{
  "supplement": "Selenium",
  "query": "Selenium[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:33:00",
  "research_count": 4486,
  "count": 100,
  "articles": [
    {
      "pmid": "40306046",
      "title": "Selenium biofortification during barley (Hordeum vulgare L.) germination: Comparative analysis of selenate, selenite, and selenomethionine on se-protein accumulation and phenolic acid profile.",
      "authors": [
        "Chao Cheng",
        "Qing Li",
        "Yunxin Yi",
        "Huirong Yang",
        "Teodora Emilia Coldea",
        "Haifeng Zhao"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenate (Na2SeO4), selenite (Na2SeO3) and selenomethionine (Se-Met) treatments were performed to evaluate the impact of selenium (Se) enrichment on Se accumulation, selenoprotein distribution, and phenolic acid metabolism in barley. Selenium was primarily distributed in protein, and Se-Met treatment led to the highest Se-protein concentration (246.91 mg/kg DW). The accumulation of Se in protein components was in the following order: glutelin > albumin > globulin > gliadin. Across all treatments, gliadin exhibited the highest unit Se concentration. Na2SeO4 and Na2SeO3 treatments enhanced Se accumulation in lower molecular weight proteins (15-25 kDa), while Se-Met treatment promoted Se accumulation in medium molecular weight proteins (35-45 kDa). Moreover, Se treatment contributed to up-regulating the transcription of genes related to phenolic acid metabolism and enhancing enzyme activity. Se-Met treatment led to a significant increase in phenolic acid content, particularly free phenolic acids, which made it advantageous over Na2SeO4 and Na2SeO3 treatments."
    },
    {
      "pmid": "40302083",
      "title": "Antioxidant and Anticancer Activities of Bio-Synthesized Selenium Nanoparticles by Escherichia coli.",
      "authors": [
        "Rasha Muhsin Yasir",
        "Neihaya Heikmat Zaki"
      ],
      "journal": "Asian Pacific journal of cancer prevention : APJCP",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Selenium, an essential micronutrient, plays a crucial role in various physiological processes, including immune function, fertility, and the prevention of chronic diseases like diabetes, cardiovascular disease, and certain cancers. While selenium nanoparticles (SeNPs) have garnered significant attention for their potential in cancer therapy, their biosynthesis using eco-friendly methods remains a key area of research. METHODS: In this study, Escherichia coli isolates were utilized to biosynthesize SeNPs from sodium selenite (25, 50, and 100 mM) at pH 8 and 160 rpm for 48 hours. The biosynthesized  SeNPs were characterized using Fourier Transform Infrared Spectroscopy (FTIR), UV-Visible spectroscopy, X-ray Diffraction (XRD), Scanning Electron Microscopy (SEM), and Atomic Force Microscopy (AFM). The antioxidant and anti-proliferative activities of the synthesized SeNPs were evaluated against human colorectal carcinoma (SW480), human hepatocellular carcinoma (HepG2), and normal human embryonic kidney (HEK293) cell lines. RESULTS: The biosynthesis process resulted in a reddish-brown coloration of the medium, indicating the formation of SeNPs. Characterization techniques confirmed the successful synthesis of SeNPs with a size range of 21.96-50.71 nm. The SeNPs exhibited significant antioxidant activity, with a maximum radical scavenging efficiency of 80.21% at a concentration of 100 µg/ml. Additionally, the SeNPs demonstrated potent anti-proliferative effects against both SW480 and HepG2 cell lines, with IC50 values of 3.9 and 4.5 µg/ml, respectively. Importantly, the SeNPs exhibited negligible cytotoxicity towards normal HEK293 cells. CONCLUSION: The eco-friendly biosynthesis of SeNPs using E. coli offers a promising approach for producing nanoparticles with potential applications in biomedical fields. The synthesized SeNPs demonstrated potent antioxidant and anti-cancer properties, suggesting their potential as a novel therapeutic agent.",
      "mesh_terms": [
        "Humans",
        "Antioxidants",
        "Escherichia coli",
        "Selenium",
        "Antineoplastic Agents",
        "Nanoparticles",
        "Cell Proliferation",
        "Hep G2 Cells",
        "Metal Nanoparticles"
      ]
    },
    {
      "pmid": "40298842",
      "title": "Selenium-Binding Protein 1-Deficient Dendritic Cells Protect Mice from Sepsis by Increased Treg/Th17.",
      "authors": [
        "Xin Zhang",
        "Shuang Han",
        "Zhu Zeng",
        "Jie Dai",
        "Yi Jia"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium-binding protein 1 (SELENBP1) has been implicated in cancer development, neurological disorders, tissue injury, metabolic regulation, and cell differentiation. Sepsis is characterized prominently by immunological dysregulation and severe organ damage. However, whether SELENBP1 improves sepsis by regulating immune cell activity remains unknown. Here, we detected an elevation of SELENBP1 levels in the blood of sepsis patients and in the livers of septic mice. Significantly, SELENBP1 knockout (KO) prolonged survival in septic mice. This phenomenon was accompanied by decreased liver damage, reduced inflammation levels, and an increased regulatory T cell/T helper 17 cell (Treg/Th17) ratio in the spleen. Additionally, SELENBP1 deficiency induced a redox imbalance and inhibited dendritic cell (DC) maturation, resulting in a tolerogenic DC (tolDC) phenotype and an increase in the Treg/Th17 ratio. Furthermore, SELENBP1-KO mature DCs (mDCs) alleviated liver injury by increasing the Treg/Th17 ratio in the spleen, thus improving the survival of septic mice. These findings indicate that SELENBP1 is involved in sepsis by regulating DC immune activity, which might provide a potential way for sepsis treatment."
    },
    {
      "pmid": "40298794",
      "title": "Protective Roles of Zinc and Selenium Against Oxidative Stress in Brain Endothelial Cells Under Shear Stress.",
      "authors": [
        "Jacopo J V Branca",
        "Massimo Gulisano",
        "Alessandra Pacini"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hypertension is a major risk factor for cerebrovascular diseases due to its damaging effects on the blood-brain barrier (BBB) and associated pathologies. Oxidative stress-induced endothelial damage plays a critical role in BBB disruption, potentially leading to cognitive impairment and neurodegeneration. In this study, we investigated the protective effects of two essential trace elements, zinc (Zn) and selenium (Se), against oxidative stress in human brain endothelial cells (HBCE5i) exposed to hypertensive shear stress. Using an innovative millifluidic system (LiveBox2), which allows for the precise simulation of continuous flow conditions, we replicated the hemodynamic forces associated with hypertension. METHODS: Cells were treated with ZnCl2 (5-50 µM) or Na2SeO3 (50-500 nM) at concentrations selected based on previous studies and confirmed by cytotoxicity assays. RESULTS: Our results demonstrated that shear stress significantly altered the localization of the tight junction protein zonula occludens-1 (ZO-1) and induced the nuclear translocation of the transcription factor NRF2, a hallmark of oxidative stress. Importantly, treatment with 10 µM ZnCl2 preserved ZO-1 membrane localization and prevented NRF2 translocation, as confirmed by quantitative image analysis. In contrast, Na2SeO3 did not provide comparable protection, although modest improvements in ZO-1 localization were observed in some replicates. DISCUSSION: We discuss potential reasons for selenium's limited efficacy, including differences in bioavailability and cellular uptake. Our findings underscore zinc's promising role as a neurovascular protector and suggest that further investigation into more complex in vitro models and in vivo studies is warranted."
    },
    {
      "pmid": "40292100",
      "title": "Chemical analysis and angiotensin I-converting enzyme inhibitory activity of enzymatic hydrolysates derived from meat of goat-kids with supplemental selenium.",
      "authors": [
        "Silvia C Pérez-Ramirez",
        "Rosy Cruz-Monterrosa",
        "Mayra Diaz-Ramirez",
        "Erika B León-Espinosa",
        "José E Aguilar-Toalá",
        "Monzerrat Rosas-Espejel",
        "J Efren Ramirez-Bribiesca"
      ],
      "journal": "PeerJ",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The effects of selenium (Se) on animal health due to its antioxidant and immune system regulatory properties are very well-documented. However, there is still a lack of scientific evidence about the effect of Se on muscle tissue. Se supplementation in ruminants will enhance the antioxidant activity of myocytes and increase angiotensin-converting enzyme (ACE) inhibitory activity. Generating bioactive peptides derived from meat could prevent the production of angiotensin II, a key player in the development of cardiovascular diseases. METHODS: Forty-five suckling goat kids were randomized into one of three groups: (1) CG: group without Se supplemented in the diet; (2) GSS: group with a single injectable dose subcutaneously of sodium selenite (Na2SeO3) at a dose of 0.25 mg/kg of body weight; (3) GSM: group with an oral administration of selenomethionine (SeMe) at a dose of 0.3 mg/kg of body weight). The effect of both sources of Se was evaluated on the proximate composition of meat and liver and the angiotensin I-converting enzyme inhibitory activity of meat-derived enzymatic hydrolysates. RESULTS: The kids-goat meat from the GSM group had a higher protein content (p < 0.05). The fat content gradually increased over time in the treatment GSM, which increased ca. two-fold (from 1.77 to 3.68). The degree of hydrolysis of the meat samples decreased (p < 0.05) in the treatments supplemented with Se (GSS and GSM). The degree of hydrolysis increased significantly (p < 0.05) over time in treatments with Se (GSS and GSM). The electrophoretic patterns of the enzymatic hydrolysates at two h showed a molecular weight between 23.44 and 27.5 kDa, the bands with more intensity. At 21 d of slaughter, a major degree of hydrolysis was observed in the treatments supplemented with Se (GSS and GSM) compared to the CG. Meat protein content and rate of ACE inhibition after hydrolysis improved (50% and 2%, p < 0.05) with GSM at 7 d of slaughter. After hydrolysis, the IC50 of the selenium-supplemented groups decreased (p < 0.05) the amount of CAE and IC50 values. CONCLUSION: This is the first report describing the ACE inhibitory activity of bioactive peptides derived from goat-kids meat with supplemental. These results indicate the presence of ACE in goat meat; however, the percentage of ACE inhibition after hydrolysis was only improved with selenomethionine dosing at 7 days of slaughter. The study's novelty indicates that supplemented selenium synergized with ACE in goat meat. It is necessary to continue these studies to identify specific bioactive peptides, antioxidant activities, and goat meat's biological and functional value, considering it a functional food that can prevent metabolic diseases and be a healthy alternative for the human population.",
      "mesh_terms": [
        "Animals",
        "Goats",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Meat",
        "Dietary Supplements",
        "Selenium",
        "Protein Hydrolysates",
        "Sodium Selenite",
        "Selenomethionine",
        "Peptidyl-Dipeptidase A"
      ]
    },
    {
      "pmid": "40290883",
      "title": "Multifunctional dual-layer microneedles loaded with selenium-doped carbon quantum dots and Astilbin for ameliorating diabetic wound healing.",
      "authors": [
        "Zhen Zhang",
        "Yulin Zhang",
        "Liang Peng",
        "Yi Xing",
        "Xinru Zhou",
        "Shuo Zheng",
        "Yanli Zhang",
        "Longquan Shao"
      ],
      "journal": "Materials today. Bio",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic wounds (DW) represent a significant clinical challenge due to chronic inflammation, excessive oxidative stress, and impaired angiogenesis, all of which hinder effective tissue regeneration. Existing drug delivery systems often fail to achieve sustained and targeted therapeutic efficacy. In this study, we developed a novel dissolvable dual-layer methacrylated gelatin (GelMA) microneedle (MN) co-loading selenium-doped carbon quantum dots (Se-CQDs) and Astilbin (AST) for enhanced DW treatment. The outer layer, enriched with Se-CQDs, rapidly scavenges reactive oxygen species (ROS), effectively alleviating oxidative stress at the wound site. Sequentially, the inner layer releases AST, exerting potent anti-inflammatory and pro-angiogenic effects. Preliminary findings suggest these effects may involve the modulation of cytoskeletal dynamics and peroxisome function, contributing to endothelial cell migration and angiogenesis. This controlled, sequential release MN establishes a low-oxidative, anti-inflammatory microenvironment, thereby promoting angiogenesis and accelerating wound repair. The pioneering integration of selenium-doped quantum dots and AST-loaded hydrogels offers a synergistic therapeutic strategy, setting a new standard for advanced diabetic wound care with substantial clinical promise."
    },
    {
      "pmid": "40289975",
      "title": "Nano Selenium: A Promising Solution for Infectious Diseases - Current Status and Future Prospects.",
      "authors": [
        "Shaheen Husain",
        "Rania Mohammad Sabri Sultan",
        "Kirti Saxena",
        "Fareha Bano",
        "Rajat Goyal",
        "Shivani Chopra",
        "Hitesh Chopra",
        "Suresh K Verma"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Due to increasing antibiotic resistance, researchers are investigating the medicinal potential of nanoparticles, particularly their antibacterial and antiviral properties. Among other things, this concern mandates the journey for novel and more potent antibacterial drugs. The crucial role of nanoparticles in the treatment of various microbial diseases has been demonstrated in several research studies. AIM & OBJECTIVE: This study focuses on the role of Selenium nanoparticles (SeNPs) against infectious diseases, with an emphasis on exploring their probable mechanisms of action. METHODOLOGY: Nanoparticles have been exploited as delivery mechanisms and broad-spectrum inhibitors in viral and microbial studies. Their significant therapeutic potential stems from their high surface area to volume ratio, which enables diverse applications. Various materials have been employed in the synthesis of nanoparticles, each tailored to meet specific therapeutic requirements. The unique combination of biological relevance, environmental friendliness, and versatile applications makes SeNPs a promising alternative to other nanoparticles in various fields. RESULTS: The therapeutic potential of nanoparticles, especially Selenium nanoparticles (SeNPs), is significant and warrants further exploration. They have shown promise as delivery agents and potent materials for combating infectious diseases, making them a valuable asset in the fight against antibiotic resistance. CONCLUSION: Selenium nanoparticles (SeNPs) are potential biological prospects because of their biocompatibility, bioavailability, and low toxicity. Size, shape, and synthesis affect SeNP uses in biological systems. SeNPs are chemopreventive, anti-inflammatory, and antioxidant medicines that may cure fungal, bacterial, and parasite infections, cancer, and diabetes. They have better absorption, bioavailability, and antibacterial action than micron-size particles. Their large surface area facilitates biological contact and bioactive chemical functionalization. Functionalized SeNPs are less cytotoxic than other seleniums. They prevent DNA oxidation, detoxify heavy metals, and inhibit hydroxyl radicals. In conclusion, selenium nanoparticles have considerable promise for medication delivery, antimicrobials, and cancer and diabetes treatment. They are attractive nanomedicine prospects due to their low toxicity, biocompatibility, and high bioavailability."
    },
    {
      "pmid": "40281452",
      "title": "Modulatory effects of selenium nanoparticle against drought stress in canola plants.",
      "authors": [
        "Maryam Rezayian",
        "Vahid Niknam"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work aimed to study the impact of exogenously applied selenium nanoparticle (Se NP) on physiological and biochemical attributes of canola to improve the drought tolerance. Drought stress was imposed by poly ethylene glycol at different concentrations (0, 10 and 15% (W/V)) with or without Se NP (2 and 5 mg/L). Se NP increased plant growth in a dose-dependent manner during drought stress. Se NP boosted chlorophyll precursors such as protoporphyrin, magnesium protoporphyrin, thereby inducing chlorophyll biosynthesis. Enzymes of Krebs cycle, namely aconitase and succinate dehydrogenase, up-regulated by Se NP in canola plants subjected to drought stress. Se NP aided to osmotic regulation and osmotic protection by accumulating osmotic regulatory substances (proline, soluble sugar and protein). Treatment with Se NP reinforced antioxidant defense mechanisms by inducing superoxide dismutase, catalase, peroxidase, total phenol and tocopherol, thereby reducing hydrogen peroxide and malondialdehyde as oxidative stress markers. Thus, Se NP facilitated free radicals scavenging in stressed plants. Generally, Se NP acts as activator for drought stress-related resistance responses and causes the improvement of canola tolerance under drought conditions.",
      "mesh_terms": [
        "Selenium",
        "Droughts",
        "Nanoparticles",
        "Brassica napus",
        "Antioxidants",
        "Stress, Physiological",
        "Oxidative Stress",
        "Chlorophyll"
      ]
    },
    {
      "pmid": "40278639",
      "title": "Molecular Mechanisms Contributing to the Impairment of Steroid Hormones, Sperm Characteristics, and Testicular Architecture in Male Rabbits After Chronic Exposure to Cadmium: Role of Gallic Acid and Selenium as Antioxidants.",
      "authors": [
        "Salah A Sheweita",
        "Saleh M Al-Qahtani",
        "Rofida M Ahmed",
        "Mohamed S Sheweita",
        "Ahmed Atta"
      ],
      "journal": "Toxics",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: One hazardous material that occurs naturally in the environment and induces oxidative stress is cadmium (Cd). Epidemiological data revealed that exposure to cadmium in the workplace and environment might be linked to many illnesses and serious testicular injuries. AIMS: It is taught that antioxidants can protect different organs against environmental toxic compounds. Therefore, the current investigation aims to show the role of antioxidants (gallic acid and selenium) in the protection against cadmium toxicity, including the architecture of the testes, semen properties, steroid hormones, protein expression of cytochrome P450 [CYP 19 and 11A1] contributing to the production of steroid hormones, and antioxidant enzyme activities, in male rabbits. METHODS: Male rabbits were given cadmium orally three times/week [1 mg/kg BW] for twelve weeks. In addition, gallic acid (20 mg/kg) or selenium (1 mg/kg BW) was administered two hours before cadmium treatment. This investigation included a spectrophotometer, histopathology, and Western immunoblotting techniques. RESULTS: Cadmium treatment significantly reduced sperm counts, testosterone, and estrogen levels after four, eight, and twelve weeks of treatment. In addition, after a 12-week treatment of rabbits with cadmium, the activity of 17β-hydroxysteroid dehydrogenase and antioxidant enzymes, including catalase, superoxide dismutase, glutathione reductase, glutathione peroxidase, and glutathione S-transferase, as well as the glutathione levels, were inhibited in the testes tissue. On the other hand, following cadmium treatment, rabbit's testes showed a discernible increase in free radical levels. Interestingly, the activity of antioxidant enzymes and level of free radicals were recovered in rabbits treated with gallic acid or selenium before cadmium treatment. In addition, after 12 weeks of cadmium treatment, the steroidogenic protein expressions of CYP 11A1 and CYP 19 were upregulated and downregulated in the testes, respectively. Interestingly, after pretreatment of rabbits with either gallic acid or selenium for two hours before cadmium administration, the downregulated CYP11A1 was restored to normal levels. In the histopathological investigation, immature spermatozoids and sloughed spermatogonium cells were observed in cadmium-treated rabbits' testes. On the other hand, pretreatments of rabbits with gallic acid or selenium mitigated and alleviated the adverse effects of cadmium on testes architecture and increased the production of healthy sperm. CONCLUSIONS: The lower levels of steroid hormones could be due to the downregulation of CYP11A1, inhibition of 17β-hydroxysteroid dehydrogenase, antioxidant enzyme activities, and the induction of free radical levels. Furthermore, the pretreatment of rabbits with gallic acid or selenium mitigated the adverse effects of cadmium on the tissue architecture of testes and steroid hormone levels."
    },
    {
      "pmid": "40278162",
      "title": "Interaction of Heavy Metals (Cadmium and Selenium) in an Experimental Study on Goldfish: Hematobiochemical Changes and Oxidative Stress.",
      "authors": [
        "Yasaman Aghaei Hashtjin",
        "Mahdieh Raeeszadeh",
        "Ali Parsa Khanghah"
      ],
      "journal": "Journal of xenobiotics",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Heavy metal interactions within aquatic ecosystems significantly affect fish physiology. This study evaluated the protective role of selenium against cadmium-induced hematological, biochemical, and electrophoretic alterations in goldfish. METHODS: A total of 120 goldfish individuals were divided into four groups: control, cadmium chloride-treated (2.8 mg/L), sodium selenite-treated (2 mg/L), and a combined cadmium and selenium-treated group. After 14 days, blood samples were collected and analyzed for hematological parameters, biochemical markers, and serum protein electrophoresis. RESULTS: Cadmium exposure led to significant reductions in red blood cell (RBC) and white blood cell (WBC) counts, hemoglobin (Hb), and hematocrit (HCT) (p < 0.001). Selenium supplementation alleviated these declines and improved overall hematological function. Additionally, cadmium exposure decreased albumin and total protein levels while elevating aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels, indicating liver damage. Selenium co-treatment reduced cadmium accumulation and mitigated liver toxicity. Elevated urea and creatinine levels in cadmium-exposed fish were also significantly lowered in the combined treatment group (p < 0.0001). Furthermore, selenium supplementation enhanced antioxidant defense mechanisms by increasing catalase (CAT), superoxide dismutase (SOD), and glutathione peroxidase (GPx) activity while reducing malondialdehyde (MDA) levels, effectively counteracting cadmium-induced oxidative stress. CONCLUSION: Sodium selenite at a dose of 2 mg/L effectively mitigated the toxic effects of cadmium chloride on hematological, biochemical, and oxidative stress markers in goldfish, demonstrating its protective potential against heavy metal toxicity."
    },
    {
      "pmid": "40277104",
      "title": "Selenium Alleviates Oxidative Stress and Inflammation to Promote Postpartum Uterine Recovery via GPX1/GPX4/NRF2 Pathway in Mice.",
      "authors": [
        "Xiangping Li",
        "Peng Li",
        "Pingzhi Wang"
      ],
      "journal": "Current pharmaceutical biotechnology",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Selenium is an important trace element that plays crucial roles in metabolism, immune function, and antioxidant defense. As an antioxidant, selenium helps to alleviate postpartum uterine inflammation and promotes uterine recovery. However, the exact mechanism underlying the role of selenium in postpartum uterine recovery is not fully understood. OBJECTIVE: This study aimed to identify the underlying mechanism and examine how selenium enhances postpartum uterine healing. METHODS: Female ICR mice aged 8 weeks were classified into five groups: control, postpartum model, low-dose selenium (100 nm), medium-dose selenium (200 nm), and high-dose selenium (400 nm). Endometrial morphology was evaluated by hematoxylin and eosin (H&E) staining. Oxidative stress markers, including superoxide dismutase (SOD), catalase (CAT), glutathione peroxidase (GPX), and malondialdehyde (MDA), and inflammatory factors, including tumor necrosis factor-alpha (TNF-α) and interleukin-1 beta (IL-1β), were measured using commercially available kits. GPX1, GPX4, and nuclear factor erythroid 2-related factor 2 (NRF2) expression were determined using real-time PCR and WB. RESULTS: We found damage and bleeding points in the endometrium and destruction of the ultrastructure of endometrial cells in the postpartum model group; however, mice treated with a high dose (400 nm) of selenium showed alleviated levels of pathological alteration in the endometrium. In addition, the levels of MDA in the postpartum mice group increased, while the SOD, CAT, and GPX levels decreased; however, changes in these oxidative stress markers were reversed after selenium treatment. For inflammatory factors, high levels of TNF-α and IL-1β were observed in postpartum mice, whereas they were decreased in selenium-treated groups. GPX1, GPX4, and NRF2 expression were reduced in postpartum model mice, but upregulated in selenium- treated mice. CONCLUSION: Selenium supplementation ameliorated postpartum uterine oxidative stress and inflammation and promoted uterine recovery via the GPX1/GPX4/NRF2 pathway in mice."
    },
    {
      "pmid": "40275864",
      "title": "Selenium-rich yeast improve HFD-induced abnormal lipid metabolism in ApoE-/- mice: inhibit oxidative stress, reorganise gut microbiota, and enhance cognitive ability.",
      "authors": [
        "Rui Liu",
        "Songxue Wang",
        "Zhifu Liu",
        "Qian Cheng",
        "Qiuyuan Liang",
        "Jian Du",
        "Huali Wang",
        "Ye Zhang",
        "Hao Wang"
      ],
      "journal": "International journal of food sciences and nutrition",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium-rich yeast (SeY) is a dietary supplement known to confer multiple health benefits, but its effects on HFD-fed ApoE-/- mice were previously unclear. In this study, it was shown that the intervention of SeY could decrease the body weight (7.69%), as well as the levels of both TC and TG for livers (43.36 and 14.50%) and serum (25.34 and 28.67%). Conversely, the HDL-C levels were increased high to 190%, as well as the antioxidant capacity, reflected in the increased levels of the CAT, SOD, and GSH-Px in both the liver (16.93, 22.06, and 17.59%) and the serum (40.67, 113.76, and 19.83%). SeY could further regulate mRNA levels related to lipid synthesis and transport. Moreover, the anti-hyperlipidemic effects of SeY were manifested in enriching SCFAs-producing bacteria, and the cognitive impairment caused by HFD was also alleviated. Overall, all of the results indicated the effect of SeY in regulating abnormal lipid metabolism and developing functional dietary supplements."
    },
    {
      "pmid": "40275394",
      "title": "Low blood levels of selenium, selenoprotein P and GPx3 are associated with accelerated biological aging: results from the Berlin Aging Study II (BASE-II).",
      "authors": [
        "Valentin Max Vetter",
        "Kamil Demircan",
        "Jan Homann",
        "Thilo Samson Chillon",
        "Michael Mülleder",
        "Orr Shomroni",
        "Elisabeth Steinhagen-Thiessen",
        "Markus Ralser",
        "Christina M Lill",
        "Lars Bertram",
        "Lutz Schomburg",
        "Ilja Demuth"
      ],
      "journal": "Clinical epigenetics",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: Biological age reflects inter-individual differences in biological function and capacity beyond chronological age. DNA methylation age (DNAmA) and its deviation from chronological age, DNAmA acceleration (DNAmAA), which was calculated as residuals of leukocyte cell count adjusted linear regression of DNAmA on chronological age, were used to estimate biological age in this study. Low levels of serum selenium, selenoprotein P (SELENOP), and the selenocysteine-containing glutathione peroxidase 3 (GPx3) are associated with adverse health outcomes and selenium supplementation is discussed as an anti-aging intervention. METHODS: In this study, we cross-sectionally analyzed 1568 older participants from the observational Berlin Aging Study II (mean age ± SD: 68.8 ± 3.7 years, 51% women). Serum selenium was measured by total reflection X-ray fluorescence (TXRF) spectroscopy and SELENOP was determined by sandwich ELISA. GPx3 was assessed as part of a proteomics dataset using liquid chromatography-mass spectrometry (LC-MS). The relationship between selenium biomarkers and epigenetic clock measures was analyzed using linear regression analyses. P values and 95% confidence intervals (not adjusted for multiple testing) are stated for each analysis. RESULTS: Participants with deficient serum selenium levels (< 90 μg/L) had a higher rate of biological aging (DunedinPACE, β = - 0.02, SE = 0.01, 95% CI - 0.033 to - 0.004, p = 0.010, n = 865). This association remained statistically significant after adjustment for age, sex, BMI, smoking, and first four genetic principal components (β = - 0.02, SE = 0.01, 95% CI - 0.034 to - 0.004, p = 0.012, n = 757). Compared to the highest quartile, participants in the lowest quartile of SELENOP levels showed an accelerated biological aging rate (DunedinPACE, β = - 0.03, SE = 0.01, 95% CI - 0.051 to - 0.008, p = 0.007, n = 740, fully adjusted model). Similarly, after adjustment for confounders, accelerated biological age was found in participants within the lowest GPx3 quartile compared to participants in the fourth quartile (DunedinPACE, β = - 0.04, SE = 0.01, 95% CI - 0.06 to - 0.02, p = 0.001, n = 674 and GrimAge, β = - 0.98, SE = 0.32, 95% CI - 1.6 to - 0.4, p = 0.002, n = 608). Only the association with GPx3 remained statistically significant after multiple testing correction. CONCLUSION: Our study suggests that low levels of selenium biomarkers are associated with accelerated biological aging measured through epigenetic clocks. This effect was not substantially changed after adjustment for known confounders.",
      "mesh_terms": [
        "Humans",
        "Selenium",
        "Female",
        "Male",
        "Selenoprotein P",
        "Glutathione Peroxidase",
        "Aged",
        "Cross-Sectional Studies",
        "Aging",
        "DNA Methylation",
        "Middle Aged",
        "Biomarkers",
        "Epigenesis, Genetic"
      ]
    },
    {
      "pmid": "40273628",
      "title": "Anti-cancer potential of chitosan-starch selenium Nanocomposite: Targeting osteoblastoma and insights of molecular docking.",
      "authors": [
        "Sowmya R",
        "S Karthick Raja Namasivayam",
        "Krithika Shree Sivasuriyan",
        "G S Amrish Varshan"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nanotechnology has emerged as a promising approach in the realm of cancer therapy, primarily due its remarkable ability to target tumor cells with a high degree of specificity. In this study, a novel polymeric selenium nanocomposite (CS/S/SeNC) was synthesized using a co-precipitation method, and characterized through UV-vis spectroscopy, FTIR, and XRD to confirms its structural and morphological properties. CS/S/SeNC acts as a potential anti-cancer agent, specifically targeting osteoblastoma cells was evaluated for anti-cancer activity using in-vitro studies MTT assay, Alkaline Phosphatase (ALP) assays, and Alizarin Red Staining to assess cell viability, osteogenic differentiation, and mineralization, respectively. The results revealed that nanocomposite has a strong ability to inhibit cancer cell proliferation in a dose-dependent manner, and induce apoptosis via ROS- mediated mechanism. Molecular docking studies revealed strong interactions between chitosan, a key component of the nanocomposite, and cancer related protein osteocalcin, with a binding affinity of -12.6 kcal/mol. Furthermore, the biocompatibility of CS/S/SeNC was confirmed through its interaction with the endogenous protein Decorin, thereby augmenting its potential as a therapeutic agent for the treatment of bone cancer. These findings suggest that CS/S/SeNC has great potential for targeted cancer therapies."
    },
    {
      "pmid": "40270889",
      "title": "Enhanced inhibition of neuronal ferroptosis and regulation of microglial polarization with multifunctional traditional Chinese medicine active ingredients-based selenium nanoparticles for treating spinal cord injury.",
      "authors": [
        "Luoqi Mai",
        "Jinggong Liu",
        "Huimei Wu",
        "Hongshen Wang",
        "Zhidong Lin",
        "Siyuan Rao",
        "Wenxi Sun",
        "Aowei Tan",
        "Yongpeng Lin",
        "Bolai Chen"
      ],
      "journal": "Materials today. Bio",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spinal cord injury (SCI) is a devastating condition that results in the loss of sensory and motor functions. The complex pathogenesis of SCI contributes to the limited availability of effective therapies. Two major factors exacerbating secondary injury in SCI are neuronal ferroptosis and microglial inflammatory polarization. Tanshinone IIA (TSIIA) has demonstrated a significant anti-ferroptosis effect by inhibiting lipid peroxidation, while tetramethylpyrazine (TMP) exhibits remarkable anti-inflammatory properties by promoting the shift of microglial polarization from the M1 to the M2 phenotype. However, most drugs currently under development primarily target a single aspect of this multifaceted condition, which is insufficient for comprehensive treatment. Selenium nanoparticles have emerged as a promising therapeutic strategy due to their ability to encapsulate various agents, effectively targeting diverse pathophysiological mechanisms while offering favorable water solubility and low toxicity. In this study, we developed a novel nanocarrier functionalized with astragalus polysaccharide (APS) and loaded with TSIIA and TMP. Results from both in vitro and in vivo studies indicate that TSIIA/TMP/APS@Se NPs possess anti-ferroptosis properties and can regulate microglial polarization, potentially enhancing functional recovery following SCI. In summary, this study presents a promising alternative strategy for treating SCI, highlighting its significant potential for future clinical applications."
    },
    {
      "pmid": "40265862",
      "title": "Selenium Improves Yield and Quality in Prunella vulgaris by Regulating Antioxidant Defense, Photosynthesis, Growth, Secondary Metabolites, and Gene Expression Under Acid Stress.",
      "authors": [
        "Lixia Zhang",
        "Qingshan Chang",
        "Xingli Zhao",
        "Qi Guo",
        "Shuangchen Chen",
        "Qiaoming Zhang",
        "Yinglong He",
        "Sudan Chen",
        "Ke Chen",
        "Ruiguo Ban",
        "Yuhang Hao",
        "Xiaogai Hou"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prunella vulgaris, an essential component of traditional Chinese medicine, is suitable for growing in soil with a pH value ranging from 6.5 to 7.5. However, it is primarily cultivated in acidic soil regions of China, where its growth is frequently compromised by acidic stress. Selenium (Se) has been recognized for its potential to enhance stress tolerance in plants. However, its role in acid-stress-induced oxidative stress is not clear. In this study, the effects of varying Se concentrations on the growth and quality of P. vulgaris under acidic stress were investigated. The results showed that acid stress enhanced antioxidant enzyme activities, non-enzymatic antioxidant substances, and osmolyte content, accompanied by an increase in oxidant production and membrane damage. Furthermore, it decreased the photosynthetic capacity, inhibited root and shoot growth, and diminished the yield of P. vulgaris. In contrast, exogenous application of Se, particularly at 5 mg L-1, markedly ameliorated these adverse effects. Compared to acid-stressed plants, 5 mg L-1 Se treatment enhanced superoxide dismutase, peroxidase, ascorbate peroxidase, and glutathione peroxidase activities by 150.19%, 54.94%, 43.43%, and 45.55%, respectively. Additionally, soluble protein, soluble sugar, and proline contents increased by 11.75%, 23.32%, and 40.39%, respectively. Se application also improved root architecture and alleviated membrane damage by reducing hydrogen peroxide, superoxide anion, malondialdehyde, and electrolyte leakage levels. Furthermore, it significantly enhanced the photosynthetic capacity by elevating pigment levels, the performance of PSI and PSII, electron transfer, and the coordination of PSI and PSII. Consequently, plant growth and spica weight were significantly promoted, with a 12.50% increase in yield. Moreover, Se application upregulated key genes involved in flavonoid and phenolic acid metabolic pathways, leading to elevated levels of total flavonoids, caffeic acid, ferulic acid, rosmarinic acid, and hyperoside by 31.03%, 22.37%, 40.78%, 15.11%, and 20.84%, respectively, compared to acid-stressed plants. In conclusion, exogenous Se effectively alleviated the adverse effects of acid stress by improving the antioxidant system, growth, and photosynthetic capacity under acid stress, thus enhancing the yield and quality of P. vulgaris."
    },
    {
      "pmid": "40262719",
      "title": "Prophylactic supplementation with biogenic selenium nanoparticles mitigated intestinal barrier oxidative damage through suppressing epithelial-immune crosstalk with gut-on-a-chip.",
      "authors": [
        "Lei Qiao",
        "Ge Yang",
        "Tianjing Deng",
        "Jiajing Chang",
        "Xina Dou",
        "Xiaofan Song",
        "Xiaonan Zeng",
        "Li Ren",
        "Chunlan Xu"
      ],
      "journal": "Journal of advanced research",
      "publication_date": "2025-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Biogenic selenium nanoparticles (SeNPs) have emerged as novel promising modulators of biological reactions such as redox and immune responses due to their multiple bioactivities and unique physicochemical properties. OBJECTIVES: The research objective of this investigation is to explore the mechanism of uptake and metabolism of SeNPs by intestinal epithelial cells and its protective effect on intestinal barrier function with gut-on-a-chip. METHODS: We designed a gut-on-a-chip to replicate key structural and environmental features of the intestinal tract to investigate the effects of oxidative stress on the intestinal barrier function and immune homeostasis of the intestinal epithelial cells as well as the regulatory role of SeNPs, and verified it through mice and piglet models. RESULTS: Biogenic SeNPs can be effectively taken up by IPEC-J2 cells via clathrin- and caveolae-mediated endocytosis and further metabolized into selenocystine and trace amounts of selenite within cells, which are then incorporated into the synthesis of antioxidant selenoenzymes. A gut-on-a-chip model confirmed that Diquat-induced oxidative stress significantly impaired intestinal epithelial barrier integrity and damaged villi-like structures. In addition, the oxidative stress in IPEC-J2 cells induced activation of intestinal mucosal mast cells (MCs) to release IL-1β and TNF-α, further exacerbating oxidative stress in IPEC-J2 cells and leading to excessive ROS generation. However, SeNPs treatment increased cellular selenium content and antioxidant selenoenzyme activities, modulated AMPK/NLRP3/Nrf2 pathways, effectively alleviated oxidative stress, maintained mitochondrial homeostasis, inhibited pro-inflammatory factors expression. The mice and early-weaned piglet models further confirmed that SeNPs can increase the selenoproteins expression in the jejunum, reduce MCs activation, inhibited cell pyroptosis, and eventually exhibit an effective protective effect against intestinal barrier oxidative damage. CONCLUSIONS: These results indicated that biogenic SeNPs reinforced antioxidant enzyme defenses, maintained mitochondrial homeostasis, inhibited crosstalk between inflammatory cells and intestinal epithelial cells, thereby protecting the intestinal epithelial barrier against oxidative stress damage."
    },
    {
      "pmid": "40252578",
      "title": "Selenium nanozyme-crosslinked composite hydrogel for promoting cartilage regeneration in osteoarthritis via an integrated 'outside-in' and 'inside-out' strategy.",
      "authors": [
        "Wenyan Gao",
        "Shaochun Li",
        "Ya Miao",
        "Guangfu Yuan",
        "Gaoyang Li",
        "Guoqiang Zhou",
        "Guang Jia",
        "Xinjian Yang",
        "Yi Jin"
      ],
      "journal": "Journal of colloid and interface science",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoarthritis (OA), a degenerative joint disease, is characterized by chondrocyte senescence, extracellular matrix (ECM) degradation, and chronic inflammation, with limited regenerative capacity. Current therapies primarily provide symptom relief, therefore highlighting the need for more effective strategies to address OA's multifactorial pathology. This study introduces an innovative selenium nanozyme-crosslinked injectable composite hydrogel (Se/PRP-OGel), which combines selenium nanoparticles (SeNPs) with platelet-rich plasma (PRP) in a biocompatible oxidized chondroitin sulfate-gelatin scaffold (OGel), to address OA through an integrated \"outside-in\" and \"inside-out\" strategy. The \"outside-in\" strategy utilizes SeNPs to scavenge reactive oxygen species (ROS), alleviate oxidative stress, and restore redox balance, thereby reducing extracellular damage and modulating inflammation in the OA microenvironment. Concurrently, the \"inside-out\" strategy utilizes PRP's bioactive growth factors (e.g., TGF-β, IGF, FGF) to rejuvenate senescent chondrocytes, stimulate proliferation, and enhance ECM synthesis, creating a regenerative microenvironment. The results showed that Se/PRP-OGel demonstrated excellent biocompatibility, reduced ROS levels, mitigated chondrocyte senescence, and balanced ECM homeostasis. Moreover, it promoted cartilage repair, pain relief, and functional restoration in an OA rat model. This dual approach interrupts OA's degenerative cycle and fosters cartilage regeneration, providing a groundbreaking solution for effective cartilage regeneration and OA treatment."
    },
    {
      "pmid": "40250589",
      "title": "Nano-selenium modified green eggshell biochar reduces cadmium accumulation in shallots (Allium schoenoprasum L.).",
      "authors": [
        "Changwei Lai",
        "Huiqing Yang",
        "Zicheng Guo",
        "Heyuan Yi",
        "Tengbing He",
        "Miao Chen",
        "Guandi He"
      ],
      "journal": "Environmental research",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green eggshell biochar, a renewable biomass material, demonstrates promising potential for environmental remediation. This study systematically prepared biochar under varying pyrolysis conditions and identified nano-selenium-modified biochar (produced at 600 °C for 3 h, termed 6-3 S) as the optimal formulation for cadmium (Cd) immobilization. Compared to untreated soil, the 6-3 S biochar reduced bioavailable Cd content by 38.65 % in contaminated soil. Correspondingly, Cd accumulation in shallot tissues decreased by 56.64 % (white parts) and 82.69 % (green parts). Furthermore, the 6-3 S treatment enhanced plant selenium levels by 21.3-29.8 % and preserved leaf microstructure integrity, reducing stomatal deformation by 44.2 % compared to controls. Additionally, Nitro Blue Tetrazolium (NBT) staining area decreased from 39.03 % to 24.00 %, indicating reduced oxidative stress. These dual effects-Cd suppression and selenium enrichment-significantly improved shallot quality and safety. The findings establish a scientific foundation for deploying nano-selenium-modified biochar in heavy metal-contaminated agricultural systems."
    },
    {
      "pmid": "40247438",
      "title": "Therapeutic effects of selenium nanoparticles versus selenium on experimentally induced diabetic retinopathy via modulation of TLR4 / NF-kB P65 / VEGF / connexin 43 signaling.",
      "authors": [
        "Nafesa Ashraf Mahmoud Khashaba",
        "Sara Mohamed Naguib Abdel Hafez",
        "Walaa Yehia Abdelzaher",
        "Rehab Ahmed Rifaai",
        "Nada Amgad Mohamed Abdel Majeed"
      ],
      "journal": "Tissue barriers",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic retinopathy is the most prevalent microvascular consequences of diabetes mellitus that can result in vision loss. Nanotechnology has been widely used in the treatment of ophthalmic diseases. Selenium is a naturally occurring compound that has antioxidant and anti-inflammatory effects. This study aimed at comparing the possible ameliorating effect of selenium versus Nano-selenium on streptozotocin-induced diabetic retinopathy in rats. Sixty adult male albino-Wister rats were divided randomly into six groups; control, Selenium+ve, Nanoselenium+ve, diabetic, DR-Se treated group, and DR-NS treated group. Animals were anesthetized and sacrificed at the end of study. Eyes were removed and prepared for biochemical, histological, and immunohistochemical studies. The results showed that the diabetic group had an apparent decrease in retinal thickness, loss of photoreceptors, dilated congested blood vessels in retinal layers. Additionally, a significant increase in malondialdehyde and significant decrease in Total Antioxidant Capacity were detected. Significant increase in surface area fraction of vascular endothelial growth factor, nuclear factor kappa B, Glial fibrillary acidic protein immune stained cells were noticed, and significant decrease in connexin 43 expression was also detected. Improvement in all mentioned parameters in DR-Se and DR-NS groups was noticed. Our study suggested that Selenium, whether in its regular or nano form, holds promise for alleviating diabetic retinopathy in rats on biochemical, histological, and immunohistochemical basis."
    },
    {
      "pmid": "40244797",
      "title": "Radio-Activated Selenium-Doped Janus Ag/Ag2SexSy Nanoparticles for Precise Cancer NIR-II Fluorescence Imaging and Radiosensitization Therapy.",
      "authors": [
        "Kang Zhu",
        "Zhanyuan Li",
        "Jingjing Cao",
        "Yixi Cao",
        "Jimei Wang",
        "Shiyu Wang",
        "Ling Chen",
        "Huiqin Zhou",
        "Wei Huang",
        "Hanxun Zou",
        "Qunsheng Li",
        "Jing Mu",
        "Jibin Song"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The efficacy of radiotherapy (RT) is often limited by insufficient tumor selectivity and suboptimal therapeutic responses. To overcome these problems, a new kind of selenium-doped Ag/Ag2S Janus nanoparticles (Ag/Ag2SexSy JNPs) is presented as radio-responsive molecular probes for precise tumor imaging and enhanced radiosensitization. By adjusting the selenium precursor input, heterojunction nanoparticles with tunable doping ratios are synthesized, optimizing X-ray absorption and energy storage properties. Upon X-ray irradiation, the Ag/Ag2SexSy JNPs interact with overexpressed hydrogen peroxide (H2O2) in tumor cells, generating highly toxic hydroxyl radicals (·OH), which effectively induce tumor cell apoptosis. Additionally, Selenium incorporation improves electron-hole pair separation efficiency and enhances the photocurrent response, promoting increased electron transfer and ·OH generation, thus amplifying reactive oxygen species (ROS) production and enhancing radiosensitization. Furthermore, the fluorescence \"OFF-ON\" mechanism, triggered by H2O2-induced etching of silver allows real-time monitoring of H2O2 levels via the second near-infrared window (NIR-II) fluorescence (FL) imaging \"Turn On\", which delineates tumor boundaries for precise RT and reduce side effects to normal tissue. This dual-functional platform not only enables real-time tracking but also enhances therapeutic outcomes, offering a promising approach to precision cancer treatment."
    },
    {
      "pmid": "40244248",
      "title": "MiRNA Omics Reveal the Mechanisms of the Dual Effects of Selenium Supplementation on the Development of the Silkworm (Bombyx mori).",
      "authors": [
        "Wen-Jie Ge",
        "Fei Hu",
        "Ting-Ting Hong",
        "Kiran Thakur",
        "Shun-Ming Tang",
        "Jian-Guo Zhang",
        "Zhao-Jun Wei"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explores the dual effects of selenium (Se) supplementation on silkworm development by analyzing miRNA expression profiles of fat bodies in silkworms under different Se concentrations (50 µM and 200 µM). Compared to the control, 84 miRNAs displayed different expression levels in the F_50 µM group, with 72 miRNAs up-regulated and 12 down-regulated; 152 miRNAs were differentially expressed in the F_200 µM group, with 124 up-regulated and 28 down-regulated. In the F_50 µM group, the target genes of differentially expressed miRNAs were mainly enriched in Toll and Imd signaling pathways, oxidative phosphorylation, and ribosome biogenesis in eukaryotes; however, mainly oxidative phosphorylation, ribosome biogenesis in eukaryotes, and the spliceosome were enriched in the F_200 µM group. Based on the results of the protein-protein interaction network and miRNA-target network, bmo-miR-2a-1-5p and bmo-miR-317-3p_L-2R+2 were screened as key miRNAs in the F_50 µM group and the F_200 µM group, respectively. The bmo-miR-2a-1-5p mainly targeted 10014128 (DREDD), 100862750 (ATF2), and 101744000 (Tak1) genes, which were enriched in Toll and Imd signaling pathways. The bmo-miR-317-3p_L-2R+2 primarily regulated 101738508 (SF3b) and 101746688 (Prp19) genes, which were in the spliceosome pathway. Thus, our results demonstrated that Se supplementation improved the silkworm development via bmo-miR-2a-1-5p miRNA regulation of the Toll and Imd signaling pathways and inhibited it via bmo-miR-317-3p_L-2R+2 miRNA targeting the spliceosome pathway. Our data revealed that 50 µM Se supplementation could improve silkworm productivity; meanwhile, a 200 µM Se treatment displayed toxic effects, leading to impaired development.",
      "mesh_terms": [
        "Animals",
        "Bombyx",
        "MicroRNAs",
        "Selenium",
        "Dietary Supplements",
        "Signal Transduction",
        "Gene Expression Profiling",
        "Protein Interaction Maps",
        "Gene Regulatory Networks",
        "Gene Expression Regulation, Developmental"
      ]
    },
    {
      "pmid": "40243093",
      "title": "Effects of Selenium Administration on Blood Lipids: A Systematic Review and Dose-Response Meta-Analysis of Experimental Human Studies.",
      "authors": [
        "Teresa Urbano",
        "Lauren A Wise",
        "Gianluca Fiore",
        "Marco Vinceti",
        "Tommaso Filippini"
      ],
      "journal": "Nutrition reviews",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Overexposure to the essential trace element selenium has been associated with adverse metabolic and cardiovascular outcomes, hypertension, and diabetes. However, dose-response meta-analyses analyzing the effects of selenium administration on the lipid profile in experimental human studies are lacking. OBJECTIVE: Through a restricted cubic spline regression meta-analysis, the dose-response relation between the dose of selenium administered or blood selenium concentrations at the end of the trials and changes over time in blood lipids, ie, total, high-density lipoprotein (HDL) and low-density lipoprotein (LDL) cholesterol, and triglycerides was assessed. DATA SOURCES: Searches were performed on PubMed, Web of Science, Embase, and the Cochrane Library from inception up to January 11, 2025 to identify randomized controlled trials (RCTs) investigating the impact of selenium supplementation on blood lipid profiles among adults. DATA EXTRACTION: A total of 27 eligible RCTs that enrolled healthy individuals, pregnant individuals, and participants with specific health conditions were identified and the relevant data was extracted. DATA ANALYSIS: Dose-response analysis indicated that selenium administration at and above 200 µg/day decreased HDL and LDL cholesterol and increased triglyceride levels. Blood selenium concentrations at the end of the trial above approximately 150 µg/L were positively associated with triglyceride and LDL cholesterol concentrations, and inversely associated with HDL cholesterol. Inorganic selenium supplementation showed stronger associations than organic selenium. At the lowest levels of baseline intake, selenium supplementation appeared instead to have beneficial effects on the lipid profile, with an overall indication of U-shaped curves, apart from HDL-cholesterol. The adverse effects of selenium were stronger in studies involving healthy participants as compared with unhealthy participants and pregnant females, in those having a longer duration of the intervention, particularly more than 3 months, and in European populations at selenium intake levels of above 300 µg/day. CONCLUSIONS: In this dose-response meta-analysis of experimental human studies, an adverse effect of selenium administration on blood lipids at levels around or above the current upper level of intake was observed. SYSTEMATIC REVIEW REGISTRATION: PROSPERO registration No. CRD42022380432."
    },
    {
      "pmid": "40241246",
      "title": "X-ray-Sensitive Selenium Nanoparticles Enhance Esophageal Squamous Cell Carcinoma Radiotherapy through Activating P53/IGFBP3 Pathway by Regulating GPX2.",
      "authors": [
        "Jianwei Yang",
        "Ying Liu",
        "Lizhen He",
        "Wenfang Yu",
        "Hongmei Liu",
        "Tianfeng Chen"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Radiotherapy remains a crucial treatment for esophageal squamous cell carcinoma (ESCC), although the development of radiation resistance and the occurrence of radiation-induced side effects pose significant clinical challenges. Selenium (Se) has obvious antitumor effects, but the sensitizing effect and mechanism of Se nanoparticles in ESCC radiotherapy remain to be determined. The aim of this study was to investigate which form of Se have superior sensitization of ESCC and to investigate how Se nanoparticles (LNT-SeNPs) can enhance the radiosensitivity of ESCC. Our findings indicate that LNT-SeNPs exhibit remarkable radiosensitizing activity with a higher safety index. These nanoparticles effectively inhibit cell growth, induce S-phase arrest, and promote apoptosis through increased reactive oxygen species (ROS) production. Furthermore, analysis via the GEO database revealed the correlation between the selenoprotein GPX2 and the radiosensitivity of esophageal cancer. Further investigations demonstrate that LNT-SeNPs suppress GPX2 expression, leading to apoptosis in ESCC cells via the p53/IGFBP3 signaling pathway. In conclusion, this study elucidates that LNT-SeNPs can enhance the effectiveness of radiotherapy for esophageal cancer, providing valuable insights into the potential use of Se-based drugs as adjunctive therapy. These findings pave the way for future clinical applications aimed at improving therapeutic outcomes in patients undergoing radiotherapy for ESCC.",
      "mesh_terms": [
        "Humans",
        "Selenium",
        "Esophageal Squamous Cell Carcinoma",
        "Nanoparticles",
        "Esophageal Neoplasms",
        "Tumor Suppressor Protein p53",
        "Cell Line, Tumor",
        "Signal Transduction",
        "Apoptosis",
        "Glutathione Peroxidase",
        "X-Rays",
        "Reactive Oxygen Species",
        "Radiation-Sensitizing Agents",
        "Radiation Tolerance",
        "Cell Proliferation",
        "Phospholipid Hydroperoxide Glutathione Peroxidase"
      ]
    },
    {
      "pmid": "40240319",
      "title": "Selenium Differentially Influences Methylmercury Retention across Mayfly Life Stages.",
      "authors": [
        "Jacqueline R Gerson",
        "Rebecca Dorman",
        "Collin Eagles-Smith",
        "David M Walters"
      ],
      "journal": "Environmental science & technology",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Though high mercury and selenium concentrations are individually toxic to organisms, there is a hypothesized antagonistic relationship. This potential mercury-selenium interaction is under-studied in aquatic macroinvertebrates, particularly in relation to complex life histories. We examined the proposed effect of selenium on methylmercury accumulation between four life stages for a parthenogenetic mayfly (Neocloeon triangulifer). We exposed diatoms to elevated methylmercury concentrations and fed them to mayflies exposed to elevated aqueous selenomethionine. We found some support for the mercury-selenium antagonism hypothesis, but it was context-specific. Selenium reduced methylmercury accumulation in high but not low methylmercury environments. Though terrestrial adult life stages had higher mercury concentrations compared to aquatic larval life stages, cumulative life history transfer factor (LHTF; ratio of methylmercury in adult imago to late instar larvae) differed by treatment. LHTF was constant for all aqueous selenium exposure levels at high dietary methylmercury (selenium impacts on methylmercury uptake and loss) but increased with aqueous selenium exposures at low dietary methylmercury (selenium impacts on methylmercury uptake only), suggesting a synergistic enhancement of MeHg transfer between life stages with increased aqueous Se exposure levels. These results suggest that animals eating adult aquatic insects are exposed to higher concentrations of methylmercury than those feeding on larval insects across selenium and methylmercury levels, but interference of selenium on methylmercury accumulation is only present at high methylmercury environments.",
      "mesh_terms": [
        "Animals",
        "Methylmercury Compounds",
        "Selenium",
        "Ephemeroptera",
        "Larva",
        "Life Cycle Stages",
        "Mercury",
        "Water Pollutants, Chemical"
      ]
    },
    {
      "pmid": "40233590",
      "title": "Restoring wheat productivity and nutrient balance under cadmium stress through reducing toxicity, metal uptake, and oxidative damage using selenium nanoparticles.",
      "authors": [
        "Ayesha Jamil Abbasi",
        "Muhammad Anas",
        "Minhas Elahi",
        "Amjid Khan",
        "Waseem Ahmed Khattak",
        "Muhammad Hamzah Saleem",
        "Shah Fahad",
        "Hosam O Elansary",
        "Eman A Mahmoud",
        "Temoor Ahmed",
        "Umar Masood Quraishi"
      ],
      "journal": "Journal of trace elements in medicine and biology : organ of the Society for Minerals and Trace Elements (GMS)",
      "publication_date": "2025-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cadmium (Cd) contamination in soil poses a significant environmental threat, reducing crop yields and compromising food safety. This study investigates the potential of selenium nanoparticles (Se-NPs) synthesized using wheat extract to mitigate Cd toxicity, reduce Cd uptake and mobility, and recover grain nutrient composition in wheat (Triticum aestivum L.). A pot experiment was conducted following a completely randomized design (CRD) with three replications. Treatments included control, four Se-NPs concentrations (10, 25, 50, and 100 ppm), four Cd stress levels (25, 50, 75, and 100 ppm), and their combined interactions. Various physiological, biochemical, and agronomic parameters were analyzed to assess the mitigation potential of Se-NPs against Cd toxicity in wheat. Se-NPs (36.77 nm) were characterized using FTIR, confirming functional groups for stabilization, XRD verifying crystallinity and size via the Scherrer Equation, SEM revealing spherical morphology, and EDX confirming selenium as the predominant element with minor trace elements. Under 50 ppm Cd stress, Se-NPs at 25 ppm reduced days to anthesis by 8.16 % and mitigated a 45.13 % decrease in plant height. Grain yield, which declined by 90.86 % under Cd stress, was restored by 90.86 % with 10 ppm Se-NPs. Additionally, Se-NPs improved thousand kernel weight by 32.71 %, counteracting a 25.92 % reduction due to Cd stress. Antioxidant enzyme activities, including SOD and CAT, increased by up to 333.79 % in roots with Se-NP treatment, while oxidative stress markers decreased by 28 %. Moreover, Se-NPs effectively mitigated Cd uptake and reduced its mobility within the plant. Grain protein content improved by 16.89 %, and carbohydrate levels were maintained at 4.61 % despite Cd exposure. These findings indicate that Se-NPs enhance crop resilience, supporting sustainable food production in Cd-contaminated environments."
    },
    {
      "pmid": "40231588",
      "title": "Selenium-Albumin Nanoaccelerator Hydrogel Promotes Wound Healing by Antibacterial, Anti-Inflammatory and Antioxidant along with Inhibits Scar Formation via Downregulating CD36.",
      "authors": [
        "Lulu Zhao",
        "Junyi Wang",
        "Yu Pan",
        "Fengjian Tan",
        "Tianlun Wang",
        "Hongyan Ran",
        "Meiling Pang",
        "Xinrong Zou",
        "Ping Xu",
        "Aijun Chen",
        "Jin Chen",
        "Ping Li",
        "Ming Zhou",
        "Xinhong Guo",
        "Jisheng Wang",
        "Xiufeng Yu",
        "Yongbo Peng"
      ],
      "journal": "Advanced healthcare materials",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wounds repairing after skin damage or diabetes remain a vast medical challenge, which often faces infection, inflammation, oxidative stress, and skin scarring. Herein, a multifunctional selenium-albumin nanoaccelerator hydrogel (H-Se NPs-Gel) is constructed based on the self-assembly of human serum albumin (HSA) with selenium nanoparticles (Se NPs) using carbomer as the carrier, it has remarkable antibacterial, anti-inflammatory, antioxidant and inhibits scarring properties than Se NPs for wound healing. Compared with Se NPs, H-Se NPs exhibit smaller particle sizes, exceptional stability, better antibacterial activity against common bacteria and MRSA, and superior antioxidant and anti-inflammatory capabilities in vitro without remarkable toxicity on skin cells. Importantly, it exhibits superior efficacy to Se NPs-Gel in accelerating the healing of full-thickness skin defects and diabetic wounds in mice. Interestingly, in a hypertrophic scar (HTS) model, H-Se NPs-Gel is more effective than Se NPs-Gel in inhibiting collagen formation to suppress scarring, which is mediated by the inhibition of CD36. The antagonistic effect of H-Se NPs on CD36 is also proved with the CD36 overexpression model. Furthermore, H-Se NPs-Gel demonstrates excellent safety in mice without systemic toxicity. H-Se NPs-Gel is an effective and safe therapy strategy for promoting wound healing and reducing scar formation in clinic."
    },
    {
      "pmid": "40230180",
      "title": "Selenium-vacancy-mediated NiCoSe nanoplatforms with NIR-II amplified nanozymes for methicillin-resistant Staphylococcus aureus-infected pneumonia.",
      "authors": [
        "Liqin Wu",
        "Lida Jin",
        "Xintong Zou",
        "Xiaojun He",
        "Yuanrong Dai",
        "Jianan Huang"
      ],
      "journal": "Biomaterials science",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The clinical management of bacterial pneumonia (BP) induced by multidrug-resistant (MDR) pathogens poses substantial therapeutic challenges, necessitating urgent development of novel antibacterial agents and treatment paradigms, particularly those targeting deep-tissue biofilms. While reactive oxygen species (ROS)-mediated nanozyme-catalyzed therapy represents a promising therapeutic strategy, its effectiveness remains limited by the suboptimal nanozyme biocatalytic efficiency and restricted therapeutic efficacy of monomodal approaches. To address these challenges, we engineered selenium vacancy-enriched nickel-cobalt selenide (NiCoSe) nanoplatforms demonstrating dual functional capabilities: exceptional biocatalytic performance and superior photothermal conversion efficiency within the second near-infrared window (NIR-II). Systematic evaluations revealed that the NiCoSe platform facilitates robust ROS generation, achieving potent bactericidal effects while synergistically accelerating biofilm eradication through NIR-II photothermal activation. This combined therapeutic modality establishes NiCoSe as a promising candidate for anti-infective treatment of MDR-BP. Our findings not only present an innovative strategy for combating deep-seated bacterial infections but also advance the translational potential of nanozyme-based therapeutics in clinical nanomedicine."
    },
    {
      "pmid": "40229875",
      "title": "Translational selenium nanomedicine synergizes with nab-paclitaxel to enhance antitumor effects in esophageal squamous cell cancer via selenoprotein N-mediated ER stress.",
      "authors": [
        "Haoyang Huang",
        "Shaowei Liu",
        "Ligeng Xu",
        "Hengrui Liang",
        "Zihao Wu",
        "Tianfeng Chen",
        "Jinlin Wang",
        "Jun Liu"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Though prescribed as first-line drugs for esophageal squamous cell cancer (ESCC) therapy, the antitumor efficacy of Nab-Paclitaxel (Nab-PTX) is still unsatisfactory owing to the limitation on the dosage and therapy duration of Nab-PTX caused by adverse effects. Inspired by the very essential role of Selenoprotein N (SelN) in mediating the calcium homeostasis and the associated redox homeostasis in cells, herein, in this essay, we screened the inhibition effect of selenium-containing drugs in different forms on ESCC cell line. Investigation on KYSE-150 cells demonstrated that Nab-PTX in combination with low dosage of LNT-SeNPs may synergistically improve its antitumor efficacy on ESCC cells through promoting the cellular apoptosis. Proteomics analysis uncovered the core synergistic mechanism of LNT-SeNPs on Nab-PTX was significantly dependent on the endoplasmic reticulum (ER) stress induced by SelN-mediated Ca2+-IRE1α, IRE1α(S724)-CHOP-BCL2 axis. SelN knockdown KYSE-150 cell model further confirmed the very indispensable role of SelN in mediating the synergistic effect on Nab-PTX. Moreover, in vivo evaluation on KYSE-150 tumor-bearing mice models also demonstrated the supplementation of LNT-SeNPs with low dosage during the Nab-PTX treatment may synergize the antitumor efficacy and significantly mitigate the adverse reactions or toxicity resulting from a substantial dose of Nab-PTX. Overall, along with the facile accessibility of raw materials, this study reports LNT-SeNPs as a synergistic agent to promote the antitumor efficacy of Nab-PTX, which may be translated as a wide-applicable, efficient and highly safe strategy for clinical treatment of ESCC.",
      "mesh_terms": [
        "Paclitaxel",
        "Humans",
        "Endoplasmic Reticulum Stress",
        "Animals",
        "Cell Line, Tumor",
        "Selenium",
        "Esophageal Neoplasms",
        "Mice",
        "Selenoproteins",
        "Esophageal Squamous Cell Carcinoma",
        "Albumins",
        "Apoptosis",
        "Mice, Nude",
        "Drug Synergism",
        "Nanomedicine",
        "Antineoplastic Agents",
        "Mice, Inbred BALB C"
      ]
    },
    {
      "pmid": "40229841",
      "title": "Treatment effect of intravenous high-dose selenium in sepsis phenotypes: a retrospective analysis of a large multicenter randomized controlled trial.",
      "authors": [
        "David I Radke",
        "Holger Bogatsch",
        "Christoph Engel",
        "Frank Bloos",
        "Patrick Meybohm",
        "Michael Bauer",
        "Anna Lulu Homayr",
        "Christian Stoppe",
        "Gunnar Elke",
        "Matthias Lindner"
      ],
      "journal": "Journal of intensive care",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Treatment effect of high-dose intravenous selenium remains controversial in patients with sepsis or septic shock. Here, we reanalyzed data from the randomized placebo-controlled trial of Sodium Selenite and Procalcitonin Guided Antimicrobial Therapy in Severe Sepsis (SISPCT) to reveal possible treatment differences according to established sepsis phenotypes. METHODS: In this secondary data analysis of the SISPCT trial all 1089 patients of the original study were included. Patients were assigned to one of the four phenotypes by comparing patient variables with the Sepsis Endotyping in Emergency Care (SENECA) validation cohort. Survival analyses were performed using Kaplan-Meier and log-rank tests. RESULTS: No robust effect of selenium on mortality and other outcome parameters could be determined in any sepsis phenotype. Phenotype frequencies were markedly different in our study cohort compared to previous reports (α: 2.2%, β: 6.3%, γ: 68.0%, δ: 23.4%). Differences in mortality between the respective phenotypes were not significant overall; however, 28-day mortality showed a lower mortality for the α- (20.8%) and β-phenotype (20.3%), followed by the γ- (27.1%), and δ-phenotype (28.5%). CONCLUSIONS: Application of the four sepsis phenotypes to the SISPCT study cohort showed discrete but non-significant mortality differences within 28 days. However, beneficial treatment effects of high-dose intravenous selenium were still not detectable after categorizing the SISPCT study cohort according to four phenotype criteria."
    },
    {
      "pmid": "40227414",
      "title": "Selenium Yeast Attenuated Lipopolysaccharide-Induced Inflammation in Porcine Mammary Epithelial Cells by Modulating MAPK and NF-κB Signaling Pathways.",
      "authors": [
        "Zhenting He",
        "Senlin Su",
        "Bing Zhang",
        "Dongpang Chen",
        "Siyu Yuan",
        "Wutai Guan",
        "Shihai Zhang"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mastitis, a prevalent inflammatory disease in mammals, disrupts mammary gland function, compromises milk quality, and can contribute to increased offspring morbidity and mortality. Maintaining the health of porcine mammary epithelial cells (PMECs), the primary cell type in the mammary gland, is crucial for minimizing the adverse effects of this disease. Selenium yeast (SeY), an organic selenium compound known for its antioxidant and immune-enhancing properties, has yet to be fully understood in its role in modulating inflammation in mammary gland. In this study, lipopolysaccharide (LPS) (50 µg/mL, 24 h) significantly upregulated the expression of pro-inflammatory cytokines, including tumor necrosis factor-alpha (TNF-α), interleukin-6 (IL-6), interleukin-8 (IL-8), and interleukin-1β (IL-1β) (p < 0.05). Pretreatment with 1 µM SeY significantly attenuated the LPS-induced inflammatory response by reducing the levels of TNF-α, IL-6, IL-8, and IL-1β (p < 0.05). Additionally, SeY enhanced cellular antioxidant defenses by increasing total antioxidant capacity (T-AOC), superoxide dismutase (SOD) activity, glutathione (GSH) levels, and glutathione peroxidase (GSH-Px) activity, while concurrently decreasing malondialdehyde (MDA) accumulation (p < 0.05). SeY also restored both intracellular and extracellular triglyceride levels and rescued lipid droplet formation, which were disrupted by LPS treatment. Furthermore, SeY upregulated key regulators involved in milk synthesis (p < 0.05). These findings suggest that SeY effectively mitigates LPS-induced inflammation and oxidative stress while preserving critical pathways for milk fat and protein synthesis in PMECs."
    },
    {
      "pmid": "40227412",
      "title": "Serum CD5L Responds Positively to Selenium and Coenzyme Q10 Supplementation with Relation to Thyroid Hormones, Mortality, and Health-Related Quality-of-Life-A Sub-Analysis of a Double-Blind Randomised Placebo-Controlled Trial in Elderly Low in Selenium.",
      "authors": [
        "Urban Alehagen",
        "Jan O Aaseth",
        "Trine B Opstad",
        "Anders Larsson",
        "Sabrina Asaad",
        "Lutz Schomburg",
        "Jan Alexander"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The Cluster of Differentiation 5-like protein (CD5L) is produced by tissue-resident macrophages. It is an innate immune mediator protein with a multitude of functions, such as binding of invading microorganisms and oxidised LDL, and it is associated with clinical conditions, i.e., atherosclerosis and inflammation. The circulating CD5L level has been reported to correlate to selenium status and thyroid hormone activity. In order to test this hypothesis, we analysed CD5L in serum samples from a randomized controlled trial (RCT) with selenium and coenzyme Q10 supplementation and examined associations between CD5L and thyroid hormones, health-related quality-of-life (Hr-QoL), and mortality in an elderly population low in selenium. Circulating levels of CD5L and thyroid hormones were determined in 359 elderly community-living individuals enrolled in an RCT at inclusion and after 48 months of supplementation (179 received selenium and coenzyme Q10, and 180 placebo). Hr-QoL was recorded at both time-points using Short Form 36. Pre-intervention plasma selenium was low, mean 67 µg/L. CD5L correlated positively to free tri-iodothyronine (fT3) and showed an inverse relation with thyroid stimulating hormone (TSH). Low CD5L concentrations at inclusion in the placebo group were associated with increased cardiovascular mortality during 10 years of follow-up, and impaired Hr-QoL at 48 months. Selenium and coenzyme Q10 supplementation significantly increased CD5L and fT3 levels, in association with a better health outcome. The data indicate that circulating CD5L positively responds to selenium and coenzyme Q10 supplementation, correlates with thyroid hormone status, and associates with positive health indices. The observed effect may be due to increased selenium-dependent deiodinase isozyme expression that converts thyroxine (T4) to T3 locally and supports thyroid hormone activities. Whether the observed associations with Hr-QoL and cardiovascular mortality are a direct effect of circulating CD5L or local thyroid hormone activity is unclear and should be further investigated."
    },
    {
      "pmid": "40223092",
      "title": "Colonic bacterial community responding to selenium-enriched yeast supplementation associated with improved gut mucus function in growing-finishing pigs.",
      "authors": [
        "Lingling Su",
        "Hongbo Yi",
        "E Xu",
        "Mingfei Xiao",
        "Yanhua Gao"
      ],
      "journal": "BMC microbiology",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium-enriched yeast (SeY), a high-quality organic source of selenium, enhances antioxidant activity and intestinal health in swine. This study aims to evaluate the effects of varying dietary SeY levels on intestinal morphology, epithelial mucus production, antioxidant activity, and colonic bacterial communities in growing-finishing pigs. Thirty 90-day-old Duroc×Landrace×Yorkshire growing-finishing pigs (average body weight of 54.37±2.13 kg) were randomly assigned to five treatment groups. The control group (CON) was fed a basal diet, while the other four groups were fed the basal diet supplemented with SeY at 0.3, 1, 3, and 5 mg/kg, respectively, for an 80-day of feeding trial. The results showed that the addition of SeY at 0.3 mg/kg increased villus height, villus height/crypt ratio, and mucus production in the ileum, as evidenced by the increase in goblet cell number and mucus thickness (P < 0.05). Furthermore, 0.3 mg/kg SeY up-regulated the mRNA expression levels of the MUC-1, claudin-1, occludin, and ZO-1 genes (P < 0.05). In contrast, high-dose SeY at 5 mg/kg resulting in damage to mucosal morphology. Ileal antioxidant activity of SOD and GSH-Px, and jejunal mRNA expression of GPX-1 and GPX-4, were higher in response to SeY (P < 0.05). Faecal Se excretion increased in SeY groups in a dose-dependent manner (P < 0.05). SeY led to a significant difference in beta diversity among treatment groups (P = 0.002) and led to a significant decrease in the concentrations of isobutyric and isovaleric acids when compared to the control group (P < 0.05). The acetate, propionate, butyrate, and total short-chain fatty acids were positively correlated with the biomarker genera Agathobacter (SeY at 0.3mg/kg), while isobutyrate and isovalerate were negatively correlated with biomarker genera Lactobacillus (SeY at 0.3mg/kg) (P < 0.05). Faecal accumulation of Se was positively correlated with the biomarker genera Alloprevotella (SeY at 3mg/kg) and Prevotellaceae_UCG-001 (SeY at 5mg/kg) and was negatively correlated with biomarker genera Agathobacter (SeY at 0.3mg/kg), Bacteroides (CON), and Faecalibacterium (CON) (P < 0.05). In conclusion, SeY doses of 0.3 mg/kg have beneficial effects on intestinal health, whereas prolonged SeY doses up to 5 mg/kg may compromise the intestinal mucus function in growing-finishing pigs.",
      "mesh_terms": [
        "Animals",
        "Selenium",
        "Swine",
        "Gastrointestinal Microbiome",
        "Dietary Supplements",
        "Colon",
        "Animal Feed",
        "Intestinal Mucosa",
        "Bacteria",
        "Mucus",
        "Antioxidants",
        "Yeast, Dried",
        "Yeasts"
      ]
    },
    {
      "pmid": "40214514",
      "title": "Somatostatin and Mannooligosaccharide Modified Selenium Nanoparticles with Dual-Targeting for Ulcerative Colitis Treatment.",
      "authors": [
        "Ruihua Ye",
        "Jianying Guo",
        "Zhongjin Yang",
        "Zixu Wang",
        "Yaoxing Chen",
        "Jiaqiang Huang",
        "Yulan Dong"
      ],
      "journal": "ACS nano",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammatory bowel disease (IBD) is a prevalent condition worldwide, characterized by complex etiologies, limited efficacy of clinical drug treatments, and potential adverse effects. In this study, we designed 269 nm selenium nanoparticles with double-cell targeting for ulcerative colitis treatment. Somatostatin (SST) and mannooligosaccharide (MOS) were employed to functionalize an Eucommia ulmoides polysaccharide selenium nanoparticle (EUP-SeNP), resulting in the formulation of SST/MOS@EUP-SeNP. Nanoparticles were engineered to target intestinal epithelial cells and macrophages through specific cell surface receptors, enabling dual-targeted treatment. In addition, sodium alginate (SA) microspheres incorporating SST/MOS@EUP-SeNP were prepared for oral administration, protecting the nanoparticles from gastric fluid. The results showed that SA/SST/MOS@EUP-SeNP could preferentially target the inflamed colon tissue and adhere to the colon, enhance the intestinal barrier function, regulate the level of colon inflammation, enhance antioxidant capacity, and regulate the composition of intestinal microbes to effectively relieve the colitis induced by sodium glucan sulfate (DSS). Meanwhile, SA/SST/MOS@EUP-SeNP had excellent biocompatibility both in vivo and in vitro. To some extent, this study can provide a reference for the treatment of IBD.",
      "mesh_terms": [
        "Selenium",
        "Colitis, Ulcerative",
        "Animals",
        "Oligosaccharides",
        "Nanoparticles",
        "Mice",
        "Somatostatin",
        "Alginates",
        "Male",
        "Humans",
        "RAW 264.7 Cells",
        "Mice, Inbred C57BL",
        "Particle Size",
        "Chitosan"
      ]
    },
    {
      "pmid": "40204040",
      "title": "Therapeutic potential of Polydopamine-Coated selenium nanoparticles in Osteoarthritis treatment.",
      "authors": [
        "Kyung-Chae Park",
        "Junwon Choi",
        "Sujin Choi",
        "Gyurim Lee",
        "Hyun-Ju An",
        "Hyerin Yun",
        "Soonchul Lee"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoarthritis (OA) affects millions globally, with its prevalence expected to rise due to an aging population. Selenium nanoparticles (SeNPs) have shown therapeutic potential, and polydopamine (PDA) coatings on nanoparticles offered additional benefits, including enhanced biocompatibility, antioxidant properties, and anti-inflammatory effects. However, while SeNPs and PDA have demonstrated efficacy in several disease models, their role in OA remains underexplored. This study aimed to evaluate the therapeutic effects of PDA-coated SeNPs in the treatment of OA. We developed PDA-coated SeNPs (PDA-SeNP) to improve Reactive Oxygen Species (ROS) control and evaluated their anti-inflammatory and cartilage-regenerative effects in both in vitro and in vivo models of OA. Transmission electron microscopy confirmed that the sizes of PDA-SeNPs was 203 ± 11 nm, with PDA coatings of approximately 12 ± 2 nm on the SeNPs. In vitro, treatment with PDA-SeNPs significantly enhanced the expression of cartilage-regeneration markers while reducing inflammatory marker levels in chondrocytes. For the in vivo analysis, OA was induced by injecting monoiodoacetate into the knee joints of rats. Four weeks after treatment with phosphate-buffered saline (PBS, n = 6), SeNPs (n = 6), or PDA-SeNPs (n = 6), the incapacitance test demonstrated improved weight-bearing capacity in the SeNP and PDA-SeNP groups compared to the PBS control. Gross morphological assessment and histological analysis revealed that PDA-SeNPs mitigated cartilage damage more effectively than SeNPs alone. These findings suggest that PDA-SeNPs promote cartilage repair, enhance extracellular matrix synthesis, and reduce knee pain in OA, establishing them as promising candidates for future OA treatment.",
      "mesh_terms": [
        "Animals",
        "Indoles",
        "Polymers",
        "Selenium",
        "Nanoparticles",
        "Osteoarthritis",
        "Male",
        "Chondrocytes",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species",
        "Anti-Inflammatory Agents",
        "Humans"
      ]
    },
    {
      "pmid": "40202578",
      "title": "Oral Selenium as an Adjunct in the Treatment of Acute Lower Respiratory Tract Infections in Children: A Double-Blind Randomized Controlled Trial.",
      "authors": [
        "Rubeena Jamir Shaikh",
        "Trupti Amol Joshi",
        "Smita Madhusudan Mundada",
        "Shilpa Yashwant Pawar",
        "Prabha Bhaskar Khaire More"
      ],
      "journal": "Indian pediatrics",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To evaluate the role of oral selenium in clinical recovery of acute lower respiratory tract infections (ALRTI) in under-five children. METHODS: This double-blind, randomized controlled trial included children aged 6 months to 5 years hospitalised with ALRTI at a tertiary care hospital. Participants were randomized in 1:1 ratio to receive oral selenium (20-30 mcg/day) or placebo, once daily until discharge, along with standard treatment. The primary outcome was the time for clinical recovery. The secondary outcomes were the duration of hospital stay, modes of oxygen support required and side effects of selenium. RESULTS: A total of 60 children were randomized to either groups. The median (IQR) time required for clinical recovery was 72 (54, 144) h in the selenium group and 96 (54, 120) h in the placebo group (P = 0.346). The median (IQR) duration of hospital stay was 6 (5, 7) days and 6 (6, 8) days in the selenium and placebo groups, respectively (P = 0.680). Mechanical ventilation was required in 10 (16.6%) and 21 (35%) children in the selenium and placebo groups, respectively (P = 0.020). No side effects were reported with the intervention. CONCLUSIONS: Oral selenium administered as an adjunct in a daily dose of 20-30 mcg orally for 5-7 days, does not reduce the time needed for clinical recovery or the duration of hospitalization but reduces the need for mechanical ventilation in under-five children with ALRTI. TRIAL REGISTRY: CTRI/2023/04/051842.",
      "mesh_terms": [
        "Humans",
        "Double-Blind Method",
        "Male",
        "Female",
        "Selenium",
        "Child, Preschool",
        "Respiratory Tract Infections",
        "Infant",
        "Administration, Oral",
        "Length of Stay",
        "Treatment Outcome",
        "Acute Disease"
      ]
    },
    {
      "pmid": "40201800",
      "title": "Staphylococcus aureus in subclinical bovine mastitis: Prevalence and innovative treatment with Moringa oleifera and Selenium nanoparticles.",
      "authors": [
        "Mayada A M Abou Zeid",
        "Lamiaa Okasha",
        "Yamen Hegazy",
        "Mohamed Abdelmegeid"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Bovine subclinical mastitis is a significant disease that significantly impacts the health of dairy cows and subsequently affects milk production. Among the various causes of subclinical mastitis, bacterial infections, particularly Staphylococcus aureus (S. aureus), play a crucial role. AIM: The aim of this investigation was to isolate and identify S. aureus strains from cows with subclinical mastitis, assess their antimicrobial susceptibility, virulence genes, and investigate the potential antibacterial activity of Moringa oleifera ethanolic extract and Selenium (Se) nanoparticles against both somatic cell count (SCC) and S. aureus count in subclinical mastitic cows. METHODS: We collected 110 milk samples from dairy cows with subclinical mastitis in the Kafrelsheikh governorate before treatment with intramammary antibiotics. Samples were identified using pH detection, SCC at ≤200,000 cells/ ml, and California Mastitis Test. RESULTS: The effect of M. oleifera ethanolic extract, Se nanoparticles, and Ciprofloxacin antibiotic in reducing SCC and S. aureus counts was significant. Selenium nanoparticles and Ciprofloxacin antibiotics showed the highest reduction in the S. aureus count, comparable to M. oleifera ethanolic extract, while ciprofloxacin followed by M. oleifera ethanolic extract, and Selenium nanoparticles were effective against somatic cell count. CONCLUSION: This study emphasizes the widespread occurrence of S. aureus in subclinical bovine mastitis and highlights the potential of M. oleifera ethanolic extract and Se nanoparticles as promising treatment options. Selenium nanoparticles demonstrated notable antibacterial effects against S. aureus and contributed to a reduction in somatic cell counts. Considering these findings, we propose additional studies on the potential of Selenium nanoparticles as antibacterial agents, as they demonstrate effectiveness in preventing and managing S. aureus subclinical mastitis.",
      "mesh_terms": [
        "Staphylococcus aureus",
        "Asymptomatic Infections",
        "Mastitis, Bovine",
        "Staphylococcal Infections",
        "Animals",
        "Cattle",
        "Female",
        "Microbial Sensitivity Tests",
        "Virulence Factors",
        "Genes, Bacterial",
        "Moringa",
        "Plant Extracts",
        "Anti-Bacterial Agents",
        "Ciprofloxacin",
        "Selenium",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "40199010",
      "title": "Synthesis of N-heterocyclic carbene‑selenium complexes modulating apoptosis and autophagy in cancer cells: Probing the interactions with biomolecules and enzymes.",
      "authors": [
        "Rizwan Ashraf",
        "Zohra Khalid",
        "Qi-Pin Qin",
        "Muhammad Adnan Iqbal",
        "Tugba Taskin-Tok",
        "İmren Bayil",
        "Ching Kheng Quah",
        "Nur Aisyah Mohamad Daud",
        "Faleh Zafer Alqahtany",
        "Mohammed A Amin",
        "Salah M El-Bahy"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Growing cancer resistance is a global threat that calls for development of newer chemotherapeutic analogues especially targeted based therapy to enhance efficacy and selectivity. In this contribution, herein, we report synthesis of selenium incorporated N-heterocyclic carbene (NHC) compounds to explore their potential cytotoxicity against HeLa cells. Test compounds were assured for suitability as drug candidates through physiochemical properties that showed lipophilicity logP 0.85-1.45 for C1-C3 and found stable in biological media (DMEM), whereas, least reactive with N-acetyl cysteine (NAC) and L-glutathione. All the studied compounds showed good cytotoxicity against various cancer strains while compound C1 [3,3-(hexane-1,6-diyl)bis(1-phenethyl-1H-imidazole-2(3H)-selenone)] and C2 [3,3-(hexane-1,6-diyl)bis(1-decyl-1H-imidazole-2(3H)-selenone)] showed promising results with IC50 values of 14.65 ± 0.66 and 8.05 ± 0.35 μg/mL respectively as compared to positive control 21.5 ± 0.05 μg/mL against HeLa cell lines. These compounds showed six-fold higher apoptosis than control with higher accumulation of Ca+ ions intracellularly that alters the expression level of autophagy proteins and increased capase-9 activity. Cell cycle analysis indicated an arrest of cycle in G1 phase of HeLa cells when treated with C1 & C2. Test compounds showed prominent affinity for binding with DNA and inhibiting thioredoxin reductase enzymes in time dependent manners. These findings indicate that Selenium NHC compounds are promising drug candidates to induce cytotoxicity via apoptosis, autophagy and mitochondrial membrane disruptions to manage tumor growth."
    },
    {
      "pmid": "40192814",
      "title": "A study on dermatologists' self-assessment of the efficacy of a 1% selenium disulfide-0.9% salicylic acid -based shampoo for scalp seborrheic dermatitis.",
      "authors": [
        "Xi Chen",
        "Jiaxin Li",
        "Yurong Li",
        "Aihua Wei"
      ],
      "journal": "Archives of dermatological research",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Scalp seborrheic dermatitis (SSD) is a common inflammatory condition requiring effective topical treatment options. To evaluate the efficacy and acceptability of a 1% selenium disulfide (SeS2)-0.9% salicylic acid shampoo in treating mild to moderate SSD among dermatologists. 95 dermatologists with mild to moderate SSD used the shampoo thrice weekly for 4 weeks. Symptoms were assessed using Visual Analog Scale (VAS) at baseline, Day 14, and Day 28. After 4-week treatment, severe dandruff cases decreased from 28.4% to 3.2%, with 90.5% participants reporting only mild or no dandruff. VAS scores showed significant improvement in all symptoms (p < 0.01). Product satisfaction reached 88.5%, with 90.5% willing to recommend it clinically. The findings of this study suggest that a shampoo based on 1% selenium disulfide (SeS2) and 0.9% salicylic acid is effective in helping alleviate the symptoms of seborrheic dermatitis (SSD).",
      "mesh_terms": [
        "Humans",
        "Salicylic Acid",
        "Dermatitis, Seborrheic",
        "Dermatologists",
        "Male",
        "Female",
        "Adult",
        "Middle Aged",
        "Treatment Outcome",
        "Hair Preparations",
        "Organoselenium Compounds",
        "Disulfides",
        "Severity of Illness Index",
        "Scalp Dermatoses",
        "Self-Assessment",
        "Scalp"
      ]
    },
    {
      "pmid": "40192063",
      "title": "Triple-Functional Probiotics with Intracellularly Synthesized Selenium Nanoparticles for Colitis Therapy by Regulating the Macrophage Phenotype and Modulating Gut Microbiota.",
      "authors": [
        "Puze Li",
        "Lichong Zhu",
        "Cheng Song",
        "Meichan Wu",
        "Xuan Zhu",
        "Suting He",
        "Bo Hu",
        "Zehao Chen",
        "Zhi Liu",
        "Ban Luo",
        "Yan Liu",
        "Xiangliang Yang",
        "Jun Hu"
      ],
      "journal": "ACS nano",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The dysregulated macrophage phenotype, as the main cause of colitis, not only enhanced oxidative stress to exacerbate inflammatory responses but was closely related with gut microbial dysbiosis. It was needed to simultaneously address the three issues for the effective treatment of colitis, but it was not satisfied. Here, we developed \"three-birds-one-stone\" probiotics, named Se@EcN-C2/A2, for colitis treatment. Escherichia coli Nissle 1917 (EcN), a clinically approved probiotic, was used to intracellularly synthesize selenium (Se) nanoparticles by biomineralization, giving Se@EcN. Coating glycol chitosan and sodium alginate on the surface of Se@EcN (Se@EcN-C2/A2) endowed probiotics with high resistance to the harsh gastrointestinal tract environment and strong adhesion and targeting ability to the inflamed site of the colon to facilitate the uptake by M1 macrophages. Se@EcN-C2/A2 was metabolized to SeCys2 and MetSeCys to be involved in the synthesis of GPX2 and TXNRD1, which led to reaction oxygen species clearance to inhibit Toll-like receptor and nuclear factor κB signaling pathways to suppress inflammatory response and polarize M1 macrophages to M2 phenotypes by activating PI3K/AKT signaling pathways. In DSS-induced colitis mice, Se@EcN-C2/A2 exerted satisfactory therapeutic and prophylactic effects, including scavenging oxidative stress and regulating macrophage phenotypes to suppress inflammatory response and restore gut barrier functions. Moreover, the living probiotic EcN in the colon effectively regulated microbial dysbiosis by decreasing the abundance of Escherichia-Shigella and increasing the abundance of Lactobacillus and Bifidobacterium.",
      "mesh_terms": [
        "Selenium",
        "Animals",
        "Gastrointestinal Microbiome",
        "Colitis",
        "Probiotics",
        "Macrophages",
        "Mice",
        "Nanoparticles",
        "Mice, Inbred C57BL",
        "Escherichia coli",
        "Phenotype",
        "RAW 264.7 Cells",
        "Male"
      ]
    },
    {
      "pmid": "40187250",
      "title": "DL-alanine promotes the colonization of Pseudomonas aeruginosa and their synergistic enrichment of selenium and decrease of cadmium absorption by Brassica napus.",
      "authors": [
        "Huan Zhang",
        "Hua Zhang",
        "Wenju Liu",
        "Zheng Lei",
        "Yin Wang",
        "Jiandong Sheng",
        "Zhen Wang",
        "Chengxiao Hu",
        "Xiaohu Zhao"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In selenium-rich regions, selenium and cadmium coexist in soil, posing a threat to agricultural product safety. This study explores the influence of Pseudomonas aeruginosa and DL-alanine on selenium and cadmium uptake in Brassica napus. Through pot and medium experiments, along with FTIR and XPS analyses, we found that DL-alanine significantly boosts Pseudomonas aeruginosa biofilm formation and root colonization. Compared with the control group, the combined treatment of DL-alanine and Pseudomonas aeruginosa increased the selenium content in the shoots by 55.8 %, and decreased the cadmium content in the shoots and roots by 66.3 % and 67.9 %, respectively. The direct reason for this result is that the available selenium in the rhizosphere soil increased by 32 % and the available cadmium decreased by 10 %. Further investigation shows that DL-alanine promotes the transformation of Se(0) to Se(-II) and the formation of CdSe nanoparticles by Pseudomonas aeruginosa, which enhances the availability of selenium and reduces that of cadmium. Furthermore, gene expression analysis revealed that the expression levels of selenium-related genes were upregulated, while those of cadmium transport genes were downregulated. This study proposes a new method for improving selenium utilization and reducing cadmium absorption in soils where selenium and cadmium coexist, providing a theoretical basis for safer agricultural practices."
    },
    {
      "pmid": "40186103",
      "title": "Growth and selenium bioaccumulation in rape seedlings promoted by strain Limosilactobacillus sp. LF-17.",
      "authors": [
        "Haifeng Li",
        "Fengjiao Li",
        "Mengyu Wang",
        "Caibo Hou",
        "Feng Jia",
        "Xifeng Wang",
        "Mingjun Li"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) is an essential trace element that plays a critical role in human tissue formation, metabolism, and physiological functions. However, many individuals worldwide suffer from Se deficiency diseases. This study aims to evaluate the impact of Se-tolerant LF-17 agents and exogenous Na2SeO3 application on the growth, enzyme activity, and metabolic characteristics of rape seedlings. Treatment LF-3 (inoculation of Se-tolerant LF-17 agent and exogenous Na2SeO3, with the soil Se concentration of 5 mg/kg) led to a 38.62% increase in plant height and a 116.7% increase in fresh weight. And the Se-tolerant LF-17 agent in treatment LF-3 also reduced the oxidative stress induced by exogenous Na2SeO3 compared to that of treatment LF-2 (with the same amount exogenous Na2SeO3 only), as evidenced by the lower activities of SOD, POD, and CAT, as well as less content of malondialdehyde. Furthermore, the upregulation of metabolic pathways such as \"cuticle, suberine, and wax biosynthesis\" \"flavonoid biosynthesis,\" and \"terpenoid backbone biosynthesis\" enhanced the plant's stress resistance as revealed by non-targeted metabolomics sequencing method. This approach offers promising applications for improving Se bioavailability in crops, mitigating Se toxicity, addressing global Se deficiency challenges and is expected to contribute to fulfilling the Se supplementation needs of the population.",
      "mesh_terms": [
        "Selenium",
        "Seedlings",
        "Bioaccumulation",
        "Rhizobiaceae",
        "Brassica napus",
        "Oxidative Stress",
        "Brassica rapa"
      ]
    },
    {
      "pmid": "40185944",
      "title": "Enhancing the anticancer effects of rosmarinic acid in PC3 and LNCaP prostate cancer cells using titanium oxide and selenium-doped graphene oxide nanoparticles.",
      "authors": [
        "Maryam Hosseinzadeh Ranjbar",
        "Elham Einafshar",
        "Hossein Javid",
        "Niloufar Jafari",
        "Seyedeh Sara Sajjadi",
        "Reza Assaran Darban",
        "Seyed Isaac Hashemy"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prostate cancer remains a significant health concern due to its high mortality rate, emphasizing the need for innovative therapeutic approaches. This study aims to explore the potential anticancer effects of a drug nanocomplex containing rosmarinic acid in the treatment of prostate cancer, aiming to contribute to the development of safer and more effective treatment options for cancer patients. Nanocomposite Graphene Oxide was synthesized following the Hummers' method. The resulted product dissolved in deionized water with rosmarinic acid to prepare the final product. To investigate the effects of rosmarinic acid@Se-TiO2-GO, PC3, LNCaP, and normal (HFF-1) cell lines were treated with varying concentrations (7.8, 15.6, 31.2, 62.5, 125, 250, and 500 µg/ml) of the nanocomplex. Cell viability was assessed using the Resazurin test, while levels of reactive oxygen species (ROS), gene expression (Bcl-2 and Bax), and total antioxidant capacity were measured in both cancerous and normal cells. The Se-TiO2-GO nanoparticles demonstrated high entrapment efficiency and loading capacity for rosmarinic acid. The IC50 values after 24 and 48 h of RA treatment were significantly greater than those recorded for treatments involving rosmarinic acid@Se-TiO2-GO. Treatment with rosmarinic acid@Se-TiO2-GO resulted in decreased cell viability and increased apoptosis in PC3 and LNCaP cells, while showing no inhibitory effects on the normal cell line (HFF-1) at concentrations toxic to cancer cells. Additionally, a dose-dependent increase in ROS levels, a decrease in total antioxidant capacity, elevated Bax gene expression, and reduced Bcl-2 expression were observed in the cancer cells following treatment with the nanocomplex. The cytotoxic effects of rosmarinic acid@Se-TiO2-GO nanoparticles on prostate cancer cells appear to be mediated through the generation of oxidative stress and induction of apoptosis. The unique formulation of these nanoparticles holds promise for future prostate cancer treatment strategies.",
      "mesh_terms": [
        "Rosmarinic Acid",
        "Humans",
        "Depsides",
        "Cinnamates",
        "Graphite",
        "Titanium",
        "Male",
        "Prostatic Neoplasms",
        "Nanoparticles",
        "Cell Survival",
        "Antineoplastic Agents",
        "Selenium",
        "Cell Line, Tumor",
        "Reactive Oxygen Species",
        "Apoptosis",
        "PC-3 Cells",
        "Antioxidants"
      ]
    },
    {
      "pmid": "40182029",
      "title": "The role and mechanism of selenium in the prevention and progression of hepatocellular carcinoma.",
      "authors": [
        "Qinying Luo",
        "Xiaofang Bai",
        "Xiaojiao Li",
        "Chang Liu"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) represents the most prevalent form of liver cancer. Despite notable advancements in therapeutic strategies, HCC continues to pose significant public health challenges due to its rising incidence and high mortality rates worldwide. Selenium is an essential trace element that playing a critical role in human health. Recent studies have highlighted its potential preventive and therapeutic benefits in the context of HCC. However, some in vitro and in vivo investigations have yielded inconsistent results, and the mechanisms by which selenium influences HCC are still not completely clear. This review begins by providing an extensive evaluation of the effects and mechanisms of selenium on the primary risk factors associated with HCC, including viral infections, metabolic abnormalities, and lifestyle factors. Subsequently, we outline the roles and mechanisms by which selenium influences the proliferation, metastasis, and immune microenvironment of HCC. Finally, we emphasize the imperative for further investigation into the optimal dosage and forms of selenium, as well as its effects on the HCC microenvironment, to inform the development of effective clinical strategies. This review thus provides a foundational framework for the potential clinical application of selenium in the treatment of HCC."
    },
    {
      "pmid": "40181943",
      "title": "Interactive effect between Selenium and Vitamin C levels on risk of hypertension among adult women in the United States: evidence from NHANES 2011 to 2020.",
      "authors": [
        "Dongfang Wu",
        "Ping Fan",
        "Sze Wan Ching"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hypertension poses an imperative global health risk, affecting over 1 billion people and contributing to cardiovascular disease, especially for women. While previous studies suggest micronutrients such as Vitamin C or Selenium can help reduce blood pressure, research on their interactive effects remains limited. METHODS: This cross-sectional study analyzed data from 9,343 women aged 20 years and older in NHANES (2011-2020). Logistic regression analysis was conducted to evaluate the effect of each micronutrient on hypertension. To account for potential interactions between micronutrients, we calculated the relative excess risk due to interaction, which assessed their combined effect on hypertension. RESULTS: We confirmed the individual associations of Vitamin C and Selenium with hypertension, showing significant negative correlations (p < 0.05). Participants were then divided into four groups, and those with high intakes of both Vitamin C and Selenium had a significantly lower risk of hypertension (p < 0.05), supporting the association between the combined intake of these nutrients and lower hypertension risk, though no synergistic effect was observed. CONCLUSION: The findings support the combined intake of Vitamin C and Selenium in hypertension prevention, broadening thoughts on the level of nutrition for the treatment of hypertension. These results suggest a potential association between adequate supplementation of Vitamin C and Selenium and lower blood pressure. However, further rigorous clinical studies are essential to validate and strengthen these findings."
    },
    {
      "pmid": "40180024",
      "title": "Selenium supplementation protects cancer cells from the oxidative stress and cytotoxicity induced by the combination of ascorbate and menadione sodium bisulfite.",
      "authors": [
        "Radosveta Gencheva",
        "Lucia Coppo",
        "Elias S J Arnér",
        "Xiaoyuan Ren"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The combination of ascorbate (vitamin C) and menadione sodium bisulfite (MSB, vitamin K3), here called VC/VK3 (also named Apatone®, or M/A), has shown selective cytotoxicity in cancer cells and is under clinical investigation as a cancer therapy. However, the mechanisms of VC/VK3-induced cell death are not fully understood. In this in vitro study using human glioblastoma and non-transformed glial cell lines, we found that VC/VK3 caused higher toxicity in cancer cells in an H2O2- and iron-dependent manner, suggesting that ferroptosis may play a role in the cell death process. Furthermore, selenium supplementation significantly protected cancer cells from VC/VK3 treatment concomitantly with enhanced expression levels and enzymatic activity of antioxidant selenoproteins, including thioredoxin reductases (TXNRDs) and glutathione reductases (GPXs). We also found that VC/VK3 competes for electrons with thioredoxin (TXN), impairing peroxiredoxin 1 (PRDX1) in cells. Finally, chemically inhibiting TXNRDs or the glutathione-dependent antioxidant systems exaggerated the toxicity of VC/VK3. Overall, this study elucidated parts of the cell death mechanisms of VC/VK3 and identified combination strategies to overcome selenium-mediated resistance, advancing the translational potential of this prooxidant treatment.",
      "mesh_terms": [
        "Humans",
        "Vitamin K 3",
        "Oxidative Stress",
        "Ascorbic Acid",
        "Selenium",
        "Sulfites",
        "Cell Line, Tumor",
        "Antioxidants",
        "Ferroptosis",
        "Hydrogen Peroxide",
        "Glioblastoma",
        "Cell Survival"
      ]
    },
    {
      "pmid": "40178200",
      "title": "Prospective Analysis of Serum Zinc and Selenium Levels in Children with Cancer.",
      "authors": [
        "Deniz Sül Yaprak",
        "Bilgehan Yalçın",
        "Münevver Büyükpamukçu"
      ],
      "journal": "Nutrition and cancer",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Serum zinc and selenium concentrations might be altered by various disease conditions including malignancies. We aimed to prospectively investigate the serum levels of both elements in pediatric cancers. Children <18 years with newly diagnosed cancers were eligible. Data regarding demographics, histopathological diagnoses, tumor sites, disease extent, treatments given and outcomes were recorded. Serum samples were obtained at diagnosis and in the 3-4 months after diagnosis to determine the serum concentrations of zinc and selenium using \"inductively coupled plasma mass spectrometry\" (ICP-MS) method. Serum levels were compared to normal references and also in the subgroups according to tumor types, tumor sites and disease extent. Eighty-one children were included (Male/female: 50/31, median age 7.5-years). Twenty-five patients had lymphomas and 56 had solid tumors. For all patients, median serum levels of zinc and selenium were 69.5 mcg/dL and 114.3 mcg/L, respectively, which were comparable to normal reference values. In patients with lymphomas, mean and median initial zinc levels were significantly lower compared to solid tumors, which increased following treatment. No significant difference was detected in initial selenium concentrations of all patients and also in the subgroups. In the 3.-4. months following treatment, selenium levels decreased significantly in solid tumors. No significant difference was detected in the survival rates according to Zn and Se levels. Lower zinc levels at diagnosis in lymphomas was remarkable. The decline in Se levels after treatment may reflect the selenophilic nature of solid tumors and could also be linked to reduced appetite and dietary intake. Suppression of hepatic biosynthesis of selenoprotein by some chemotherapeutics might also contribute to diminished selenium levels after treatment. Further studies are needed to explore the implications of deficiencies in both elements."
    },
    {
      "pmid": "40172589",
      "title": "Oral Selenium as an Adjunct in the Treatment of Acute Lower Respiratory Tract Infections in Children.",
      "authors": [
        "Akshita Soni",
        "Sushil K Kabra"
      ],
      "journal": "Indian pediatrics",
      "publication_date": "2025-May",
      "publication_types": [
        "Editorial"
      ]
    },
    {
      "pmid": "40162962",
      "title": "Plant electrical signals reveal the joint interactions of bicarbonate- selenium on cadmium transport in Cardamine violifolia.",
      "authors": [
        "Juyue Xiao",
        "Antong Xia",
        "Yanyou Wu",
        "Dapeng Wang",
        "Zhanghui Qin",
        "Jiqian Xiang",
        "Gratien Twagirayezu"
      ],
      "journal": "Plant signaling & behavior",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cardamine violifolia (C. violifolia), a hyperaccumulator selenium plant species, is a common medicinal and edible species as the primary source of Se supplementation in karst areas. Bicarbonate (HCO3-), a byproduct of carbonate rock weathering, may interact with Se, but the synergistic effects of HCO3- and Se on Cd transport in selenium hyperaccumulators remain unclear. In this study, C. violifolia was used to examine the impact of different bicarbonate levels on its growth, photosynthesis, intracellular water dynamics, and nutrient transport. As one result, Se6+ improved the intracellular water-holding capacity (IWHC), the intracellular water/nutrient transfer rate (WTR/NTR), the nutrient translocation capacity (NTC), the nutrient active translocation capacity (NAC), while simultaneously reducing Cd2+ translocation. Bicarbonate and Se6+ together affected Cd2+ transport in C. violifolia. The BSC1 treatment (1 mm HCO3- addition, 0.46 mm Se6+ and 0.27 mm Cd2+) maximized biomass and photosynthesis, likely due to low HCO3- aiding Se6+ translocation and reducing Cd2+ movement. Conversely, BSC3 (15 mm HCO3- addition, 0.46 mm Se6+ and 0.27 mm Cd2+) resulted in the smallest biomass and photosynthesis in C. violifolia, as the high HCO3- level inhibited the translocation of Se6+, which decreased the IWHC, WTR(NTR), NTC and NAC. No significant correlation was found between Se-Cd translocation factors, suggesting that HCO3- may not directly affect Cd2+ transport but could increase root pH, hindering Cd2+ movement from roots to shoots. The 1 mm bicarbonate interacting with selenium can decrease translocation of cadmium and enhance the photosynthesis and growth, thereby enhancing the selenium enrichment capacity and biomass of C. violifolia in karst areas.",
      "mesh_terms": [
        "Bicarbonates",
        "Cadmium",
        "Selenium",
        "Biological Transport",
        "Cardamine",
        "Photosynthesis"
      ]
    },
    {
      "pmid": "40159480",
      "title": "Histopathologic evaluation of skin wound healing due to local application of transdermal chitosan patch in combination with doxycycline, zinc nanoparticles, and selenium nanoparticles in mice.",
      "authors": [
        "Pegah Khosravian",
        "Negin Motamedi",
        "Moosa Javdani",
        "Elham Moghtadaei Khorasgani"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The aim of this study is to compare the histopathological changes in experimental skin wound healing in mice treated with a topical application of chitosan combined with doxycycline, as well as zinc and selenium nanoparticles. METHODS: Fifty mice with experimental skin wounds were divided into four equal groups: a control group with no therapeutic intervention, a CsD group receiving a transdermal patch containing doxycycline, a CsDZn group receiving a transdermal patch with chitosan-doxycycline-zinc nanoparticles, a CsZnS group receiving a transdermal patch with chitosan-zinc and selenium nanoparticles, and a CsDZnS group receiving a transdermal patch containing chitosan-doxycycline-zinc and selenium nanoparticles. After synthesizing and confirming the efficacy of the transdermal patches, we measured the wound area and histological indices of wound healing on the 7th and 14th days of the study. RESULTS: The results showed that the use of selenium and zinc nanoparticles leads to a decrease in the wound surface in the CsDZnS group compared to the control group and remaining experimental groups. A significant reduction in inflammation and hemorrhage was recorded in the CsDZnS group compared to other groups. On the seventh day of the study, angiogenesis in the CsDZnS group was higher than in the other groups. In addition, on the 14th day of the study, orientation of collagen fibers and re-epithelialization were more observed in the CsDZnS group compared to the other groups. CONCLUSION: The chitosan skin patch containing doxycycline, zinc nanoparticles, and selenium nanoparticles (CsDZnS group) demonstrated the most effective results in skin healing, as evidenced by the highest control of inflammation on days 7 and 14, the greatest re-epithelialization on day 14, and the smallest wound area on both days compared to the other evaluated groups.",
      "mesh_terms": [
        "Animals",
        "Doxycycline",
        "Chitosan",
        "Selenium",
        "Wound Healing",
        "Mice",
        "Zinc",
        "Skin",
        "Transdermal Patch",
        "Nanoparticles",
        "Male",
        "Anti-Bacterial Agents",
        "Metal Nanoparticles",
        "Administration, Cutaneous"
      ]
    },
    {
      "pmid": "40153089",
      "title": "Efficacy of curcumin-selenium nanoemulsion in alleviating oxidative damage induced by aluminum chloride in a rat model of Alzheimer's disease.",
      "authors": [
        "Safaa M Awad",
        "Yasser A Attia",
        "Hassan ElSayed",
        "Shams H Abdelhafez",
        "Akaber T Keshta",
        "Eman Rashad",
        "Heba M A Khalil",
        "Aziza T Fathy"
      ],
      "journal": "Journal of molecular histology",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is a common neurological disorder primarily affecting older adults. A hallmark of this condition is the generation of reactive oxygen species (ROS), leading to increased oxidative stress and cellular damage. Treatment with a curcumin-selenium nanoemulsion has been shown to enhance behavioural performance and mitigate degenerative changes induced by aluminium chloride (AlCl3). This nanoemulsion also reduced the activity of acetylcholinesterase (AChE) and lowered levels of key proteins, including Aβ, p53, tau, nuclear factor erythroid 2-related factor 2 (Nrf2), and tumour necrosis factor-alpha (TNF-α). Additionally, it significantly decreased nitric oxide (NO) levels in the brain while enhancing the activity of catalase (CAT) and superoxide dismutase (SOD). The study highlights the antioxidant and anti-inflammatory properties of the curcumin-selenium nanoemulsion, suggesting its potential as a therapeutic option for alleviating AD induced by AlCl3. These results are further supported by improvements in the histological structure of the cortex and hippocampus, as well as enhanced immunohistochmical assessment of glial fibrillary acidic protein (GFAP). Cur- Se-nanoemulsion, the current drug delivery technology, may lower the amount of amyloid-β in AD rat brain and considerably ameliorate the memory deficit that improve therapy efficacy in AD lesions.",
      "mesh_terms": [
        "Animals",
        "Curcumin",
        "Alzheimer Disease",
        "Aluminum Chloride",
        "Oxidative Stress",
        "Emulsions",
        "Disease Models, Animal",
        "Rats",
        "Selenium",
        "Male",
        "Antioxidants",
        "Brain",
        "Nanoparticles",
        "Rats, Wistar",
        "Acetylcholinesterase"
      ]
    },
    {
      "pmid": "40152195",
      "title": "Selenium nanoparticles and paclitaxel co-delivery by a PCL based nanofibrous scaffold to enhance melanoma therapy.",
      "authors": [
        "Maryam Doostan",
        "Ata'ollah Rahmani Azar",
        "Hassan Maleki"
      ],
      "journal": "Journal of biomaterials applications",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The incidence of skin cancer has increased significantly in recent decades, highlighting the need for more effective treatments due to the limitations of traditional approaches. This study focused on creating a poly (ε-caprolactone) and chitosan (PCL/CS) nanofibrous scaffold loaded with selenium nanoparticles (Se NPs) and paclitaxel (PTX) to inhibit melanoma cell growth. The synthesized Se NPs, characterized by their uniform spherical shape and nano-scale size (∼120 nm), were incorporated into the scaffold. Then, the Se NPs and PTX were concurrently loaded into PCL/CS nanofibers at 5 wt%, which resulted in fibers with an average diameter of 253 ± 35 nm, presenting a ribbon-like morphology and absence of droplets/beads. The results indicated a high fluid absorption capacity, a wettability and high tensile strength of the produced scaffold. Moreover, the controlled release of the loaded compounds was provided over several days. Remarkably, high toxicity (>90%) and higher levels of apoptosis (>85%) were observed in A375 melanoma cells treated with the PTX-Se NPs PCL/CS scaffold. Moreover, the assessment of fibroblast growth and hemolysis confirmed the scaffold's high level of biocompatibility. The PTX-Se NPs PCL/CS nanofibers exhibit favorable properties and strong anti-tumor efficacy, making them a promising scaffold for localized and selective chemotherapy in anti-melanoma treatment."
    },
    {
      "pmid": "40147740",
      "title": "Selenium alleviates high-fat diet induced hepatocyte lipid accumulation via exosome miR-22/FGFR1 pathway in grass carp.",
      "authors": [
        "Chi Wang",
        "Xiaotian Zhang",
        "Guohao Liu",
        "Cheng Zhang",
        "Pengju Li",
        "Pan He",
        "Sha Liu",
        "Hong Ji",
        "Haibo Yu"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study aims to investigate whether exosomal miRNAs are involved in lipid reduction by selenium (Se) in the liver of grass carp, through miRNA sequencing, transfection of miRNA mimic (miR-22m) or inhibitor (miR-22i), isolation of hepatocyte-derived exosomes and treatment, and detection of lipid metabolism-related genes and proteins. The miRNAs sequencing and bioinformatics revealed that miR-22 was most abundantly expressed in the differentially expressed miRNAs after selenium treatment, and was enriched in lipid metabolism-related pathways. Moreover, Se significantly up-regulated the miR-22 levels and reduced the lipid content in liver or hepatocytes of grass carp. Furthermore, the miR-22m significantly increased levels of miR-22 and reduced lipid content in grass carp hepatocytes, which were consistent with the Se-treatment. However, the miR-22i reversed these trends. Besides, the miR-22 suppressed the FGFR1-PI3K-AKT-mTOR signaling pathway and its downstream genes related to lipid synthesis. More importantly, the Se-treated hepatocyte-exosomes which were enriched in the miR-22 significantly reduced the triglycerides content in the oleic acid-treated hepatocytes. In summary, Se alleviated high fat-induced lipid accumulation in grass carp liver by up-regulating the expression of miR-22 which negatively regulates FGFR1 and its downstream regulatory genes. Moreover, exosomes participate in the lipid reduction by Se, which may be through carrying miR-22."
    },
    {
      "pmid": "40146247",
      "title": "Green-synthesized selenium-hydroxytyrosol nanocomposites attenuate hepatocellular carcinoma in rats by modulating oxidative stress, inflammation, and apoptosis.",
      "authors": [
        "Radwa T M Tawfik",
        "Eman M Abd El-Azeem",
        "Sawsan M Elsonbaty",
        "Ehab A Ibrahim"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) poses a significant health risk and greatly affects global rates of illness and death, highlighting an urgent requirement for new treatment strategies. This study examines the therapeutic effects of selenium-hydroxytyrosol nanocomposites (Se-HTNPs) in a rat model with HCC caused by diethylnitrosamine (DEN). Treatment with Se-HTNPs significantly inhibited serum activities of alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), and total bilirubin, while increasing serum albumin and total protein levels. Oxidative stress was alleviated, as evidenced by a marked reduction in hepatic malondialdehyde (MDA) levels and an increase in antioxidant markers, such as reduced glutathione (GSH), superoxide dismutase (SOD), and total antioxidant capacity (TAC). Se-HTNPs also significantly decreased hepatic inflammatory markers, such as tumor necrosis factor-alpha (TNF-α), interleukin-6 (IL-6), and interleukin-1β (IL-1β), as well as apoptotic markers (p53 and caspase-3) and vascular endothelial growth factor (VEGF). Furthermore, Se-HTNPs suppressed the mRNA expression of c-Jun N-terminal kinase (c-JNK) and nuclear factor kappa B (NF-κB) and improved histopathological alterations brought on by DEN. These findings suggest that Se-HTNPs mitigate DEN-induced HCC in rats through their potent antioxidant, anti-inflammatory, and anti-carcinogenic properties, underscoring their potential as a therapeutic strategy for HCC."
    },
    {
      "pmid": "40144757",
      "title": "Antibacterial potential of silver-selenium nanocomposites in mitigating fire blight disease in Pyrus communis L.",
      "authors": [
        "Muhammad Imran",
        "Muhammad Umer",
        "Naveed Iqbal Raja",
        "Fozia Abasi",
        "Nimra Sardar",
        "Ubaidur Rahman",
        "Syed Azaz Mustafa Naqvi",
        "Muhammad Yousuf Jat Baloch",
        "Abdulwahed Fahad Alrefaei"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pyrus communis L. is a vital fruit tree known for its nutritional and economic importance. Thus, for humans, it is an essential element for their balanced nutritional diet, as it contains the major dietary fibers, vitamins, and minerals. All of these nutritionally important aspects decrease with the impact of disease fire blight. Erwinia amylovora is a causative agent of fire blight. This infection causes a considerable loss in the production of Pyrus communis L. Annually, approximately 50% of pear fruit in Pakistan is misplaced because of these illnesses. Therefore, we propose nanotechnology remediation to treat pear plants and obtain the desired yield. In this regard, an experiment was designed to treat infected plants with different concentrations of silver-selenium nanocomposites, which was based on a literature review that indicated the antimicrobial activities of silver and selenium nanoparticles. Silver-selenium nanocomposites were prepared using a green synthesis method, and their synthesis was confirmed using characterization techniques. The experiment was performed at a farmhouse in Chakwal district, Punjab, Pakistan. The experimental results showed increased morphological, physiological, and biochemical parameters. In this regard, the best treatment remained at 50 ppm for the Ag-Se nanocomposite, which improved the plant in different aspects. At the same time, they have improved fruit metrics, such as vitamin C, pH, and juice content. Thus, these results show a possible improvement in enhancing the resistance against fire blight by using green-synthesized Ag-Se NCs. Further studies are needed to understand fully the molecular mechanisms and actions of Pyrus communis L. in treating fire blight disease and to establish the optimal treatment plan."
    },
    {
      "pmid": "40138104",
      "title": "Targets and Potential Mechanism of Chondroitin Sulfate A-selenium Nanoparticle on Kashin-Beck Disease Chondrocytes.",
      "authors": [
        "Huan Deng",
        "Feidan Deng",
        "Xinyue Wen",
        "Yude Jiang",
        "Abebe Feyissa Amhare",
        "Lichun Qiao",
        "Miaoqian Li",
        "Ping Wan",
        "Jun Wang",
        "Jing Han"
      ],
      "journal": "Biological trace element research",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kashin-Beck disease (KBD) is a chronic and deformable osteoarthropathy linked to low selenium. Limited cartilage regeneration poses challenges for its treatment. Previous studies have found that chondroitin sulfate A-selenium nanoparticle (CSA-SeNP) protects chondrocytes. This study used label-free LC-MS/MS quantitative proteomics to identify differentially expressed proteins and pathways in KBD chondrocytes post-CSA-SeNP treatment. Western blot (WB) was used to verify the key differential proteins, and transmission electron microscopy (TEM) was used to observe the ultrastructure of chondrocytes. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) analysis revealed proteins mainly involved in RNA processing, translation, peptide biosynthesis, gene expression, rRNA metabolism, and ribonucleoprotein complex biogenesis. Notably, 121 proteins were up-regulated, 27 down-regulated, and 117 specifically expressed in the CSA-SeNP group. Enriched KEGG pathways included ribosome biogenesis, mRNA surveillance, endoplasmic reticulum protein processing, and endocytosis. Proteins related to autophagy, ER stress, cell homeostasis, protein processing and transport, including PELO, WES1, PLAA, RRBP1, ARC1B, ARFGAP2, and SH3KBP1, were significantly up-regulated in the CSA-SeNP group. In conclusion, our results demonstrated that CSA-SeNP may exert protective effects on chondrocytes in adult patients with KBD mainly through the regulation of target proteins and pathways related to ribosome biogenesis, mRNA surveillance, endoplasmic reticulum protein processing, endocytosis, autophagy, ER stress, and cell homeostasis. Further studies with larger sample size and in vivo to identify, screen and verify the regulatory effects of target proteins and pathways may provide more information for elucidating the mechanism of CSA-SeNP in the treatment of KBD."
    },
    {
      "pmid": "40135461",
      "title": "Properties of Sodium alginate-polysaccharide-modified selenium nanoparticles and its application in the preservation of fresh-cut Bamboo shoots (Pleioblastus amarus).",
      "authors": [
        "Yu Lei",
        "Mengjuan Pan",
        "Hongwang Dong",
        "Aiyuan Lyu",
        "Daikun Chen",
        "Dong Li",
        "Mengsheng Deng"
      ],
      "journal": "Journal of food science",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To enhance the shelf life of fresh-cut bitter bamboo shoots (Pleioblastus amarus), this study developed three distinct solutions: selenium nanoparticles (SeNPs), polysaccharide-modified selenium nanoparticles (SeNPs-sa), and sodium alginate-polysaccharide-modified selenium nanoparticles (SA&SeNPs-sa). The solutions were characterized, and their antioxidant activities were compared to identify the most stable and effective formulation for preserving fresh-cut bitter bamboo shoots. The results revealed that the synthesized selenium nanoparticles were spherical, with an average diameter of 86.96 nm and a ζ-potential of -3.81 mV. Ultraviolet spectroscopy and energy spectrum analysis confirmed their identity as SeNPs. Upon interaction with sodium alginate (SA), the average particle sizes of SeNPs-sa and SA&SeNPs-sa increased to 91.07 and 120.43 nm, respectively, with ζ-potentials of -18.27 mV and -39.43 mV. The shift in the absorption peaks observed in the infrared analysis further indicates that the stability of SA&SeNPs-sa is greater than that of SeNPs and SeNPs-sa. Regarding antioxidant activity, SA&SeNPs-sa exhibited superior 2,2-diphenyl-1-picrylhydrazyl (DPPH) and ABTS+ radical scavenging rates of 57.91% and 55.80%, respectively, significantly outperforming SeNPs and SeNPs-sa. Subsequent experiments evaluated the preservation effects of SA and SA&SeNPs-sa on fresh-cut bitter bamboo shoots. Compared to the control and SAtreated groups, SA&SeNPs-sa effectively delayed yellowing by inhibiting polyphenol oxidase and peroxidase activities, while maintaining higher catalase activity and total phenolic content. Furthermore, this treatment significantly reduced weight loss and respiratory intensity, slowed the degradation of soluble proteins and total sugars, and inhibited microbial proliferation on the surface. In conclusion, the SA&SeNPs-sa treatment effectively mitigated quality deterioration and significantly extended the shelf life of fresh-cut bitter bamboo shoots. PRACTICAL APPLICATION: The deterioration of fruits and vegetables after cutting causes a decrease in economic value. In this study, composite coatings were fabricated by using sodium alginate as a film-forming matrix and adding selenium nanoparticles to extend the shelf life of fresh-cut bitter bamboo shoots. These coatings are easy to produce and apply and provide a sustainable solution to reduce waste of fresh-cut fruits and vegetables.",
      "mesh_terms": [
        "Alginates",
        "Polysaccharides",
        "Antioxidants",
        "Selenium",
        "Nanoparticles",
        "Plant Shoots",
        "Food Preservation",
        "Particle Size",
        "Poaceae",
        "Bambusa"
      ]
    },
    {
      "pmid": "40133661",
      "title": "The effect of selenium biological enhancement on cucumber growth and powdery mildew control under greenhouse conditions.",
      "authors": [
        "Xiaodi Xu",
        "Zhangbo Chen",
        "Wenru Wang",
        "Kai Pan"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we clarified the effects of selenium fertilizer application on the growth of cucumber, explored the impact of exogenous selenium on the control of powdery mildew and its pathogens. Selenium-enriched ionic fertilizer and cucumber were selected as the test materials. A one-way, randomized design was adopted to set up four selenium solutions with concentrations of 0 mg/L, 3 mg/L, 6 mg/L, and 12 mg/L to investigate the effects of biofortification with different amounts of selenium concentrations on the growth of cucumber and the occurrence of powdery mildew in greenhouses. A leaf inoculation test was conducted by setting up three groups of treatments: water and fungicide (seedling fungicide) as the control groups, and 6 mg/L selenium-enriched ionic fertilizer as the treatment group. These treatments were selected to investigate the effect of selenium on the control of powdery mildew in greenhouse-grown cucumbers as well as the effect of selenium on the germination of powdery mildew pathogen spores. The results demonstrated that both the 6 mg/L and 12 mg/L selenium-enriched ionic fertilizer solutions had growth-promoting and yield-increasing effects on cucumber and that the difference in the growth-promoting effects of these treatments was insignificant. The 3 mg/L, 6 mg/L, and 12 mg/L treatments improved the nutritional quality of cucumber fruits, reducing the total acidity of the fruits and increasing the content of soluble proteins in the fruits; the 6 mg/L and 12 mg/L treatments increased the content of selenium in the fruits, and the difference in selenium enrichment between the two treatments was not significant. The 6 mg/L selenium solution had the greatest effectiveness in alleviating leaf photosynthesis inhibition by the powdery mildew fungus, in mitigating powdery mildew damage and in reducing the plant disease index. The results of the leaf inoculation trials revealed that at a concentration of 6 mg/L, the effects of the selenium-enriched ionic fertilizer were comparable to those of pharmaceutical treatments for powdery mildew disease. The activities of superoxide dismutase and peroxidase in all treatments tended to increase but then decreased within 72 h after pathogen inoculation. Nevertheless, selenium fertilizer treatment inhibited the germination of powdery mildew pathogen conidia, the number of conidial germination shoot tubes and mycelium formation.",
      "mesh_terms": [
        "Cucumis sativus",
        "Selenium",
        "Plant Diseases",
        "Fertilizers",
        "Ascomycota",
        "Plant Leaves",
        "Fungicides, Industrial",
        "Spores, Fungal"
      ]
    },
    {
      "pmid": "40124779",
      "title": "Selenium reduces oxaliplatin induced neuropathic pain: focus on TRPV1.",
      "authors": [
        "Bilal Çiğ"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many drugs preferred for pain relief are insufficient against oxaliplatin (OX) induced neuropathic pain (OX-IN). Studies have shown that such pain mediators as the TRPV1 channel play a critical role in triggering high-sensitivity pain response in the dorsal root ganglia (DRG). TRPV1 activated by oxidative stress increases cytosolic free Ca2+ levels and leads to apoptotic cell damage. The key factors involved in the pathophysiology of OX-IN, which involves many components, are mitochondrial dysfunction and oxidative stress, both triggered by excessive Ca2+ influx across the neuronal membrane. Selenium (Se), an essential trace element, prevents the harmful effects of this oxidative stress through glutathione peroxidase. This study is based on understanding the neuroprotective role of Se, a cofactor for glutathione peroxidase, against TRPV1-mediated oxidative damage, mitochondrial dysfunction and apoptosis in OX-IN using molecular techniques such as patch clamp. The primary target in this study was DRGs as the initial station of OX-induced peripheral pain isolated in adult rats. In addition to the SN (sciatic) neurons isolated from the same animals, in vitro breast cancer cell (MCF-7) was also used to confirm the results. The study was conducted with four groups: control (5% dextrose), OX (4 mg/kg OX twice a week), Se (1.5 mg/kg Se every other day) and finally OX + Se, all of which were administered to the animals intraperitoneally for 4 weeks. The OX (50 μM for 24 h) and Se (200 nM for 2 h) were applied to MCF-7 cells in vitro. Although an excessive increase was observed in Tumour necrosis factor α (TNF-α), interleukin-1β (IL-1β), and interleukin-6 (IL-6), as well as mitochondrial oxidative stress, apoptosis and TRPV1 channel overactivations in DRG and SN neurons under OX treatment, Se suppressed these negative effects. While OX reduced glutathione peroxidase and significantly increased malondialdehyde level (LP) in DRG neurons, Se reversed this situation. In conclusion, the TRPV1-mediated efficacy of Se in suppressing OX-induced pain symptoms was demonstrated and we concluded that Se should be considered in future therapeutic approaches in the treatment of OX-IN."
    },
    {
      "pmid": "40120899",
      "title": "Insights into folic acid functionalization of self-assembled octenyl succinic anhydride starch micelles towards targeted delivery of selenium nanoparticles.",
      "authors": [
        "Fang Xie",
        "Nian Liu",
        "Xiaoqing Liu",
        "Xiaofang Feng",
        "Zhaoxing Yang",
        "Zhijun He",
        "Jie Cai"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium nanoparticles (SeNPs) exhibit significant potential in antitumor therapy. However, challenges such as aggregation and lack of targeting capability limit their application. Herein, we developed selenium-loaded octenyl succinic anhydride starch (OSAS) micelles functionalized with folic acid (FA) for targeted tumor delivery. The FA-OSAS-SeNPs were synthesized through self-assembly, incorporating SeNPs into FA-conjugated OSAS micelles. Fourier Transform Infrared (FTIR) spectroscopy and UV-visible spectrophotometry confirmed the successful synthesis of FA-OSAS-SeNPs. The nanoparticles exhibited an average size of 131.66 ± 7.88 nm and a zeta potential of -19.54 ± 0.33 mV, with encapsulation efficiency and drug loading capacity of approximately 87.28 % and 8.96 %, respectively. FA-OSAS-SeNPs demonstrated good stability across various conditions, including different dilution ratios, temperatures, pH levels, and ionic strengths. In vitro studies showed that FA-OSAS-SeNPs exhibited significant targeted inhibitory effects on cervical cancer (HeLa) cells and markedly increased intracellular ROS levels, inducing apoptosis. This study presents a novel and effective strategy for targeted SeNPs delivery systems in tumor therapy, offering a valuable reference for future development of nanomaterials for clinical applications in cancer treatment."
    },
    {
      "pmid": "40116419",
      "title": "Synthesis of Epimedium extract selenium nanoparticles and evaluation their efficacy against lung cancer.",
      "authors": [
        "Guangying Fu",
        "Jin Tong"
      ],
      "journal": "General physiology and biophysics",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lung cancer, the foremost cause of cancer-related mortality worldwide, necessitates the exploration for novel anti-lung cancer therapeutics to enhance efficacy and reduce adverse effects. Targeting selenium in the tumor microenvironment has become a new strategy for the treatment of lung cancer. The objective of this study was to synthesize novel selenium nanoparticles (EBM-SeNPs) using aqueous extracts derived from Epimedium brevicornum Maxim and investigate its structural characteristics and inhibitory effects against lung cancer. The physicochemical properties of EBM-SeNPs were characterized from multiple aspects using a variety of methods. The CCK-8, flow cytometry, wound healing assay, Western blot and the cell derived xenograft model were conducted to evaluate the antitumor efficacy in vivo and in vitro. EBM-SeNPs were approximately spherical and exhibited superior dispersivity and stability in water solution. And EBM-SeNPs did not display any specific cytotoxicity against human liver cells. However, they showed outstanding capability to induce apoptosis in lung cancer cells, thereby effectively suppressing their growth and migratory potential. Furthermore, EBM-SeNPs demonstrated a reduction of tumor and an increase in immune organ index of tumor-bearing mice. Collectively, the EBM-SeNPs may be an effective and safe option for the treatment of lung cancer.",
      "mesh_terms": [
        "Selenium",
        "Lung Neoplasms",
        "Epimedium",
        "Animals",
        "Humans",
        "Mice",
        "Plant Extracts",
        "Cell Line, Tumor",
        "Nanoparticles",
        "Apoptosis",
        "Antineoplastic Agents",
        "Treatment Outcome",
        "Cell Proliferation",
        "Cell Survival"
      ]
    },
    {
      "pmid": "40114604",
      "title": "Selenium nanoparticles attenuate retinal pathological angiogenesis by disrupting cell cycle distribution.",
      "authors": [
        "Zheng Nie",
        "Yongxuan Liu",
        "Li Xu",
        "Yang Wang",
        "Mengzhu Wang",
        "Wen Zhou",
        "Huimin Zhu",
        "Min Zhao",
        "Shikun Wang",
        "Hongjian Zhang",
        "Meijing Geng",
        "Mai Peng",
        "Hao Zeng",
        "Yuan Zhang",
        "Pengxi Zhu",
        "Wei Shen"
      ],
      "journal": "Nanomedicine (London, England)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: This study aims to explore the mechanism by which selenium nanoparticles (SeNPs) inhibit retinal neovascularization (RNV) and to identify a more effective treatment for pathological RNV. MATERIALS & METHODS: The characterization and identification of the synthesized selenium nanoparticles (SeNPs) were conducted to investigate their effects on the function of human umbilical vein endothelial cells (HUVECs), retinal blood vessel development in mice, and the impact on oxygen-induced retinopathy. Tritium-labeled thymine was utilized to label newly synthesized DNA both in vivo and in vitro, allowing for the observation of SeNPs' effects on cell proliferation. Additionally, flow cytometry, immunofluorescence, and western blotting techniques were employed to elucidate the mechanisms by which SeNPs inhibit retinal neovascularization. RESULTS: SeNPs can significantly inhibit the functions of vascular endothelial cells, particularly their proliferation, both in vivo and in vitro. The SeNPs achieve this by modulating the expression of cell cycle-related proteins through the regulation of the PI3K-AKT-p21 axis, which in turn inhibits the transition of the cell cycle from the G1 phase to the S phase. CONCLUSION: SeNPs may be a novel treatment for the interference of retinal neovascularization.",
      "mesh_terms": [
        "Humans",
        "Human Umbilical Vein Endothelial Cells",
        "Selenium",
        "Animals",
        "Nanoparticles",
        "Retinal Neovascularization",
        "Cell Cycle",
        "Cell Proliferation",
        "Mice",
        "Retinal Vessels",
        "Mice, Inbred C57BL",
        "Retina",
        "Male"
      ]
    },
    {
      "pmid": "40114196",
      "title": "Selenium nanoparticles activate selenoproteins to mitigate septic lung injury through miR-20b-mediated RORγt/STAT3/Th17 axis inhibition and enhanced mitochondrial transfer in BMSCs.",
      "authors": [
        "Wan-Jie Gu",
        "Feng-Zhi Zhao",
        "Wei Huang",
        "Ming-Gao Zhu",
        "Hai-Yan Huang",
        "Hai-Yan Yin",
        "Tianfeng Chen"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sepsis-induced acute lung injury (ALI) remains a critical clinical challenge with complex inflammatory pathogenesis. While bone marrow mesenchymal stem cells (BMSCs) demonstrate therapeutic potential through anti-inflammatory and cytoprotective effects, their age-related functional decline limits clinical utility. This study developed chitosan-functionalized selenium nanoparticles (SeNPs@CS, 100 nm) to rejuvenate BMSCs through miR-20b-mediated selenoprotein biosynthesis. Mechanistic investigations revealed that SeNPs@CS-treated BMSCs exhibited enhanced mitochondrial transfer capacity, delivering functional mitochondria to damaged alveolar epithelial cells (AECII) for cellular repair. Concurrently, miR-20b upregulation suppressed the RORγt/STAT3/Th17 axis, reducing pro-inflammatory Th17 cell differentiation in CD4+ T lymphocytes. The dual-target mechanism integrates immunomodulation via Th17 pathway inhibition with mitochondrial rejuvenation therapy, representing a paradigm-shifting approach for ALI management. These engineered BMSCs mitigated inflammatory markers in murine models, demonstrating superior efficacy to conventional BMSC therapies. Our findings establish SeNPs@CS-modified BMSCs as a novel therapeutic platform combining nanotechnology-enhanced stem cell engineering with precision immunometabolic regulation, providing new avenues for the treatment of sepsis-induced ALI.",
      "mesh_terms": [
        "Animals",
        "MicroRNAs",
        "Mesenchymal Stem Cells",
        "Selenium",
        "Mice",
        "Th17 Cells",
        "Mitochondria",
        "Sepsis",
        "Nuclear Receptor Subfamily 1, Group F, Member 3",
        "STAT3 Transcription Factor",
        "Selenoproteins",
        "Mice, Inbred C57BL",
        "Nanoparticles",
        "Acute Lung Injury",
        "Male",
        "Humans",
        "Cell Differentiation",
        "Chitosan"
      ]
    },
    {
      "pmid": "40110351",
      "title": "Effects of bio-nano-selenium on wheat grain morphology, selenium transport enrichment and antioxidant enzyme activities.",
      "authors": [
        "Sisi Huang",
        "Yali Han",
        "Ruilian Song",
        "Xiaofang Wang",
        "Yu Zhou",
        "Hongmei Luo",
        "Xifeng Ren",
        "Kan Yu"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) is an essential trace element for human health, but selenium deficiency is widespread worldwide. In this study, we investigated the effects of selenium uptake, grain morphology, and antioxidant enzyme activities in three wheat varieties, including Huamai 1168 (high gluten), Huamai 2152 (medium gluten), and Wanximai 0638 (low gluten), by foliar spraying of bio-nano-selenium at the early flowering stage of wheat. The bio-nano-selenium nutrient solution was a patented product of microbial fermentation (Patent No. 201610338121.6) independently developed by our team, with a pure selenium concentration of 5000 mg/kg. The results showed that the total selenium content in all the varieties increased by 1843.52%, and the organic selenium content increased by 2009.87%, with Huamai 1168 showing the highest total selenium and organic selenium content. After selenium treatment, CAT activity decreased in all varieties; POD and SOD activities showed a tendency to increase and then decrease; MDA and proline content increased; and GSH content fluctuated during the filling period. Overall, foliar spraying of selenium enhanced antioxidant enzyme activities and improved the plants' ability to cope with environmental stresses. In terms of agronomic traits, bio-nano-selenium positively affected plant height (12.63% increase on average), effective spike number (17.24% increase on average), and spikelet number (17.81% increase on average), but had a limited effect on grain morphology. In addition, bio-nano-selenium not only increased soil nutrient content but also promoted the uptake of hydrolyzed nitrogen, effective phosphorus, fast-acting potassium, and sulfate in wheat. In summary, bio-nano-selenium is expected to be an effective tool for selenium biofortification of wheat, which not only significantly increases the selenium content of grains but also improves yields, stress tolerance, and fertilizer utilization, providing a potential solution to selenium deficiency through dietary solutions, while contributing to the sustainable development of agriculture."
    },
    {
      "pmid": "40105990",
      "title": "Selenium deficiency exacerbates cartilage degradation caused by HT-2 toxin via notch signaling pathway activation.",
      "authors": [
        "Peilin Meng",
        "Li Liu",
        "Ning Jiang",
        "Shuichu Hao",
        "Cong Yao",
        "Huan Liu",
        "Yingang Zhang",
        "Feng Zhang",
        "Yumeng Jia",
        "Xiong Guo"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study aims to explore the interaction of Selenium (Se) deficiency and HT-2 toxin on cartilage homeostasis and the effect of Notch signaling pathway in this process. METHODS: Male C57BL/6 mice were randomly assigned to different dietary groups and subjected to either a Se-deficiency diet or a control diet for 4 weeks, followed by exposure to varying doses of HT-2 toxin for 4 weeks. Primary mouse chondrocytes were extracted and treated with DAPT (N-[N-(3,5-Difluorophenacetyl)-L-alanyl]-S-phenylglycine t-butyl ester), a γ-secretase inhibitor for the Notch signaling pathway, before combined intervention. Histological evaluation and transmission electron microscopy (TEM) were applied to assess cartilage damage, while immunohistochemical (IHC) analysis and Quantitative real-time polymerase chain reaction (qRT-PCR) were performed to detect extracellular matrix (ECM) metabolism and Notch signaling. RESULTS: HT-2 toxin, alone or in combination with Se deficiency, led to significant cartilage injury characterized by chondrocyte necrosis and ultrastructural abnormalities. IHC revealed increased expression of Adamts5 and decreased expression of Col2a1 and Acan in cartilage following exposure to HT-2 toxin, indicative of ECM degradation, which could be aggravated under Se deficiency. Additionally, activation of the Notch signaling pathway was observed in response to HT-2 toxin and Se deficiency, with upregulation of Notch pathway-related components. In vitro experiments further confirmed the role of the Notch pathway in ECM metabolism regulation, with partial protection against ECM depletion caused by HT-2 toxin and Se deficiency observed upon inhibition of the Notch pathway using DAPT. CONCLUSION: This study demonstrate that Se deficiency exacerbates HT-2 toxin-induced cartilage degradation via Notch signaling activation, highlighting the interplay of environmental mycotoxins and nutritional deficits in KBD etiology and identify Notch signaling as a therapeutic target to mitigate disease progression.",
      "mesh_terms": [
        "Animals",
        "Male",
        "T-2 Toxin",
        "Signal Transduction",
        "Selenium",
        "Mice, Inbred C57BL",
        "Mice",
        "Receptors, Notch",
        "Chondrocytes",
        "Cartilage, Articular",
        "ADAMTS5 Protein",
        "Aggrecans"
      ]
    },
    {
      "pmid": "40102831",
      "title": "Serum selenium levels and subacute thyroiditis: associations with disease course and long-term outcomes in a case-control study.",
      "authors": [
        "Davut Sakız",
        "Murat Çalapkulu",
        "Muhammed Erkam Sencar",
        "İlknur Öztürk Ünsal",
        "Sema Hepşen",
        "Hayri Bostan",
        "Bekir Uçan",
        "Erman Çakal"
      ],
      "journal": "BMC endocrine disorders",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Subacute thyroiditis (SAT) is an inflammatory disease that induces thyrotoxicosis. Selenium is an essential trace element in thyroid physiology, which has anti-inflammatory and antioxidant properties. However, the relationship between serum selenium levels and SAT has not been well studied. The objective of this study was to evaluate serum selenium levels in patients with SAT compared to healthy controls and to investigate potential correlations between selenium status and clinical outcomes, including disease severity, delayed remission, recurrence, and the development of permanent hypothyroidism. METHODS: This case-control study included 59 patients with SAT and 50 healthy control subjects. Serum selenium levels were analysed using inductively coupled plasma mass spectrometry. RESULTS: The serum selenium levels of patients with SAT were 69.10 (24.60-130.20) µg/L, while those of the control group were 64.20 (39.21-106.80) µg/L (p = 0.121). A negative correlation was detected between serum selenium levels and erythrocyte sedimentation rate, C-reactive protein, neutrophil-to-lymphocyte ratio, free thyroxine, and pain severity. Serum selenium levels did not significantly differ in terms of the response to initial treatment, recurrence, and permanent hypothyroidism. CONCLUSION: The study results showed no significant difference in serum selenium levels between patients with SAT and the control group. These results suggest that although lower serum selenium levels may be associated with a more severe and painful SAT course, there is no impact on the long-term prognosis.",
      "mesh_terms": [
        "Humans",
        "Selenium",
        "Female",
        "Case-Control Studies",
        "Male",
        "Thyroiditis, Subacute",
        "Middle Aged",
        "Adult",
        "Prognosis",
        "Biomarkers",
        "Follow-Up Studies",
        "Hypothyroidism"
      ]
    },
    {
      "pmid": "40095246",
      "title": "Translational Selenium Nanoparticles Promotes Clinical Non-small-cell Lung Cancer Chemotherapy via Activating Selenoprotein-driven Immune Manipulation.",
      "authors": [
        "Yanzi Yu",
        "Bin Xie",
        "Jinlin Wang",
        "Weizhan Luo",
        "Meijin Yang",
        "Zushuang Xiong",
        "Guanning Huang",
        "Jianwei Yang",
        "Zhiying Tang",
        "Rui Qiao",
        "Zhongwen Yuan",
        "Lizhen He",
        "Tianfeng Chen"
      ],
      "journal": "Advanced materials (Deerfield Beach, Fla.)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Reconstructing the tumor immune microenvironment is an effective strategy to enhance therapeutic efficacy limited by immunosuppression in non-small-cell lung cancer (NSCLC). In this study, it is found that selenium (Se) depletion and immune dysfunction are present in patients with advanced NSCLC compared with healthy volunteers. Surprisingly, Se deficiency resulted in decreased immunity and accelerated rapid tumor growth in the mice model, which further reveals that the correlation between micronutrient Se and lung cancer progression. This pioneering work achieves 500-L scale production of Se nanoparticles (SeNPs) at GMP level and utilizes it to reveal how and why the trace element Se can enhance clinical immune-mediated treatment efficacy against NSCLC. The results found that translational SeNPs can promote the proliferation of NK cells and enhance its cytotoxicity against cancer cells by activating mTOR signaling pathway driven by GPXs to regulate the secretion of cytokines to achieve an antitumor response. Moreover, a clinical study of an Investigator-initiated Trial shows that translational SeNPs supplementation in combination with bevacizumab/cisplatin/pemetrexed exhibits enhanced therapeutic efficacy with an objective response rate of 83.3% and a disease control rate of 100%, through potentiating selenoprotein-driven antitumor immunity. Taken together, this study, for the first time, highlights the translational SeNPs-enhanced therapeutic efficacy against clinical advanced NSCLC.",
      "mesh_terms": [
        "Carcinoma, Non-Small-Cell Lung",
        "Selenium",
        "Animals",
        "Lung Neoplasms",
        "Humans",
        "Nanoparticles",
        "Mice",
        "Selenoproteins",
        "Cell Line, Tumor",
        "Female",
        "Male",
        "Killer Cells, Natural",
        "Cisplatin",
        "Antineoplastic Agents",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "40093958",
      "title": "Supplementation of Glucosamine Selenium Ameliorates DSS-Induced Chronic Colitis in Mice via Affecting Gut Microbiota, Inhibiting Pyroptosis and Inactivating Chemokine Signaling Pathway.",
      "authors": [
        "Tingting Zhao",
        "Zhiyue Wen",
        "Li Cui"
      ],
      "journal": "Journal of inflammation research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Ulcerative colitis (UC) is a chronic disease that requires pharmacological therapy to achieve remission. This study aimed to evaluate the effect of glucosamine selenium (GASe) on chronic colitis and reveal the underlying regulatory mechanisms. METHODS: We evaluated the cumulative toxicity of GASe by gavage in mice for 40 days. Dextran sulfate sodium (DSS; 2.5%) was added to drinking water to induce chronic colitis, and GASe was administered to mice with chronic DSS colitis. 16S rRNA sequencing was performed to investigate the influence of GASe on gut microbiota, followed by diversity and LDA Effect Size (LEfSe) analyses. Differentially expressed genes (DEGs) associated with chronic DSS colitis were identified based on the expression profiling from the Gene Expression Omnibus (GEO) database and were subjected to functional enrichment analysis. Next, the effects of GASe on pyroptosis and chemokine signaling pathways were studied in vitro and in vivo. RESULTS: GASe had no significant toxicity in mice, and administration of low-GASe and high-GASe increased the length of the colon, inhibited the expression of IL-12, IL-6, and TNF-α, and improved colonic tissue structure. Low-GASe improved the diversity of the gut microbiota and mainly affected the Burkholderiaceae family, Paenalcaligenes genus, and Erysipelatoclostridium genus. Low-GASe and high-GASe suppressed the pyroptosis-related proteins NLRP3, GSDMD, and caspase-1. Furthermore, we identified 114 DEGs from the GSE87466 and GSE53306 datasets and these DEGs were mainly enriched in the chemokine signaling pathway and some inflammatory pathways. Further experiments showed that administration of GASe inhibited the chemokine signaling pathway in chronic DSS colitis mice and NCM460 cells. DISCUSSION: This study reveals abnormalities in the gut microbiota, pyroptosis, and chemokine signaling pathways involved in chronic colitis and may provide GASe as an alternative supplement for chronic colitis management."
    },
    {
      "pmid": "40085303",
      "title": "Low Selenium Diet Inhibited CaMKII Activation via miR-365-3p/SelT Signaling Axis, Resulting in Myoblast Differentiation Disorders and Skeletal Muscle Damage in Broilers.",
      "authors": [
        "Hao Wu",
        "Xu Shi",
        "Naixi Yang",
        "Shiwen Xu"
      ],
      "journal": "Biological trace element research",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) mainly functions in the form of selenoproteins. Low Se diet causes skeletal muscle injury and expression changes in miRNA and selenoprotein. Selenoprotein T (SelT) is reported to be a key molecule in Ca2+/CaMKII signaling. But the role of SelT/Ca2+/CaMKII signals in low Se diet induced skeletal muscle damage of broilers and their underlying mechanisms remain poorly investigated. Here, we randomly divided 40 1-day-old Ross 308 male broilers into two groups, feeding them either a low-selenium diet or a normal diet for 42 days, to establish control and selenium-deficient broiler models. In vitro, we established chicken embryo models, and cultured chicken primary myoblasts. We showed that Se deficiency resulted in skeletal muscle damage and atrophy in broilers, and the protein level of SelT was decreased significantly (p < 0.05). Mechanistically, myotube formation depended on SelT-mediated p-CaMKII upregulation. The absence of SelT suppressed CaMKII activation and impaired myotube development by decreasing the ER-Ca2+ content (p < 0.05). On the contrary, overexpressing SelT by pCDNA-SelT transfection induced robust myotube growth, manifested by a marked increase of MHC abundance, yet KN-93 treatment could block this process (p < 0.05). In addition, in this work, we first identified miR-365-3p, a microRNA which targets SelT mRNA to inhibit myoblast differentiation by disrupting Ca2+ homeostasis (p < 0.05). In summary, our findings revealed that SelT deletion-mediated Ca2+ level downregulation caused by low Se diet hindered myoblast differentiation and myotube formation through suppressing CaMKII activation. Our study provides an attractive target for the cultivated meat industry."
    },
    {
      "pmid": "40084890",
      "title": "Novel anaerobic selenium oxyanion reducers native to FGD wastewater for enhanced selenium removal.",
      "authors": [
        "Preom Sarkar",
        "Meghan Beebe",
        "Gita Bhandari",
        "Jonas Wielinski",
        "Gregory V Lowry",
        "Djuna Gulliver"
      ],
      "journal": "Applied and environmental microbiology",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Biological treatment is a recognized approach for removing selenate and selenite oxyanions present in flue gas desulfurization (FGD) wastewater. However, the knowledge of the specific microbial species or communities responsible for reducing water-soluble selenium oxyanions to insoluble elemental selenium remains limited. In addition, the selenium oxyanion reduction genes and pathways have yet to be understood in these wastewaters. This study characterizes selenium oxyanion-reducing bacteria (SeRB) native to FGD wastewater, and the resulting elemental selenium particles formed. By selecting native SeRB microbes in a defined media, a novel resolution of these organisms has been achieved. This research identifies previously unrecognized selenium oxyanion-reducing capabilities in Anaerosolibacter, alongside predominant SeRB from Mesobacillus and Tepidibacillus genera. This work encompasses both 16S and metagenomic techniques to recover novel metagenome-assembled genomes, distinct to this environment. The biogenic selenium produced by these organisms was predominantly of elemental selenium, either amorphous or with a hexagonal structure. This study identifies the SeRB present in FGD wastewater and characterizes their selenium products, offering crucial insights to enhance the efficiency of biological treatment strategies and the potential of selenium recovery from this industrial waste.IMPORTANCEThis is the first report on the culturability and recovery of taxonomic and metabolic information of the anaerobic selenium oxyanion-reducing bacteria (SeRB) in flue gas desulfurization (FGD) wastewater. Selenium is a regulated contaminant in FGD wastewater found on average to be 3,130 µg/L that must be removed to meet EPA discharge limits of 16 µg/L (D. B. Gingerich, E. Grol, and M. S. Mauter, Environ Sci Water Res Technol 4:909-925, 2018, https://doi.org/10.1039/C8EW00264A; also see U.S. EPA EPA-821-R-20-001, 2020). Better understanding of anaerobic SeRB and the microbial community in FGD wastewater is needed to harness their full potential for the bioremediation and recovery of selenium from FGD wastewater. Optimizing the biotreatment strategies for these wastewaters promises to yield cleaner and healthier waterways and ecosystems, even as the United States undergoes a shift in its energy landscape.",
      "mesh_terms": [
        "Wastewater",
        "Selenium",
        "Bacteria",
        "Oxidation-Reduction",
        "Anaerobiosis",
        "Anions"
      ]
    },
    {
      "pmid": "40081224",
      "title": "Overcoming immunotherapy resistance in colorectal cancer through nano-selenium probiotic complexes and IL-32 modulation.",
      "authors": [
        "Shiquan Li",
        "Tao Liu",
        "Chenyao Li",
        "Zhiyuan Zhang",
        "Jiantao Zhang",
        "Di Sun"
      ],
      "journal": "Biomaterials",
      "publication_date": "2025-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: Colorectal cancer (CRC) is a major global health burden, with immunotherapy often limited by immune tolerance and resistance. This study introduces an innovative approach using Selenium Nanoparticles-Loaded Extracellular Vesicles combined with Interleukin-32 and Engineered Probiotic Escherichia coli Nissle 1917 (SeNVs@NE-IL32-EcN) to enhance CD8+ T cell-mediated immune responses and overcome immunotherapy resistance. METHODS: Single-cell RNA sequencing (scRNA-seq) and transcriptomic analyses were performed to identify key immune cells and regulators involved in CRC immunotherapy resistance, focusing on CD8+ T cells and the regulatory factor IL32. A humanized xenograft mouse model was used to evaluate the impact of IL32 and SeNVs@NE-IL32-EcN on tumor growth and immune responses. The SeNVs@NE-IL32-EcN complex was synthesized through a reverse micelle method and functionalized using extracellular vesicles. Its morphology, size, antioxidant activity, and safety were characterized using electron microscopy, dynamic light scattering (DLS), and in vitro co-culture assays. RESULTS: Single-cell analyses revealed a significant reduction in CD8+ T cell infiltration in immunotherapy-resistant CRC patients. IL32 was identified as a key regulator enhancing CD8+ T cell cytotoxic activity through granzyme B and IFN-γ secretion. Treatment with SeNVs@NE-IL32-EcN significantly improved the proliferation and activity of CD8+ T cells and reduced tumor progression in humanized mouse models. In vitro and in vivo results demonstrated the complex's biocompatibility, antioxidant properties, and ability to enhance CRC immunotherapy while mitigating immune tolerance. CONCLUSION: SeNVs@NE-IL32-EcN offers a novel nano-biomaterial strategy that integrates nanotechnology and probiotic therapy to enhance CD8+ T cell-mediated immunity and overcome CRC immunotherapy resistance. This study lays the foundation for future therapeutic applications in cancer treatment by advancing immune-modulating biomaterials.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Interleukins",
        "Immunotherapy",
        "Probiotics",
        "Colorectal Neoplasms",
        "Mice",
        "CD8-Positive T-Lymphocytes",
        "Selenium",
        "Nanoparticles",
        "Cell Line, Tumor",
        "Extracellular Vesicles",
        "Escherichia coli"
      ]
    },
    {
      "pmid": "40077269",
      "title": "Exploring Selenium-Functionalized Hydroxyapatite Using Organic Selenocystine for Antitumor Applications.",
      "authors": [
        "Alessandra Barbanente",
        "Anna Maria Di Cosola",
        "Lorenzo Degli Esposti",
        "Michele Iafisco",
        "Mauro Niso",
        "Nicola Margiotta"
      ],
      "journal": "Materials (Basel, Switzerland)",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) is an essential micronutrient, recognized for its role in cellular redox systems and its therapeutic potential in cancer treatment. Organic selenium compounds, particularly selenocystine (SeCys), have demonstrated anticancer efficacy due to the ability to induce apoptosis and enhance the effects of chemotherapy agents. Recent studies have shown that SeCys exhibits selective toxicity against cancer cells while sparing normal cells. Unfortunately, its clinical application is limited by stability and solubility concerns. A possible solution to overcome these hurdles comes from recent advances in functionalized nanomaterials. In this study, we investigate the possible incorporation of SeCys with hydroxyapatite nanoparticles (HASeCys) via various methods (adsorption, co-precipitation, and co-precipitation through thermal decomplexation), resulting in the formation of nanocomposites with elemental selenium. The highest elemental selenium yield was achieved with a thermal decomplexing co-precipitation, highlighting the influence of synthesis parameters on Se allotrope formation. Finally, as a preliminary investigation, the HASeCys samples were tested on a panel of cancer cell lines, showing an interesting activity when the hydroxyapatite nanocrystals were functionalized with both crystalline gray and amorphous red selenium."
    },
    {
      "pmid": "40076493",
      "title": "A Novel Selenium-Based Nanozyme (GSH-Se) Ameliorates Colitis in Mice by Modulating the Nrf2/Keap1 and GPx4 Pathways.",
      "authors": [
        "Caimei Wu",
        "Yuwei Zhang",
        "Ziyun Zhou",
        "Kun Zhang",
        "Yixuan Zhou",
        "Jiayong Tang",
        "Ruinan Zhang",
        "Hua Li",
        "Fali Wu",
        "Shipping Bai",
        "Xianxiang Wang",
        "Yang Lyu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Combination of selenium (Se) and glutathione peroxidase (GPx) can reduce the dose of Se used while concurrently exploiting their antioxidative performance, which can be used as a potential treatment for ulcerative colitis. Nanozymes possess higher stability, are more economical, and have more multifunctionalities than natural enzymes and thus could be an ideal approach for their combination. Therefore, this study synthesised a nanozyme using glutathione (GSH) and Se-GSH-Se-and evaluated its alleviating effects on colitis in mice induced by dextran sulphate sodium salt (DSS). Three doses of GSH-Se, 6 mM, 12 mM, and 18 mM were supplemented in DSS-induced colitis in mice. Findings showed that GSH-Se supplementation ameliorated colitis by improving the colonic mucosal integrity, reducing inflammatory responses and oxidative stress, and alleviating gut microbiota imbalance in mice with DSS-induced colitis. Moreover, an in vitro experiment was performed to unravel the molecular mechanism by which GSH-Se ameliorated colitis in mice, based on lipopolysaccharide-induced inflammation in mouse colon epithelial cells. The results suggested that the alleviating effects of GSH-Se on mouse colitis was likely mediated by the activation of the Nrf2/Keap1 (nuclear factor E2-related factor 2/Kelch-like ECH-associated protein 1) and GPx4 signalling pathways.",
      "mesh_terms": [
        "Animals",
        "NF-E2-Related Factor 2",
        "Kelch-Like ECH-Associated Protein 1",
        "Mice",
        "Selenium",
        "Colitis",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Oxidative Stress",
        "Signal Transduction",
        "Dextran Sulfate",
        "Glutathione",
        "Male",
        "Antioxidants",
        "Disease Models, Animal",
        "Glutathione Peroxidase",
        "Intestinal Mucosa"
      ]
    },
    {
      "pmid": "40075686",
      "title": "The Effect of Blood Selenium Level on the pCR Rate in Breast Cancer Patient Receiving Neoadjuvant Chemotherapy.",
      "authors": [
        "Marek Szwiec",
        "Joanna Tomiczek-Szwiec",
        "Wojciech Marciniak",
        "Róża Derkacz",
        "Tomasz Huzarski",
        "Cezary Cybulski",
        "Jacek Gronwald",
        "Karolina Osowiecka",
        "Robert Sibilski",
        "Steven A Narod",
        "Jan Lubiński"
      ],
      "journal": "Cancers",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Among patients treated with neoadjuvant chemotherapy (NAC), a high survival rate is observed for those who experience a pathological complete response (pCR). Various tumor factors are predictive of a pCR, but few host factors have been studied.We sought to inquire whether or not a patient's blood selenium level prior to treatment was predictive of a pCR. METHODS: We studied 329 women diagnosed with primary invasive breast cancer who were treated with neoadjuvant chemotherapy (NAC). We included patients with HER2-positive (n = 183) or triple-negative breast cancer (n = 146). Blood was collected before the initiation of treatment. Blood levels of selenium were quantified by mass spectroscopy. Each patient was assigned to one of three tertiles based on the distribution of blood selenium levels in the entire cohort. Patients with triple-negative breast cancer (TNBC) were treated with a range of combination chemotherapies. Patients with HER2-positive breast cancer received anti-HER2 treatment based on trastuzumab alone or trastuzumab and pertuzamab. After treatment, each patient was classified as having pCR or no pCR. RESULTS: In the entire cohort, the pCR rate was 59.0% for women in the highest tertileof blood selenium (≥107.19 μg/L) compared to 39.0% for women in the lowest tertile (≤94.29 μg/L) (p = 0.003). CONCLUSIONS: A high selenium level is predictive of pCR in women treated for HER2-positive or triple-negative breast cancer. If confirmed, this observation may lead to a study investigating if selenium supplementation improves pCR rates and survival in breast cancer women receiving NAC."
    },
    {
      "pmid": "40071880",
      "title": "Autoimmune Thyroiditis Shifting from Hashimoto's Thyroiditis to Graves' Disease and the Potential Benefit of Selenium: A Case Report.",
      "authors": [
        "Angela D Mazza"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2024-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The thyroid is essential for the metabolic processes in the body, and its imbalance can cause acute and chronic health issues. Autoimmune thyroid disease includes both Hashimoto's thyroiditis (HT) and Graves' disease (GD). HT is the most common cause of hypothyroidism, while GD is the most common cause of hyperthyroidism. Persons with autoimmune thyroid disease can have antibodies for both conditions. It is common for people with GD to transition to a hypothyroid state. However, as in this case report, a transition from HT to GD can also occur, although less commonly, and can be difficult to predict. Triggers for the transition from GD to HT may include thyroid hormone therapy, immune changes, micronutrient deficiencies, and stress, and is likely multifactorial. Selenium has been proven beneficial in autoimmune thyroid disease (both HT and GD) and could be a low-risk option in preventing the transition from HT to GD, as is suggested by the results in this case presentation. However, more research is warranted."
    },
    {
      "pmid": "40066360",
      "title": "Selenium-modified hydroxyapatite titanium coating: enhancing osteogenesis and inhibiting cancer in bone invasion by head and neck squamous cell carcinoma.",
      "authors": [
        "Xutao Wen",
        "Qin Zhou",
        "Sihan Lin",
        "Huaming Mai",
        "Ling Zhang"
      ],
      "journal": "Frontiers in bioengineering and biotechnology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Head and neck squamous cell carcinoma (HNSCC) frequently invades the jaw, and surgical treatment often leads to bone defects requiring reconstruction with titanium plates. To enhance the anti-tumor and bone regeneration properties of titanium, a selenium-modified hydroxyapatite coating was developed on titanium surfaces. METHODS: Selenium-modified hydroxyapatite coatings was fabricated using micro-arc oxidation (MAO). The coating properties were characterized by SEM, XPS, AFM, Contacting angle test and ICP-OES. Cell proliferation assays were performed using rBMSCs and Cal27 cells. The osteogenic potential of the materials was assessed via ALP and OCN immunofluorescence staining and quantitative polymerase chain reaction (qPCR). Apoptosis in Cal27 cells was analyzed through flow cytometry, and ROS levels in rBMSCs and Cal27 cells were measured using ROS fluorescent probes. RESULTS: A coating was successfully formed on the surface of titanium with a porous structure via MAO. The atomic percentages of calcium, phosphorus and selenium on the coating surface were 42.47%, 45.43% and 12.3%, respectively, and the ion components could be released steadily and slowly. In vitro, 0.2 µg/mL selenium had toxic effects on Cal27 and promoted osteogenic differentiation of rBMSCs. PCR showed that selenium increased the expression of genes related to osteogenic differentiation of rBMSCs by 3-5 times. ROS detection found differences in intracellular ROS content between Cal27 and rBMSCs. DISCUSSION: By incorporating selenium-modified coatings, titanium implant materials can simultaneously promote osteogenesis and inhibit tumor growth, offering a promising strategy for postoperative functional recovery in HNSCC patients."
    },
    {
      "pmid": "40056616",
      "title": "Effect of steaming on the selenium form, structure, and bioavailability of selenopolysaccharides from Chlamys nobilis.",
      "authors": [
        "Junyang Yang",
        "Junting Cai",
        "Zhongqin Chen",
        "Mingtang Tan",
        "Huina Zheng",
        "Jialong Gao",
        "Haisheng Lin",
        "Guoping Zhu",
        "Wenhong Cao"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jun-30",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "To investigate the effect of steam processing on the form, structure and biological properties of selenopolysaccharides in the Chlamys nobilis, we conducted purification and compositional analysis of both raw and steamed samples. The results showed that the raw (SS-3) and steamed (SZ-3) groups had the highest selenium content in the purified fraction. Comparison of the structural characterization shows that selenium can exist in both O-Se-O and Se-O-C chemical bonds, but the absorption strength of the chemical bonds decreased after steam treatment, and steaming can convert β-type pyranose to α-type in selenopolysaccharides. In vitro simulation of gastrointestinal digestion, SZ-3 fractions showed a higher bioaccessibility compared to SS-3 fractions, and also the cellular transport and uptake rates of selenium SZ-3 > SS-3 > sodium selenite were significant in the Caco-2 cell model. In conclusion, steaming can alter the structure and selenium content of selenopolysaccharides without affecting their bioavailability.",
      "mesh_terms": [
        "Selenium",
        "Humans",
        "Biological Availability",
        "Caco-2 Cells",
        "Polysaccharides",
        "Steam",
        "Chlorophyta",
        "Cooking",
        "Digestion"
      ]
    },
    {
      "pmid": "40052503",
      "title": "Selenium- and zinc-biofortified bean sprouts improve cognitive dysfunction in aging mice by reducing oxidative stress.",
      "authors": [
        "Yu Liang",
        "Xiaohong Zhao",
        "Guofeng Jin",
        "Tao Hou"
      ],
      "journal": "Journal of food science",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Currently, age-related diseases are a serious global health problem. In this study, selenium- and zinc-biofortified bean sprouts (ZSB) were cultivated, and the intervention effect on cognitive dysfunction was explored in aging mice model established by combining AlCl3 and d-galactose treatment. The results showed that compared with the model group, ZSB could decrease the accumulation of Al and increase the accumulation of Zn and Se in mice. The levels of serum superoxide dismutase, glutathione, and glutathione peroxidase in liver and glutathione and acetylcholine in brain were significantly increased (p < 0.05) after the treatments of biofortified bean sprouts. Additionally, biofortified bean sprouts treatment reduced the level of lipid peroxidation and inhibited the deposition of Aβ1-40 in brain and the activity of acetylcholinesterase. It could also increase the abundance of lactic acid bacteria in cecum and inhibit the proliferation of Escherichia coli, and then the content of short-chain fatty acids was increased. More importantly, hippocampal neuron damage was reversed, and the correct rate of spontaneous behavior alternations was increased by 35% after the intervention of biofortified bean sprouts. Overall, ZSB can effectively slow down aging process through a variety of ways, which provide countermeasures for delaying aging.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Cognitive Dysfunction",
        "Oxidative Stress",
        "Zinc",
        "Selenium",
        "Male",
        "Aging",
        "Glutathione Peroxidase",
        "Lipid Peroxidation",
        "Superoxide Dismutase",
        "Glutathione",
        "Fabaceae",
        "Biofortification",
        "Liver",
        "Brain",
        "Acetylcholinesterase",
        "Galactose",
        "Hippocampus"
      ]
    },
    {
      "pmid": "40049339",
      "title": "Selenium-loaded porous silica nanospheres improve cardiac repair after myocardial infarction by enhancing antioxidant activity and mitophagy.",
      "authors": [
        "Taixi Li",
        "Xijian Liu",
        "Boshen Yang",
        "Zhixiang Wang",
        "Yizhi Chen",
        "Xian Jin",
        "Chengxing Shen"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Myocardial infarction (MI) is the leading cause of death globally, often resulting to significant loss of cardiac function. A key factor in the pathological progression of MI is the excessive generation of reactive oxygen species (ROS) by dysfunctional mitochondria. However, no antioxidant therapy has been approved for clinical treatment of MI to date. In this study, selenium-loaded porous silica nanospheres (Se@PSN) are synthesized as a novel therapeutic approach for MI. These nanospheres are capable of neutralizing various ROS, thereby reducing hypoxia-induced myocardial cell damage. Additionally, Se@PSN promote the upregulation of antioxidant proteins, providing sustained intracellular ROS scavenging, which helps reduce infarct size and preserve cardiac function post-MI. The sustained antioxidant effects of Se@PSN are attributed to their ability to safeguard mitochondrial function by modulating oxidative phosphorylation, mitochondrial dynamics, and mitophagy. The activation of mitophagy by Se@PSN is achieved through the upregulation of HIF-1α expression. In conclusion, Se@PSN show significant potential for clinical translation as a novel therapeutic strategy for MI.",
      "mesh_terms": [
        "Nanospheres",
        "Myocardial Infarction",
        "Selenium",
        "Animals",
        "Antioxidants",
        "Silicon Dioxide",
        "Reactive Oxygen Species",
        "Mitophagy",
        "Mice",
        "Myocytes, Cardiac",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Male",
        "Oxidative Stress",
        "Humans",
        "Porosity",
        "Oxidative Phosphorylation"
      ]
    },
    {
      "pmid": "40047554",
      "title": "Selenium(VI) Removal by Continuous Flow-Through Iron Electrocoagulation: Effects of Operating Conditions and Stability of Selenium in Residual Solids.",
      "authors": [
        "Xicheng He",
        "Elaine D Flynn",
        "Jeffrey G Catalano",
        "Daniel E Giammar"
      ],
      "journal": "Environmental science & technology",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) contamination is widespread, and Se(VI) removal from water is particularly challenging. This study evaluated Se(VI) removal using iron electrocoagulation (EC) in a flow-through reactor under various water chemistry and operating conditions. Effective Se(VI) removal (>98% from 1000 μg/L Se) was achieved under anoxic conditions with an iron dose as low as 30 mg/L and an EC reactor residence time as short as 11 s that was followed by a 1-h settling period. The removal remained stable over an extended operating time (24 h) and involved the generation of reactive Fe(II)/Fe(III) solids (green rust and magnetite). Oxic conditions were less effective for Se removal because of limited Se adsorption at the elevated pH of the effluent. The immobilized Se in the solids was in a reduced form (-II or 0), but about 70% of Se was oxidized after air exposure. Despite the reduced forms of Se being oxidized, very little Se was released from the solids and the toxicity characteristic leaching procedure indicated that EC-generated solids can be classified as nonhazardous. This study highlights the potential of flow-through iron EC to produce iron-containing adsorbents and reductants that can be tailored for Se(VI) and other oxyanion removal. It also offers practical insights into designing effective treatment systems and ensuring the safe disposal of EC-generated residual solids in real-world applications.",
      "mesh_terms": [
        "Selenium",
        "Iron",
        "Water Pollutants, Chemical",
        "Adsorption",
        "Water Purification"
      ]
    },
    {
      "pmid": "40047252",
      "title": "Comprehensive analysis of the transcriptomics and metabolomics reveal the changes induced by nano-selenium and melatonin in Zizyphus jujuba Mill. cv. Huizao.",
      "authors": [
        "Yuting Yuan",
        "Defen Liu",
        "Jiefei Mao",
        "Hejiang Liu",
        "Rongrong Wang",
        "Yanjun Ju",
        "Wanjin Sun",
        "Wenzhao Jia",
        "Yi Fang",
        "Canping Pan",
        "Shengjun Ma",
        "Lu Kang"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Jujube (Zizyphus jujuba), belonging to the Rhamnaceae, contains various bioactive components including flavonoids and polysaccharides. In our previous study, jujube quality was improved by application of nano-selenium (Nano-Se) and melatonin; however, little research has been conducted on the induced molecular mechanisms. Zizyphus jujuba cv. Huizao was used as experimental materials to compare and analyze the transcriptomics and metabolomics mechanisms. RESULTS: Compared with the control, 305, 422, and 240 metabolites and 24, 281, and 44 genes were significantly changed at the metabolic and transcriptional levels in Nano-Se, melatonin, and Nano-Se with melatonin treatments, respectively. The metabolomics indicated that the differentially expressed metabolites were involved in phenylpropanoid biosynthesis, fructose, and mannose metabolic pathways. The Nano-Se with melatonin treatment group increased the contents of glucose and total Se by 1.8 and 5.4 times, respectively. Transcriptomics showed that differentially expressed genes of Nano-Se and melatonin treatment were mainly enriched in phenylpropanoid biosynthesis, pentose, and glucuronate interconversions pathways. In addition, several transcription factors from the NAC, WRKY, MYB, and WRKY families were identified in melatonin versus control and melatonin versus Nano-Se. Furthermore, combined transcriptomic and metabolomic analysis showed that phenylpropanoid biosynthesis, starch and sucrose metabolism, the mutual conversion pathway of pentose, and glucuronate interconversions were the vital pathways in response to Nano-Se and melatonin treatment. CONCLUSION: Overall, these results provide new insights into jujube response to Nano-Se and melatonin, and improve our understanding of the jujube molecular mechanisms induced by Nano-Se and melatonin. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "40043914",
      "title": "Microneedle-mediated hypoxic extracellular vesicle-encapsulated selenium nanoparticles delivery to treat androgenetic alopecia.",
      "authors": [
        "Shuili Jing",
        "Yonghao Liu",
        "Ben Wang",
        "Heng Zhou",
        "Hui Zhang",
        "Prakriti Siwakoti",
        "Xiangyu Qu",
        "Peng Ye",
        "Yan He",
        "Tushar Kumeria",
        "Qingsong Ye"
      ],
      "journal": "Journal of controlled release : official journal of the Controlled Release Society",
      "publication_date": "2025-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Androgenetic alopecia (AGA) is the most common type of hair loss, and there is a lack of ideal treatment options. The damage and shedding of hair follicles are closely associated with niche dysregulation, including reactive oxygen species (ROS) accumulation, microvascular damage, and persistent inflammation. In this study, a biocomposite microneedle system comprising hypoxic extracellular vesicle (EV)-encapsulated selenium nanozyme (Se-HEVs-AMN) was designed to create a favorable perifollicular microenvironment. The novel Se-HEVs-AMN biocomposite patch features microneedles with sufficient mechanical strength, tailored dissolution properties, and a convenient detachable backing layer. The microneedles are modified with Astragalus polysaccharide (APS) and loaded with hypoxia-induced EVs containing selenium nanozyme. When applied to the dorsal skin of AGA mice, the microneedles rapidly dissolve, releasing active ingredients that increase hair density and enlarge hair follicle diameter through regulating inflammation, promoting angiogenesis, scavenging ROS, and resisting androgen.",
      "mesh_terms": [
        "Animals",
        "Alopecia",
        "Selenium",
        "Needles",
        "Nanoparticles",
        "Extracellular Vesicles",
        "Male",
        "Mice",
        "Hair Follicle",
        "Drug Delivery Systems",
        "Reactive Oxygen Species",
        "Mice, Inbred C57BL",
        "Humans"
      ]
    },
    {
      "pmid": "40043450",
      "title": "Dual-driven selenium Janus single-atom nanomotors for autonomous regulating mitochondrial oxygen imbalance to catalytic therapy of rheumatoid arthritis.",
      "authors": [
        "Xu Chen",
        "Yang Yang",
        "Jiajun Chen",
        "Yuebing He",
        "Yukai Huang",
        "Qidang Huang",
        "Weiming Deng",
        "Ruiqi Zhu",
        "Xuechan Huang",
        "Tianwang Li"
      ],
      "journal": "Redox biology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "O2 deficiency and excessive reactive oxygen and nitrogen species (RONS) in macrophage mitochondria is a key factor causing oxygen imbalance in rheumatoid arthritis microenvironment (RAM). Although nanocatalytic therapy that simultaneously produce O2 and eliminate RONS offer a novel strategy for RA therapy, the therapeutic efficacy of nanozymes is limited by the lack of autonomous targeting into mitochondria. Herein, we constructed a Janus-structured nanomotor (Pd@MSe) with autonomous targeting ability by embedding Pd single-atom nanozymes into mesoporous selenium (MSe) nanozymes, and obtained a composite nanomotor (Pd@MSe-TPP) with dual-driven forces by modifying with triphenylphosphine (TPP) in MSe hemisphere. In RAM, Pd@MSe-TPP nanomotor achieved autonomously target into macrophages mitochondria with the driven of generation O2 and TPP targeting effect, moreover under the single-atom effect of the Pd nanozymes enhanced electronic transfer between nanozymes, which significantly boosted GPx catalytic activity further effectively enhanced the diffusion of Pd@MSe-TPP nanomotor, thus quickly resorted the oxygen balance. Additionally, while regulating oxygen imbalance, Pd@MSe-TPP nanomotor enable rapidly blocked the inflammatory cascade, restored mitochondrial function and alleviated inflammation, further prevented cartilage degradation and effectively inhibited RA progression. Therefore, the exquisitely designed nanoplatform to regulation arthritic microenvironment provides a new direction for the RA therapy and the clinical translation of nanomedicine.",
      "mesh_terms": [
        "Arthritis, Rheumatoid",
        "Mitochondria",
        "Mice",
        "Selenium",
        "Animals",
        "Oxygen",
        "Catalysis",
        "Humans",
        "Reactive Oxygen Species",
        "RAW 264.7 Cells",
        "Macrophages"
      ]
    },
    {
      "pmid": "40032129",
      "title": "Physalis peruviana heteropolysaccharide-conjugated selenium nanoparticles: Preparation, characterization, and promising applications in cancer therapy.",
      "authors": [
        "Kai Sun",
        "Lingling Ma",
        "Jiantong Hou",
        "Yinglan Li",
        "Haojing Jiang",
        "Wenhui Liu",
        "Ruyu Cao",
        "Linsu Zhang",
        "Yuanqiang Guo"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium nanoparticles (SeNPs) have attracted considerable attention in the field of cancer therapy due to their remarkable biological activities and advantageous nanoscale properties. However, their inherent instability presents a considerable challenge for broader applications. To address this issue, the heteropolysaccharide extracted from golden berries (the fruits of Physalis peruviana), designated as DLG, was utilized to synthesize heteropolysaccharide-conjugated selenium nanoparticles, named DLG-SeNP3. Subsequent characterization showed that the nanoparticles DLG-SeNP3 were spherical, with an average particle size of 77 nm, a zeta potential of -14.4 mV, and excellent stability under physiological pH conditions. Further biological investigations showed that DLG-SeNP3 effectively inhibited tumor cell proliferation, exhibiting an IC50 value of 41.60 μg/mL against A549 cells, and induced apoptosis, with a proportion of 31.30 % at 100 μg/mL. Moreover, in vivo experiments demonstrated that DLG-SeNP3 not only inhibited angiogenesis, resulting in a 26.51 % decrease at 2 μg/mL, but also suppressed tumor growth and invasion, with reductions of 76.90 % and 66.67 % in the intensity and foci of red fluorescence, respectively, at 2 μg/mL. In conclusion, DLG-SeNP3, stabilized with polysaccharides derived from golden berries, shows promising potential for application in cancer treatment."
    },
    {
      "pmid": "40027358",
      "title": "Mixed supplementation of dietary inorganic and organic selenium modulated systemic health parameters and fecal microbiota in weaned pigs.",
      "authors": [
        "Hyunjin Kyoung",
        "Ikcheol Shin",
        "Younghoon Kim",
        "Jin Ho Cho",
        "Kyeong Il Park",
        "Yonghee Kim",
        "Jinmu Ahn",
        "Jinuk Nam",
        "Kimoon Kim",
        "Yonggu Kang",
        "Hyeun Bum Kim",
        "Minho Song"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was conducted to evaluate the effects of dietary mixed selenium [MSe: inorganic selenium (ISe) + organic selenium (OSe)] levels on the growth performance, blood parameters, and fecal microbiota of weaned pigs. In a randomized complete block design (block = initial body weight), 156 weaned pigs were allotted to three dietary treatments (4 pigs per pen; 13 replicates per treatment) for 42 days. Dietary treatments included (1) a non-Se-fortified diet based on corn and soybean meal (CON), (2) CON + 0.15 ppm ISe and 0.15 ppm OSe (MSe3), and (3) CON + 0.25 ppm ISe and 0.25 ppm OSe (MSe5). Pigs fed both MSe diets showed no effects on growth performance or diarrhea frequency compared with those fed the CON diet. However, pigs fed MSe3 and MSe5 had higher serum interleukin-6 (p = 0.021, linear p = 0.011) on day 7 and higher Se concentrations (p = 0.002, linear p = 0.001) on day 42 than those fed the CON. In addition, pigs fed different levels of MSe exhibited quadratic (p = 0.054) and linear (p = 0.069) effects on the number of white blood cells and hematocrit on day 42 compared with those fed CON, respectively. Moreover, the MSe3 group had higher total protein concentration (p = 0.049, quadratic p = 0.026) on day 42 than the CON group, and the MSe5 group had lower blood urea nitrogen concentration (p = 0.094, linear p = 0.033). There were no differences in alpha diversity indices of fecal microbiota among dietary treatments. However, beta diversity indices based on the Bray-Curtis dissimilarity were clustered differently (r 2 = 0.56, p = 0.001) among dietary treatments. Pigs fed the MSe5 diet showed an increase in the relative abundance of phylum Bacteroidetes [false discovery rate (FDR) adjusted p = 0.004], families Barnesiellaceae (FDR adjusted p = 0.006) and Veillonellaceae (FDR adjusted p = 0.006), genera Barnesiella (FDR adjusted p = 0.023) and Megasphaera (FDR adjusted p = 0.023), and species Barnesiella intestinihominis (FDR adjusted p = 0.016) and Megasphaera elsdenii (FDR adjusted p = 0.019) compared with those fed the CON diet. In conclusion, dietary MSe modulated the systemic health parameters and fecal microbial community in weaned pigs."
    },
    {
      "pmid": "40014353",
      "title": "Selenium vs Control for Graves Ophthalmopathy in a Selenium-Sufficient Area: A Randomized Clinical Trial.",
      "authors": [
        "Hwa Young Ahn",
        "Min Joung Lee",
        "Kyong Yeun Jung",
        "Hyo-Jeong Kim",
        "Eun Hye Jung",
        "Chae Won Chung",
        "Kyungsik Kim",
        "Jinsun Jang",
        "Young Joo Park",
        "Jeong Kyu Lee",
        "Sun Wook Cho"
      ],
      "journal": "JAMA ophthalmology",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Graves ophthalmopathy significantly diminishes patients' quality of life due to its immune-mediated inflammatory effects on the orbital tissues. Selenium, with its antioxidative properties, has shown potential for improving Graves ophthalmopathy progression and quality of life (QOL); however, its effectiveness in selenium-sufficient regions is not well established. OBJECTIVE: To determine whether selenium supplementation improves QOL in patients with mild to moderate Graves ophthalmopathy in selenium-sufficient regions. DESIGN, SETTING, AND PARTICIPANTS: The Efficacy of Selenium Supplementation for Mild-to-Moderate Graves' Ophthalmopathy in a Selenium-Sufficient Area (SeGOSS) trial was a randomized, open-label multicenter study. Eighty-four patients with mild to moderate Graves' ophthalmopathy were enrolled; 70 completed the study. Participants were selected based on Graves ophthalmopathy diagnosis and sufficient selenium levels. Data were analyzed from October 2023 to March 2024. INTERVENTIONS: Participants received selenium supplementation combined with vitamin B complex for 6 months. MAIN OUTCOMES AND MEASURES: The primary outcome was improvements in Graves ophthalmopathy QOL (GO-QOL) scores at 6 months. Secondary outcomes included changes in GO-QOL scores at 3 months, the proportion of patients showing improvement based on GO-QOL scores, clinical activity score, and ophthalmic examinations at 3 months and 6 months, and changes in thyroid autoantibodies at 3 months and 6 months. RESULTS: There was no improvement in changes in the total GO-QOL scores between the selenium group (31 female patients [83.8%] and 7 male patients [16.2%]; mean [SD] age, 40.8 [11.7] years) and control group (24 female patients [72.7%] and 9 male patients [27.3%]; mean [SD] age, 42.9 [14.2] years) for the primary outcome at 6 months (mean [SD], 12.2 [22.5] vs mean [SD], 11.2 [20.2]; difference, 0.9; 95% CI, -9.3 to 11.3; P = .85). However, at 3 months, a higher proportion of patients in the selenium group showed improved GO-QOL scores compared with the control group (78.4 vs 48.5%; difference, 0.30; 95% CI, 0.08-0.51; P = .01). The selenium group also had higher rates of improvement in proptosis reduction (49.5 vs 15.1%; difference, 0.31; 95% CI, 0.11-0.51; P = .01) at 3 months, though these effects were not sustained at 6 months. CONCLUSIONS AND RELEVANCE: These results suggest that selenium supplementation did not improve QOL or clinical parameters in patients with mild to moderate GO in selenium-sufficient regions at 6 months. Some potential QOL benefits noted at 3 months supports consideration of further investigation of selenium for patients seeking treatment for Graves ophthalmopathy . TRIAL REGISTRATION: Clinical Research Information Service Identifier KCT0004040."
    },
    {
      "pmid": "40011384",
      "title": "Efficacy Evaluation of Selenium-enriched Akkermansia muciniphila in the Treatment of Colon Tumor Mice.",
      "authors": [
        "Xiaoqian Li",
        "Wen Rui",
        "Pingting Shu",
        "Yuhang Sun",
        "Jingpeng Yang"
      ],
      "journal": "Probiotics and antimicrobial proteins",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se)-enriched probiotics possess a variety of beneficial properties and are widely used in specialty foods and biomedical applications. Akkermansia muciniphila (AM) is being considered a promising candidate for the \"next generation probiotics (NGPs),\" which play an essential role in the field of tumor therapy. However, there are no studies on the efficacy of Se-enriched A. muciniphila (Se-AM) in the field of tumor therapy. The present study utilized inorganic Se bio-enrichment for the preparation of Se-AM. To evaluate the killing effect of Se-AM on CT26 cells, the actual efficacy and safety of Se-AM were investigated in a mouse model of colon cancer. The results showed that the Se-AM-cell lysate was able to significantly kill CT26 cells, but this killing effect was progressively weakened with decreasing concentrations of Se-AM-cell lysate. The results of animal experiments showed that Se-AM was able to safely and effectively curb the disease course of mice with colon tumors, reduce the tumor volume, lower the levels of IL-1β and IL-6, and increase the levels of TNF-α in the colon of mice. Furthermore, treatment with Se-AM in mice led to a restoration of gut microbiota diversity, reaching levels similar to those observed in healthy controls. This restoration was accompanied by a significant enrichment of beneficial genera, such as Turicibacter, Butyricimonas, Prevotella, and Akkermansia. In summary, Se-AM prepared in this study was able to produce effective killing of CT26 cells directly and played a substantial therapeutic role in a mouse model of colon tumors constructed from CT26 cells. Se-AM had no adverse effect on the heart, liver, spleen, lungs, and kidney of mice and demonstrated a high level of safety. Meanwhile, Se-AM significantly raised the level of the Shannon index and the ratio of Firmicutes to Bacteroidetes of the gut microbiota in mice, indicating its ability to regulate the homeostasis of the microbiota. These results imply that Se-AM has great application value in the field of colon cancer treatment."
    },
    {
      "pmid": "40004061",
      "title": "Physiological and Transcriptome Analysis Provide Insights into the Effects of Low and High Selenium on Methionine and Starch Metabolism in Rice Seedlings.",
      "authors": [
        "Yang Yang",
        "Jiarui Zhang",
        "Lijuan Sun",
        "Qin Qin",
        "Shiyan Yang",
        "Jun Wang",
        "Yafei Sun",
        "Yong Xue"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) is an essential micronutrient for the human body and is closely linked to health. Rice (Oryza sativa L.), as a major staple food globally, is the primary source of Se intake for humans. To better achieve Se biofortification in rice, it is crucial to understand the molecular mechanisms behind rice's response to different Se concentrations. This study investigates the morphological and transcriptomic responses of rice seedlings to low (1 µM, LSe) and high (10 µM, HSe) Se concentrations compared to a control (CK). Morphological analyses revealed that LSe promoted growth, enhancing shoot and root length and biomass, whereas HSe treatment inhibited these parameters, indicating Se's dual role in rice growth. Notably, the most significant promotion of rice growth was observed at the Se concentration of 1 µM. The organic Se content and antioxidant enzyme activities (SOD, POD and CAT) in rice seedlings also reached their maximum values simultaneously. Total RNA was extracted for transcriptome sequencing, and differential gene expression analysis was conducted using DESeq2. Transcriptomic sequencing highlighted distinct responses under LSe and HSe conditions. Gene ontology (GO) enrichment analysis revealed significant involvement in processes related to oxidoreductase activity and cellular structures. KEGG pathway analysis emphasized that Se treatments notably enhanced the glutathione metabolism pathway, which is crucial for antioxidant defense. Additionally, significant changes were observed in starch and sucrose metabolism and cysteine (Cys) and methionine (Met) metabolism pathways, showing upregulation under LSe treatment and downregulation under HSe. Six key genes were validated using qRT-PCR, confirming their differential expression under varied Se treatments. The Cys, Met and starch content assays as well as qRT-PCR data demonstrated that LSe promoted the synthesis and accumulation of Cys, Met and starch, supporting enhanced growth and antioxidant capacity. Conversely, HSe inhibited the synthesis and accumulation of Cys, Met and starch in rice seedlings, and these data were also consistent with the physiological phenotype. These findings provide insights into the molecular mechanisms by which rice seedlings adapt to varying Se levels, with implications for Se biofortification and stress management strategies in crops.",
      "mesh_terms": [
        "Oryza",
        "Seedlings",
        "Selenium",
        "Methionine",
        "Starch",
        "Gene Expression Regulation, Plant",
        "Gene Expression Profiling",
        "Transcriptome"
      ]
    },
    {
      "pmid": "40001994",
      "title": "Effects of Selenium Nanoparticle Application on Flavor Volatiles of Aromatic Rice.",
      "authors": [
        "Haowen Luo",
        "Simin Zhang",
        "Xiaojuan Pu",
        "Longfei Xia",
        "Wentao Yi",
        "Xianghai Yu",
        "Changjian Zuo",
        "Xiangru Tang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aromatic rice is famous for its pleasant aroma which consists of many flavor volatiles. The present study was to explore the effects of selenium nanoparticle (SeNP) application on flavor volatiles of aromatic rice based on a worldwide database of flavor molecules accessed on November 19 2024. A field experiment was carried out with the foliar application of SeNP at early growth stage (S1), middle growth stage (S2), and late growth stage (S3) of aromatic rice plants in two cropping seasons. In the control group (CK), no selenium-based treatment was applied. There were in total 27 and 24 flavor volatiles registered in FlavorDB2 detected in aromatic rice in the early and late cropping seasons, respectively. The flavors that appear most often were fat, fresh, fruit, aldehydic, green, sweet, citrus, and waxy. Compared with CK, S3 treatment caused the absence of 5 and 4 flavor volatiles in the early and late seasons, respectively. S2 treatment caused the exclusive presence of 2-undecenal and 3-hexenal,(Z)- in the early season and the exclusive presence of 2-hexenoic acid and decanal in the late season. The results of principal components analysis (PCA) showed that S2 and S3 treatments substantially impacted the flavor volatiles of aromatic rice in the early season while S1 and S2 treatments substantially impacted the flavor volatiles of aromatic rice in the late season. There were 12 and 4 differential flavor volatiles found in the early and late cropping seasons respectively. S2 treatment significantly increased the content of 10 flavor volatiles including 2-acetyl-1-pyrroline, benzaldehyde, 2-hexenoic acid, hexanoic acid, octanal, 2-octenal,(E)-, heptanal, 2,4-heptadienal,(E,E)-, 3-hexenoic acid,(E)-, and n-hexadecanoic acid. In addition, the effects of SeNP on flavor volatiles varied between different cropping seasons indicated that climate had a substantial impact on flavor volatiles in aromatic rice. Overall consideration, the heading stage, i.e., the middle growth stage, is the most suitable stage to apply SeNP to maximize the benefits on the flavor volatiles of aromatic rice."
    },
    {
      "pmid": "40000817",
      "title": "Combined bio fortification of spinach plant through foliar spraying with iodine and selenium elements.",
      "authors": [
        "Amirali Eslamiparvar",
        "Mehdi Hosseinifarahi",
        "Sedigheh Amiri",
        "Mohsen Radi"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to evaluate the impact of combined biofortification of spinach with iodine (I) and selenium (Se). For this purpose, the spinach plant was cultivated in an open field (Dehdasht, Iran), biofortified with potassium iodide (KI) and sodium selenate (Na₂SeO₄) at different concentrations (Se 1 mg/L-I 1 mg/l; Se1-I1, Se2.5-I1, Se5-I1, Se1-I5, Se2.5-I5, and Se5-I5) through spraying the leaves twice during the growth season. Results indicated that while iodine did not have any effect on plant yield, selenium fortification at 2.5 mg/L significantly increased production (60.05 t/ha). However, both elements were successfully accumulated in the leaves of the plant. Therefore, the highest accumulation for both elements was noted by Se5-I5 sample. Meanwhile, the joint biofortification of spinach improved the activity of antioxidant enzymes, macro/microelements content, photosynthetic pigments, nitrate reductase activity, ascorbic acid, total phenol content, carotenoid compounds, total soluble solids, and dry matter percentage, while decreasing the nitrate and malondialdehyde contents in the leaves, resulting in a plant with improved dietary properties and yield production. In this regard, treatment Se2.5-I5 was the best treatment in relation to various tests conducted.",
      "mesh_terms": [
        "Spinacia oleracea",
        "Iodine",
        "Selenium",
        "Plant Leaves",
        "Biofortification",
        "Photosynthesis",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39998930",
      "title": "Effects of selenium on leaf traits and photosynthetic characteristics of eggplant.",
      "authors": [
        "Lu Zhang",
        "Xiawei Zhao",
        "Yan Wang",
        "Xinyu Ma",
        "Haolin Li",
        "Chengzhang Zhao"
      ],
      "journal": "Functional plant biology : FPB",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The response of leaf traits and photosynthetic characteristics to selenium (Se) application reflects plant adaptation strategies for selenium-enhanced accumulation of photosynthetic products. This study selected eggplant as the research subject and conducted a field experiment to better understand these relationships. This study included three Se treatments, foliar sprays of 0.5mgL-1 (T1), 1mgL-1 (T2), and 1.5mgL-1 (T3), with tap water as the control (CK). The results revealed that T1 and T2 significantly improved leaf traits and photosynthetic characteristics compared to CK, while T3 had a negative effect. Regarding the leaf area-leaf thickness (LA-LT) trade-off relationship, the T2 treatment favoured LA, whereas the CK, T1, and T3 treatments favoured LT, with trade-off values of T3>T1>CK. Regarding the net photosynthetic rate-transpiration rate (Pn -Tr ) trade-off relationship, the CK treatment favoured Tr , whereas the T1, T2, and T3 treatments favoured Pn , with trade-off values of T2>T1>T3. In T1 and T2, the eggplant specific leaf area and Pn showed non-significant and highly significant positive correlations, respectively, and in CK and T3 showed non-significant and highly significant negative correlations, respectively. These results indicate that foliar application of Se at appropriate concentrations can increase crop productivity in semi-arid areas.",
      "mesh_terms": [
        "Plant Leaves",
        "Photosynthesis",
        "Selenium",
        "Solanum melongena"
      ]
    },
    {
      "pmid": "39997902",
      "title": "The Effect of Selenium Against Cadmium-Induced Nephrotoxicity in Rats: The Role of the TRPM2 Channel.",
      "authors": [
        "Ömer Faruk Keleş",
        "Mehmet Hafit Bayir",
        "Hacı Ahmet Çiçek",
        "Adem Ahlatcı",
        "Kenan Yıldızhan"
      ],
      "journal": "Toxics",
      "publication_date": "2025-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the protective effect of selenium (Se) in a cadmium (Cd)-induced nephrotoxicity model in rats and the role of the TRPM2 channel in this mechanism. For this purpose, Cd (25 mg/kg orally), Se (0.5 mg/kg i.p.), and 2-aminoethoxydiphenyl borate (2-APB), a TRPM2 channel antagonist, (3 mg/kg i.p.) were administered to rats every day for 5 days. At the end of the study, kidney tissues were analysed using histological and biochemical methods. A histopathological examination revealed congestion, tubular degeneration, necrosis, and glomerular adhesion in the Cd group. However, these lesions were significantly reduced in the Cd + Se and Cd + 2-APB groups, while the Cd + Se + 2-APB group showed a histological appearance similar to the control group. Immunohistochemical analysis revealed that Caspase-3, Bax, and TRPM2 expression was higher in the Cd group, while these levels were lower in the Se and 2-APB treatment groups (p < 0.05). Among the groups that received Cd, urea, creatinine, TOS, TNF-α, and IL-1β levels were at the highest level in the Cd group, while TAS level was at the lowest level (p < 0.05). The Se and 2-APB treatment modulated these parameters; however, Se + 2-APB treatment reduced urea, creatinine, TOS, TNF-α, and IL-1β levels to the lowest level compared to the Cd groups and brought the TAS level closer to the control group (p < 0.05). These findings indicated that targeting TRPM2 channel inactivation together with the selenium treatment could alleviate Cd-induced nephrotoxicity."
    },
    {
      "pmid": "39981915",
      "title": "[Corrigendum] Chemopreventive effects of PBI‑Se, a selenium‑containing analog of PBIT, on AOM‑induced aberrant crypt foci in F344 rats.",
      "authors": [
        "Naveena B Janakiram",
        "Altaf Mohammed",
        "Durgadevi Ravillah",
        "Chang In Choi",
        "Yuting Zhang",
        "Dhimant Desai",
        "Shantu Amin",
        "Chinthalapally V Rao"
      ],
      "journal": "Oncology reports",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Published Erratum"
      ],
      "abstract": "Following the publication of the above article, an interested reader drew to the authors' attention that the RT‑PCR data panels shown in Fig. 3C, showing the effects of PBIT and PBI‑Se treatment on endogenous IL‑8 mRNA expression levels in CaCo2 cells, contained issues. Specifically, on p. 956, a pair of the β‑actin bands in the bottom panel of Fig. 3C were strikingly similar to those featured in the upper panel. Upon examining their original data, the authors realized that the bottom β‑actin panel in Fig. 3C had inadvertently been assembled incorrectly. Moreover, a typo was also identified in the Fig. 3C legend. The revised version of Fig. 3, showing the correct data for the β‑actin bands in the bottom panel in Fig. 3C, and now accurately displaying the correct images for the IL‑8 mRNA and β‑actin expression experiments, is shown on the next page. Additionally, the typo in the Fig. 3C legend has been corrected to read as follows: 'PBI‑Se (1‑4 µM) and PBIT (30‑60 µM) treatment reduced endogenous IL‑8 mRNA expression in CaCo2 cells'. Note that the revisions made to this figure do not affect the overall results or the conclusions reported in the paper. The authors are grateful to the Editor of Oncology Reports for granting them the opportunity to publish this corrigendum, and all the authors agree with its publication; furthermore, they apologize to the readership of the journal for any inconvenience caused. [Oncology Reports 30: 952‑960, 2013; DOI: 10.3892/or.2013.2483]."
    },
    {
      "pmid": "39981401",
      "title": "Selenium Nanoparticles Decorated With Stevioside Potentially Attenuate Fructose Palmitate Induced Lipid Accumulation in HepG2 Cells.",
      "authors": [
        "Shuai Li",
        "Hui Yang",
        "Wenjun Zhou",
        "Ruoting Wang",
        "Likang Li",
        "Changfa Zhang",
        "Jingyi Zhang",
        "Yingxin Liu",
        "Zhi Huang",
        "Guowei Li"
      ],
      "journal": "Mediators of inflammation",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The excessive accumulation of lipid droplets within hepatocytes stands as a hallmark characteristic of metabolic-associated fatty liver disease (MAFLD). Selenium (Se) nanoparticles (NPs) have garnered considerable attention for their notable bioavailability, minimal toxicity, and exceptional antioxidant properties. However, a critical limitation lies in the propensity of SeNPs to aggregate into the biologically inactive elemental Se, thereby constraining their utility. Here, we utilized Stevioside (SV), a natural sweetener, to modify SeNPs and obtained the SV-SeNPs with a size of about 187 ± 7 nm. We aimed to investigate the effect of SV-SeNPs on high fructose-palmitate (HFP) induced lipid accumulation in HepG2 cells. Noteworthy is the absence of overt cytotoxicity attributed to SV-SeNPs on normal HepG2 cells. Of significance, our findings delineate the profound inhibitory effects of SV-SeNPs on the expression of key genes implicated in de novo lipogenesis, such as fatty-acid synthase (FASN), acetyl-CoA-carboxylase 1 (ACC1), and stearoyl-CoA desaturase-1 (SCD1) within HFP-induced HepG2 cells. Furthermore, our investigation reveals that SV-SeNPs mediate a significant reduction in lipid accumulation by activating the PI3K/AKT/Nrf2 signaling cascades. Additionally, the antioxidative properties of SV-SeNPs are underscored by their ability to counteract oxidative stress via the upregulation of two pivotal antioxidant enzymes, superoxide dismutase (SOD) and glutathione peroxidase (GSHPx). In conclusion, our study unveils the potential beneficial effects of SV-SeNPs on the prevention and treatment of MAFLD by effectively suppressing lipid accumulation and ameliorating oxidative stress.",
      "mesh_terms": [
        "Humans",
        "Hep G2 Cells",
        "Selenium",
        "Fructose",
        "Lipid Metabolism",
        "Diterpenes, Kaurane",
        "Glucosides",
        "Nanoparticles",
        "Oxidative Stress",
        "Palmitates",
        "Cell Survival",
        "Lipogenesis",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39976886",
      "title": "The Gastroprotective Effects of Salvia indica L. and Selenium In Vivo Study.",
      "authors": [
        "Talal Salem Al-Qaisi",
        "Ahmed A J Jabbar",
        "Mohammed M Hussein M Raouf",
        "Parween Abdul-Samad Ismail",
        "Ramzi A Mothana",
        "Hanan M Al-Yousef",
        "Rawaz Rizgar Hassan",
        "Mahmood Ameen Abdulla",
        "Musher Ismael Saleh",
        "Mohammed Awad",
        "Mohamad Fawzi Mahomoodally"
      ],
      "journal": "Biological trace element research",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salvia indica L. is a traditional therapeutic herb used for numerous health purposes, including intestinal and stomach disorders. The current investigation includes the phytochemical profiling, acute toxicity, and gastroprotective roles of Salvia indica leave extracts (SILE) in combination with selenium (known to facilitate mucosal regeneration, reduce lipid peroxidation, and increase antioxidant activity) in the gastric ulcer animal model. The phytochemical content of SILE was determined through Folin Ciocalteu/10% AlCl3 using a spectrophotometer. Thirty Sprague male rats were divided into five cages: groups A and B administered orally 10% Tween 20; group C was treated with 100 µg/kg selenium; groups D and E were treated daily with 500 mg/kg SILE and SILE + 100 µg/kg selenium, respectively, for 2 weeks. After ethanol delivery for gastric ulceration, all rats were anesthetized and sacrificed, and the stomach was analyzed using histological and biochemical assays. SILE showed higher total phenolic (246 mg GAE/g) than flavonoid (38 mg EQ/g extract). The toxicity test elucidated the safety of SILE supplementation in rats administered with up to 5 g/kg. Ethanol oral delivery provoked significant gastric mucosal injury, reduced mucin, and glycoprotein formation, upregulated HSP 70 proteins, and lowered Bax protein appearance in gastric tissues. Co-administration of SILE and selenium showed significant resistance against ethanol-mediated ulceration and restored stomach immune barriers. Furthermore, selenium or SILE ingestion positively modulated endogenous antioxidant enzymes and lowered inflammatory mediators (TNF-α and interleukin-6) and upregulated interleukin-10 cytokines. The combination of SILE + selenium therapy revealed significant synergistic gastroprotective potentials via different molecular mechanisms. This study tends to advocate that SILE with selenium supplementation can be used in formulation development and might be exploited as a nutraceutical with therapeutic approaches to manage gastric mucosal injuries."
    },
    {
      "pmid": "39970692",
      "title": "Selenium-containing compounds, selenium nanoparticles and selenoproteins in the prevention and treatment of lung cancer.",
      "authors": [
        "Elena G Varlamova"
      ],
      "journal": "Journal of trace elements in medicine and biology : organ of the Society for Minerals and Trace Elements (GMS)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "THE OBJECTIVE: Is to review the latest data on the role of key organic and inorganic compounds of the essential trace element selenium, selenium-containing nanocomposites and nanoparticles, and selenoproteins in lung cancer therapy. OBJECT OF RESEARCH: Sodium selenite, methylselenic acid, selenomethionine, selenium nanoparticles, mammalian selenoproteins KEY OBJECTIVES:: To describe the molecular mechanisms of the cytotoxic effect of sodium selenite, methylselenic acid and selenomethionine on lung cancer cells, to discuss the latest advances in lung cancer nanomedicine using selenium-based nanoparticles and nanocomposites and to assess the prospects for creating antitumor drugs based on them, to assess the role of selenoproteins in the progression or inhibition of lung cancer and to study the molecular mechanisms of such regulation CONCLUSIONS:: This review provides a complete picture of the role of selenium and selenium-containing agents of various natures in the regulation of carcinogenesis and therapy of lung cancer, which significantly complements the fundamental data on the functions of these compounds, on the molecular mechanisms of regulation of processes associated with lung cancer. This knowledge provides insight into the latest developments and future prospects in the treatment and prevention of lung cancer with the active participation of the trace element selenium.",
      "mesh_terms": [
        "Humans",
        "Selenoproteins",
        "Lung Neoplasms",
        "Nanoparticles",
        "Animals",
        "Selenium Compounds",
        "Selenium",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "39966907",
      "title": "Comparative effects of selenium-enriched lactobacilli and selenium-enriched yeast on performance, egg selenium enrichment, antioxidant capacity, and ileal microbiota in laying hens.",
      "authors": [
        "Jianmin Zhou",
        "Uchechukwu Edna Obianwuna",
        "Longfei Zhang",
        "Yongli Liu",
        "Haijun Zhang",
        "Kai Qiu",
        "Jing Wang",
        "Guanghai Qi",
        "Shugeng Wu"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Organic selenium (Se) has gained recognition in poultry nutrition as a feed additive to boost production and Se deposition in eggs and tissues, owing to its high bioavailability, efficient tissue accumulation and minimal toxicity. Selenium-enriched yeast (SeY) is a well-established source, while selenium-enriched lactobacilli (SeL), a newer alternative, offers the added benefits of probiotics. This study examined the effects of SeY and SeL on egg quality, antioxidant capacity, Se deposition, and gut health in laying hens. After a two-week pre-treatment with a Se-deficient diet (SeD), 450 Hy-Line Brown laying hens (30-week-old) were assigned into five dietary groups with six replicates of 15 hens each. The groups included a SeD, SeD supplemented with 1.5 mg Se/kg from SeY (SeY15), or 1.5, 3.0, and 6.0 mg Se/kg from SeL (SeL15, SeL30, SeL60). The feeding trial lasted for 12 weeks. RESULTS: SeY15 and SeL15 improved the feed-to-egg ratio (P < 0.05) in the latter stages. Haugh units were significantly increased (P < 0.05) in the SeY15 and SeL30 groups, while darker yolk color (P < 0.05) was observed in the SeY15, SeL15, and SeL60 groups. All Se-supplemented diets increased Se content in whole eggs, albumen, and yolk (P < 0.05), while SeL groups showed a dose-dependent effect. Antioxidant enzyme activities increased, and MDA content decreased in the serum (P < 0.05), with SeY15 showing the highest GSH-Px levels (P < 0.05). SeL60 increased serum alkaline phosphatase and aspartate transaminase, and distorted the liver architecture (P < 0.05). Se-diets reduced concentrations of reactive oxygen species (ROS) in the ileum and liver (P < 0.05). SeL15 improved the ileal villus height-to-crypt depth ratio (P < 0.05). SeY15 and/or SeL15 up-regulated TXNRD1 and SEPHS1 mRNA while down-regulating SCLY expression in the liver. SeY15 altered ileal microbiota by increasing both beneficial and pathogenic bacteria, whereas SeL15 predominantly boosted beneficial bacteria. CONCLUSION: SeL integrates the antioxidant properties of organic Se with the probiotic benefits on gut health, resulting in a performance-enhancing effect comparable to that of SeY. However, high SeL level (6.0 mg Se/kg) compromised productivity and metabolic functions while enhancing Se deposition."
    },
    {
      "pmid": "39965424",
      "title": "Cascade targeting selenium nanoparticles-loaded hydrogel microspheres for multifaceted antioxidant defense in osteoarthritis.",
      "authors": [
        "Jiacheng Liu",
        "Junyan Liu",
        "Senrui Liu",
        "Pengcheng Xiao",
        "Chengcheng Du",
        "Jingdi Zhan",
        "Zhuolin Chen",
        "Lu Chen",
        "Ke Li",
        "Wei Huang",
        "Yiting Lei"
      ],
      "journal": "Biomaterials",
      "publication_date": "2025-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) deficiency is a critical factor contributing to the imbalance of redox homeostasis in chondrocytes and the progression of osteoarthritis (OA). However, traditional selenium supplements face challenges such as a narrow therapeutic window and lack of targeting. To address this, we designed hyaluronic acid (HA)-modified selenium nanoparticles (HA-SeNPs) and developed a cascade-targeted delivery system (HA-SeNPs@AHAMA-HMs) based on a nano-micron combined strategy. The system involves loading HA-SeNPs into aldehyde-functionalized hydrogel microspheres prepared via microfluidic technology. Through Schiff base reactions between the aldehyde groups of the microspheres and amino groups of the cartilage, the system selectively adheres to the surface of damaged cartilage, achieving micron-scale targeting while continuously releasing HA-SeNPs. Then, HA-SeNPs achieve nanoscale targeting by binding to CD44, which is highly expressed on OA chondrocyte membranes, via their HA surface. Once taken up by the cells, HA-SeNPs exert their effects by directly scavenging ROS and promoting selenoprotein synthesis through the generation of selenite, forming a multifaceted antioxidant defense system. This effectively alleviates oxidative stress and optimizes mitochondrial function. In vivo and in vitro results demonstrated that this system significantly improved the oxidative phosphorylation pathway associated with mitochondrial function, which markedly reduced joint space narrowing and cartilage matrix degradation, and delayed the progression of OA. In summary, this study suggests that the cascade-targeting hydrogel microspheres designed and constructed based on a nano-micron combined strategy represent a promising prospective approach for precise Se supplementation and OA treatment.",
      "mesh_terms": [
        "Selenium",
        "Animals",
        "Osteoarthritis",
        "Microspheres",
        "Antioxidants",
        "Hyaluronic Acid",
        "Hydrogels",
        "Nanoparticles",
        "Chondrocytes",
        "Male",
        "Humans",
        "Oxidative Stress",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "39960964",
      "title": "Advancements in nanoparticles-based therapeutic approaches for osteosarcoma: Insights from catechins-modified selenium-doped hydroxyapatite: A review.",
      "authors": [
        "Tao Degang",
        "Xu Wei",
        "Shen Jianying",
        "Lai Aining",
        "Jiang Chenyu",
        "Li Haitang",
        "Zhou Rong"
      ],
      "journal": "Medicine",
      "publication_date": "2025-Feb-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Osteosarcoma is common in all age groups, and a multifaceted strategy that includes radiation therapy, surgical intervention and chemotherapy remains the conventional treatment for osteosarcoma. Existing therapies typically result in recurring malignancies and postsurgical bone abnormalities, necessitating novel strategies for targeted drug administration and bone defects. The most significant components that are crucial for maintain strong bones include trace elements, calcium, selenium, and vitamins K and D. A deficiency in selenium advances the risk of cancer in many organs, including the bones. The progression of an effective technique such as a \"local delivery system\" is required to efficiently deliver the antioxidant to the targeted tissues for treatment as the circulatory system is unable to convey an adequate concentration of catechin to the regions of bone abnormalities. In this regard the combination of selenium and catechin with mesoporous hydroxyapatite nanoparticles displays promise as a nanoscale delivery method, offering an ideal approach to use it for the treatment and prevention of bone-related diseases. Therefore, this review mainly focusing in exploring the therapeutic potential of catechins-modified selenium-doped hydroxyapatite nanomaterials, chitosan-PEG-folate-Fe (III) complexes as nanocarriers for epigallocatechin-3-gallate, and catechin-conjugated mesoporous hydroxyapatite nanoparticle, highlighting their novel functions as nano-antioxidants with improved osteogenic characteristics in osteosarcoma treatment.",
      "mesh_terms": [
        "Osteosarcoma",
        "Humans",
        "Catechin",
        "Selenium",
        "Nanoparticles",
        "Durapatite",
        "Bone Neoplasms",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39959944",
      "title": "Effect of Nano Selenium on Cadmium Chloride-Induced Infertility in Male Wistar Rats.",
      "authors": [
        "Shahrbano Taromsari",
        "Akram Eidi",
        "Pejman Mortazavi",
        "Mehrdad Modaresi"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) is an essential trace element with well-documented health benefits, including antioxidative, anti-inflammatory, antiapoptotic, and anticarcinogenic properties. Selenium nanoparticles (nano-Se) represent an advanced Se delivery system characterized by superior bioavailability and a reduced risk of Se-related toxicity. This study investigates the protective efficacy of nano-Se against cadmium chloride (CdCl2)-induced infertility in adult male Wistar rats. The experimental design involved random allocation of the rats into nine groups: a healthy control group, a vehicle control group, three groups receiving nano-Se alone at 0.05, 0.1, and 0.2 mg/kg b.w./day, a group exposed to CdCl2 to induce infertility, and three CdCl2-exposed groups treated with nano-Se. After 30 days of treatment, the animals were euthanized for biochemical and histopathological assessments. The findings revealed that nano-Se administration ameliorated the detrimental effects of treatment CdCl2 on serum testosterone levels. Additionally, nano-Se significantly reduced malondialdehyde levels and enhanced the activity of antioxidant enzymes in testicular homogenates. Histological analyses further demonstrated that nano-Se preserved the structural integrity of testicular tissue in the CdCl2-induced fertility model. Nano-Se modulated apoptotic pathways, as evidenced by the suppression of Bax expression and upregulation of Bcl2 expression in testicular tissue. Furthermore, nano-Se mitigated the overexpression of aquaporin-9 in CdCl2-exposed rats. Collectively, these results provide robust biochemical, histological, and biochemical evidence supporting the potential therapeutic utility of nano-Se in mitigating testicular dysfunction.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Selenium",
        "Rats, Wistar",
        "Cadmium Chloride",
        "Rats",
        "Infertility, Male",
        "Testis",
        "Nanoparticles",
        "Testosterone",
        "Apoptosis",
        "Antioxidants",
        "Oxidative Stress"
      ]
    }
  ]
}