{
  "supplement": "Serrapeptase",
  "query": "Serrapeptase[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:33:26",
  "research_count": 9,
  "count": 9,
  "articles": [
    {
      "pmid": "39324023",
      "title": "Efficacy and safety of serrapeptase on ankle sprain cases: A single center prospective comparative study.",
      "authors": [
        "Athina Stamati",
        "Christos Lyrtzis",
        "Nikolaos Anastasopoulos",
        "Georgios Paraskevas"
      ],
      "journal": "Journal of clinical orthopaedics and trauma",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Non-steroid anti-inflammatory drugs (NSAIDs) rank among the frequently prescribed medications for addressing pain and inflammation. Although they are powerful pain relievers, their side effects are indisputable. Serrapeptase, a serine protease, exhibits anti-inflammatory and anti-oedemic activity without the side effects of NSAIDs. We aim to assess the efficacy and safety of serrapeptase in the treatment of pain and edema in ankle sprains. METHODS: In a single-centre prospective comparative study, 76 patients aged 18-53 with Grade II ankle sprains were assigned to either a serrapeptase intervention group (n = 38) receiving 5 mg serrapeptase (two tablets, three times per day) for ten days, or a control group (n = 38) receiving 500 mg paracetamol (three times per day) for the same duration. Ankle joint edema was assessed using both Figure-of-Eight and water-displacement methods. Pain was assessed with Visual Analogue Scale (V.A.S.). Within-groups and between-groups analyses were performed in the 3rd and 10th day. RESULTS: Both groups exhibited reduced edema and pain over time. Serrapeptase demonstrated a superior reduction in ankle joint edema on the third and tenth day compared to paracetamol, while pain management did not differ significantly. CONCLUSION: Serrapeptase exhibited better efficacy than paracetamol in reducing ankle joint edema, highlighting its potential as an alternative treatment. LEVEL OF EVIDENCE: Level II, prospective comparative trial without randomization."
    },
    {
      "pmid": "36635396",
      "title": "Serrapeptase impairs biofilm, wall, and phospho-homeostasis of resistant and susceptible Staphylococcus aureus.",
      "authors": [
        "Georgios Katsipis",
        "Anastasia A Pantazaki"
      ],
      "journal": "Applied microbiology and biotechnology",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Staphylococcus aureus biofilms are implicated in hospital infections due to elevated antibiotic and host immune system resistance. Molecular components of cell wall including amyloid proteins, peptidoglycans (PGs), and lipoteichoic acid (LTA) are crucial for biofilm formation and tolerance of methicillin-resistant S. aureus (MRSA). Significance of alkaline phosphatases (ALPs) for biofilm formation has been recorded. Serrapeptase (SPT), a protease of Serratia marcescens, possesses antimicrobial properties similar or superior to those of many antibiotics. In the present study, SPT anti-biofilm activity was demonstrated against S. aureus (ATCC 25923, methicillin-susceptible strain, methicillin-susceptible S. aureus (MSSA)) and MRSA (ST80), with IC50 values of 0.67 μg/mL and 7.70 μg/mL, respectively. SPT affected bacterial viability, causing a maximum inhibition of - 46% and - 27%, respectively. Decreased PGs content at [SPT] ≥ 0.5 μg/mL and ≥ 8 μg/mL was verified for MSSA and MRSA, respectively. In MSSA, LTA levels decreased significantly (up to - 40%) at lower SPT doses but increased at the highest dose of 2 μg/mL, a counter to spectacularly increased cellular and secreted LTA levels in MRSA. SPT also reduced amyloids of both strains. Additionally, intracellular ALP activity decreased in both MSSA and MRSA (up to - 85% and - 89%, respectively), while extracellular activity increased up to + 482% in MSSA and + 267% in MRSA. Altered levels of DING proteins, which are involved in phosphate metabolism, in SPT-treated bacteria, were also demonstrated here, implying impaired phosphorus homeostasis. The differential alterations in the studied molecular aspects underline the differences between MSSA and MRSA and offer new insights in the treatment of resistant bacterial biofilms. KEY POINTS: • SPT inhibits biofilm formation in methicillin-resistant and methicillin-susceptible S. aureus. • SPT treatment decreases bacterial viability, ALP activity, and cell wall composition. • SPT-treated bacteria present altered levels of phosphate-related DING proteins.",
      "mesh_terms": [
        "Humans",
        "Staphylococcus aureus",
        "Methicillin-Resistant Staphylococcus aureus",
        "Methicillin",
        "Anti-Bacterial Agents",
        "Peptide Hydrolases",
        "Staphylococcal Infections",
        "Biofilms",
        "Homeostasis",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "23821590",
      "title": "Serrapeptase and nattokinase intervention for relieving Alzheimer's disease pathophysiology in rat model.",
      "authors": [
        "N N Fadl",
        "H H Ahmed",
        "H F Booles",
        "A H Sayed"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2013-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Serrapeptase (SP) and nattokinase (NK) are proteolytic enzymes belonging to serine proteases. In this study, we hypothesized that SP and NK could modulate certain factors that are associated with Alzheimer's disease (AD) pathophysiology in the experimental model. Oral administration of aluminium chloride (AlCl3) in a dose of 17 mg/kg body weight (bw) daily for 45 days induced AD-like pathology in male rats with a significant increase in brain acetylcholinesterase (AchE) activity, transforming growth factor β (TGF-β), Fas and interleukin-6 (IL-6) levels. Meanwhile, AlCl3 supplementation produced significant decrease in brain-derived neurotrophic factor (BDNF) and insulin-like growth factor-1 (IGF-1) when compared with control values. Also, AlCl3 administration caused significant decline in the expression levels of disintegrin and metalloproteinase domain 9 (ADAM9) and a disintegrin and metalloproteinase domain 10 (ADAM10) genes in the brain. Histological investigation of brain tissue of rat model of AD showed neuronal degeneration in the hippocampus and focal hyalinosis with cellular as well as a cellular amyloid plaques formation. Oral administration of SP or NK in a rat model of AD daily for 45 days resulted in a significant decrease in brain AchE activity, TGF-β, Fas and IL-6 levels. Also, the treatment with these enzymes produced significant increase in BDNF and IGF-1 levels when compared with the untreated AD-induced rats. Moreover, both SP and NK could markedly increase the expression levels of ADAM9 and ADAM10 genes in the brain tissue of the treated rats. These findings were well confirmed by the histological examination of the brain tissue of the treated rats. The present results support our hypothesis that the oral administration of proteolytitc enzymes, SP and/or NK, would have an effective role in modulating certain factors characterizing AD. Thus, these enzymes may have a therapeutic application in the treatment of AD.",
      "mesh_terms": [
        "ADAM Proteins",
        "ADAM10 Protein",
        "Alzheimer Disease",
        "Animals",
        "Brain",
        "Brain-Derived Neurotrophic Factor",
        "Cholinesterases",
        "Disease Models, Animal",
        "Disintegrins",
        "Insulin-Like Growth Factor I",
        "Interleukin-6",
        "Male",
        "Peptide Hydrolases",
        "Rats",
        "Subtilisins",
        "Transforming Growth Factor beta",
        "fas Receptor"
      ]
    },
    {
      "pmid": "19348276",
      "title": "[A case of eosinophilic pneumonia due to Nicolase (serrapeptase) after recovery from acute eosinophilic pneumonia].",
      "authors": [
        "Naoko Kai",
        "Ryo Shirai",
        "Norio Hirata",
        "Atsuko Iwata",
        "Kenji Umeki",
        "Hiroshi Ishii",
        "Kenji Kishi",
        "Issei Tokimatsu",
        "Kazufumi Hiramatsu",
        "Jun-ichi Kadota"
      ],
      "journal": "Nihon Kokyuki Gakkai zasshi = the journal of the Japanese Respiratory Society",
      "publication_date": "2009-Mar",
      "publication_types": [
        "Case Reports",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "A case of eosinophilic pneumonia due to Nicolase (serrapeptase) after recovery from acute eosinophilic pneumonia is described. A 32-year-old woman was previously admitted to another hospital because of acute onset of dyspnea accompanied by cough and fever. Chest X-ray films revealed diffuse infiltration in both lungs two days after her symptoms occurred. Her bronchoalveolar lavage fluid showed 13% eosinophils and transbronchial lung biopsy specimen also showed many eosinophils infiltrating in the lesions of the bronchial submucosa and alveolar septa. No infectious causes or related drugs were found. Acute eosinophilic pneumonia was diagnosed, and her condition improved gradually without steroid treatment. Because she recovered clinically and radiologically, she was discharged from hospital. Half a month later she was treated with Nicolase because of pharyngitis. She was admitted to the hospital again because of dyspnea, cough and fever three days after commencing to take Nicolase. Chest X-ray films also revealed diffuse infiltration in both lungs with pleural effusion, and her bronchoalveolar lavage fluid showed 37% eosinophils. When the drug lymphocyte stimulation test was performed, it was positive for Nicolase. Therefore drug-induced eosinophilic pneumonia was diagnosed. This is a very rare case of Nicolase (serrapeptase)-induced eosinophilic pneumonia after recovering from acute eosinophilic pneumonia.",
      "mesh_terms": [
        "Acute Disease",
        "Adult",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Female",
        "Humans",
        "Peptide Hydrolases",
        "Pharyngitis",
        "Pulmonary Eosinophilia",
        "Recurrence"
      ]
    },
    {
      "pmid": "12911824",
      "title": "Effect of the proteolytic enzyme serrapeptase in patients with chronic airway disease.",
      "authors": [
        "Seiichi Nakamura",
        "Yasushi Hashimoto",
        "Masashi Mikami",
        "Eiichi Yamanaka",
        "Tomoyuki Soma",
        "Mitsunori Hino",
        "Arata Azuma",
        "Shoji Kudoh"
      ],
      "journal": "Respirology (Carlton, Vic.)",
      "publication_date": "2003-Sep",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: The proteolytic enzyme serrapeptase (SER) is widely used in clinical practice in Japan. We investigated the effect of SER on sputum properties and symptoms in patients with chronic airway diseases. METHODS: This study was an open-labelled trial with a non-treatment control group. Patients were randomly assigned to oral treatment with (n = 15) and without (n = 14) SER 30 mg/day for 4 weeks. Patients collected sputum samples for about 4 h in the morning on the day the trial began and 4 weeks later. We measured the amount of sputum by weighing. Part of each sputum sample was weighed and then completely dried and reweighed. The percentage solid component, viscosity and elasticity of the sputum were measured. Mucociliary transportability index was measured using ciliated bovine trachea ex vivo. Sputum smears were also prepared to count sputum neutrophils. Patients' symptoms were assessed by a questionnaire that used a visual analogue scale. RESULTS: After 4 weeks of SER treatment, sputum weight in the morning, percentage solid component, viscosity and elasticity of sputum, sputum neutrophil count, frequency of coughing and frequency of expectoration significantly decreased. The mean mucociliary transportability index increased from 13.3 +/- 1.8 to 24.4 +/- 2.5 (P = 0.0103). CONCLUSIONS: SER may exert a beneficial effect on mucus clearance by reducing neutrophil numbers and altering the viscoelasticity of sputum in patients with chronic airway diseases.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Bronchitis, Chronic",
        "Elasticity",
        "Female",
        "Humans",
        "Leukocyte Count",
        "Male",
        "Middle Aged",
        "Neutrophils",
        "Peptide Hydrolases",
        "Sputum",
        "Treatment Outcome",
        "Viscosity"
      ]
    },
    {
      "pmid": "11019569",
      "title": "[Serrapeptase-induced lung injury manifesting as acute eosiniphilic pneumonia].",
      "authors": [
        "S Sasaki",
        "R Kawanami",
        "Y Motizuki",
        "Y Nakahara",
        "T Kawamura",
        "A Tanaka",
        "S Watanabe"
      ],
      "journal": "Nihon Kokyuki Gakkai zasshi = the journal of the Japanese Respiratory Society",
      "publication_date": "2000-Jul",
      "publication_types": [
        "Case Reports",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "An 84-year-old man was referred to our hospital because of fever, cough, and hemoptysis. The patient had acute respiratory failure (PaO2 < 40 mmHg) on admission, with diffuse interstitial infiltration and bilateral pleural effusion. The bronchoalveolar lavage fluid was bloody, and contained a high percentage of eosinophils (32%). A diagnosis of acute eosinophilic pneumonia was established, and the patient made a rapid recovery after corticosteroids were administered. When the DLST (drug lymphocyte stimulation test) was performed after the corticosteroid therapy was stopped, it was positive for serrapeptase, which had been prescribed for chronic cystitis for 3 months before the onset of the pneumonia. This was a case of drug (serrapeptase)-induced pneumonitis manifesting as acute eosinophilic pneumonia.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Cystitis",
        "Humans",
        "Male",
        "Peptide Hydrolases",
        "Pulmonary Eosinophilia"
      ]
    },
    {
      "pmid": "2647603",
      "title": "[Reduction of postoperative swelling. Objective measurement of swelling of the upper ankle joint in treatment with serrapeptase-- a prospective study].",
      "authors": [
        "P M Esch",
        "H Gerngross",
        "A Fabian"
      ],
      "journal": "Fortschritte der Medizin",
      "publication_date": "1989-Feb-10",
      "publication_types": [
        "Clinical Trial",
        "English Abstract",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Using a quantitative standardized procedure, the swelling of the ankle produced by supination trauma was measured. In the 66 patients with fresh rupture of the lateral ligament treated surgically at our Department between December 1986 and April 1987, a prospective study of the effect of serrapeptase (Aniflazym) on post-operative swelling and pain was carried out in 3 randomized groups of patients. In the group receiving the test substance, the swelling had decreased by 50% on the third post-operative day, while in the other two control groups (elevation of the leg, bed rest, with and without the application of ice) no reduction in swelling had occurred at that time. The difference is statistically significant (p = 0.013). Decreasing pain correlated for the most part with the reduction in swelling. Thus, the patients receiving the test substance more rapidly became pain-free than did the control groups. On the basis of these results, serrapeptase would appear to be an effective preparation for the post-operative reduction of swelling, in comparison with the classical conservative measures, for example, the application of ice.",
      "mesh_terms": [
        "Adult",
        "Ankle Injuries",
        "Athletic Injuries",
        "Edema",
        "Humans",
        "Ligaments, Articular",
        "Male",
        "Peptide Hydrolases",
        "Postoperative Complications"
      ]
    },
    {
      "pmid": "2688125",
      "title": "The treatment of breast engorgement with Serrapeptase (Danzen): a randomised double-blind controlled trial.",
      "authors": [
        "W H Kee",
        "S L Tan",
        "V Lee",
        "Y M Salmon"
      ],
      "journal": "Singapore medical journal",
      "publication_date": "1989-Feb",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "We evaluated an anti-inflammatory enzyme drug Danzen (Serrapeptase: Takeda Chemical Industries, Ltd.) on 70 patients complaining of breast engorgement. These patients were randomly divided into 2 groups, a treatment group and a placebo group. A single observer, unaware of the group the patients were in, assessed the severity of each of the symptoms and signs of breast engorgement before treatment was commenced, and daily for 3 days, during which therapy was administered. Danzen was noted to be superior to placebo for improvement of breast pain, breast swelling and induration and while 85.7% of the patients receiving Danzen had \"Moderate to Marked\" improvement, only 60.0% of the patients receiving placebo had a similar degree of improvement. \"Marked\" improvement was found in 22.9% of the treatment group and 2.9% of the placebo group. These differences were statistically significant (P less than 0.05). No adverse reactions were reported with the use of Danzen. Danzen is a safe and effective method for the treatment of breast engorgement.",
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Breast Feeding",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Lactation",
        "Peptide Hydrolases",
        "Pregnancy",
        "Puerperal Disorders"
      ]
    },
    {
      "pmid": "6366808",
      "title": "A multi-centre, double-blind study of serrapeptase versus placebo in post-antrotomy buccal swelling.",
      "authors": [
        "M Tachibana",
        "O Mizukoshi",
        "Y Harada",
        "K Kawamoto",
        "Y Nakai"
      ],
      "journal": "Pharmatherapeutica",
      "publication_date": "1984",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "A multi-centre, double-blind, placebo-controlled trial was carried out to investigate the clinical efficacy of the anti-inflammatory enzyme serrapeptase in a total of 174 patients who underwent Caldwell-Luc antrotomy for chronic empyema. Eighty-eight patients received 10 mg serrapeptase 3 times on the day before operation, once on the night of the operation and 3 times daily for 5 days after operation; the other 86 received placebo. Changes in buccal swelling after operation were observed as a parameter of the response to treatment. The degree of swelling in the serrapeptase-treated patients was significantly less than that in the placebo-treated patients at every point of observation after operation up to the 5th day (p less than 0.01 to p less than 0.05). Maximal swelling throughout all the post-operative points of observation was also significantly smaller in size in the serrapeptase-treated group than in the placebo-treated group. No side-effects were reported.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Anti-Inflammatory Agents",
        "Cheek",
        "Clinical Trials as Topic",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Maxilla",
        "Middle Aged",
        "Peptide Hydrolases",
        "Postoperative Complications"
      ]
    }
  ]
}