{
  "supplement": "Smoking",
  "query": "Smoking[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:41:24",
  "research_count": 15209,
  "count": 100,
  "articles": [
    {
      "pmid": "40312676",
      "title": "Investigating the association between recorded smoking cessation interventions and smoking cessation in people living with cardiovascular disease using UK general practice data.",
      "authors": [
        "Angela Difeng Wu",
        "Nicola Lindson",
        "Rafael Perera",
        "Min Gao",
        "Paul Aveyard",
        "Rachna Begh",
        "Jamie Hartmann-Boyce"
      ],
      "journal": "BMC primary care",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Smoking significantly increases the risk of cardiovascular diseases (CVD), yet quitting smoking after diagnosis of CVD can mitigate further negative impacts. However, encouraging smoking cessation remains a challenge for General Practitioners (GPs) with concerns regarding mental health. Since 2004, the UK's Quality and Outcomes Framework (QOF) incentivises GP smoking cessation support. Despite this, a significant proportion of individuals diagnosed with CVD continue to smoke after diagnosis. This study aims to investigate the frequencies and types of smoking cessation interventions offered to people with CVD (defined as coronary heart disease (CHD) and stroke), with and without mental illness, and assess their association with successful cessation. METHODS: This retrospective cohort study examined adults diagnosed with CHD or stroke using the QResearch general practice records database (1996-2019). We evaluated the frequency and types of smoking cessation interventions documented in patients' records, including education, brief interventions, pharmacological support, referrals, and counselling. Logistic regression assessed the relationship between recorded interventions and smoking abstinence rates within the one-year post-index event, considering QOF incentives and mental illness presence. RESULTS: While smoking cessation education was common in general practice settings, prescriptions for nicotine replacement therapy or other evidence-based interventions were comparatively low. CHD and stroke populations showed a significant association between any intervention and smoking cessation within one year (CHD: OR 1.41, 95% CI 1.36-1.45; stroke: OR 1.49, 95% CI 1.43-1.55). Education consistently correlated with higher cessation likelihoods, while other interventions were linked to lower rates. Individuals with common and serious mental illness were less likely to quit, irrespective of intervention. QOF implementation led to increased documentation of advice but not intensive support or treatment, with pre-QOF interventions associated with significantly increased abstinence likelihoods (CHD: OR 5.09, 95% CI 4.84-5.35; stroke: OR 4.44, 95% CI 4.07-4.86). CONCLUSIONS: Financial incentives for GP smoking cessation support outlined in QOF may not suffice to enhance methods that are more efficacious or improve cessation rates, especially among people with mental illness. Practical strategies that provide tangible support and treatment are needed for CVD patients, including those with mental illness, to facilitate successful cessation."
    },
    {
      "pmid": "40312060",
      "title": "Stop smoking intervention in emergency departments helps people quit.",
      "authors": [
        "Helen Saul",
        "Samantha Cassidy",
        "Laura Swaithes",
        "Ian Pope"
      ],
      "journal": "BMJ (Clinical research ed.)",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The studyPope I, Clark LV, Clark A, et al. Cessation of Smoking Trial in the Emergency Department (COSTED): a multicentre randomised controlled trial. Emergency Medicine Journal 2024;41:276-282.To read the full NIHR Alert, go to: https://evidence.nihr.ac.uk/alert/stop-smoking-intervention-in-emergency-departments-helps-people-quit/.",
      "mesh_terms": [
        "Humans",
        "Emergency Service, Hospital",
        "Smoking Cessation",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "40307798",
      "title": "Smoking and asthma mediate the protective effect of educational attainment on chronic obstructive pulmonary disease risk: a mediation Mendelian randomization analysis.",
      "authors": [
        "Xue Bai",
        "Lantao Chen",
        "Fenghai Ren",
        "Ying Zhao",
        "Yue Zheng",
        "Yanbo Wang",
        "Sainan Pang",
        "Jian Zhang",
        "Erliang Guo",
        "Huiyan Li"
      ],
      "journal": "BMC pulmonary medicine",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Clinical observational studies have shown an association between educational attainment and a lower incidence of Chronic Obstructive Pulmonary Disease (COPD). However, strong evidence for a causal relationship remains lacking. METHODS: Genome-wide association data for years of schooling, cognitive performance, intelligence, COPD, and COPD-related risk factors such as smoking and asthma were obtained from public databases. We conducted two-sample Mendelian randomization (MR) analyses to assess the causal relationships between years of schooling, cognitive performance, intelligence, and the risk of developing COPD. Sensitivity analyses using MR-Egger and MR-PRESSO were performed to detect and correct for pleiotropy. Multivariable Mendelian randomization analysis was used to identify potential mediators. RESULTS: Longer years of schooling (OR = 0.537, 95% CI: 0.474-0.608, P = 9.63E-23), higher cognitive performance (OR = 0.793, 95% CI: 0.702-0.895, P = 1.78E-04), and intelligence (OR = 0.813, 95% CI: 0.720-0.919, P = 8.81E-04) were causally associated with a reduced risk of COPD. Longer years of schooling were identified as an independent protective factor for COPD risk (OR = 0.600, 95% CI: 0.472 - 0.762, P = 2.85E-05). Smoking initiation and asthma were identified as mediating factors in the causal relationship between years of schooling and COPD risk. In the reduction of the COPD risk by years of schooling, the mediating effects of smoking initiation and asthma accounted for 32.8% and 6.9% respectively. CONCLUSION: These findings provide support for the causal impact of educational attainment on the occurrence of COPD, with a significant portion of this causal effect being mediated through modifiable risk factors. On the premise of controlling socioeconomic - status - related confounders, an increase in educational attainment may provide multi-level intervention targets for COPD prevention through intervenable pathways such as improving health behaviors and environmental exposure.",
      "mesh_terms": [
        "Humans",
        "Pulmonary Disease, Chronic Obstructive",
        "Mendelian Randomization Analysis",
        "Asthma",
        "Educational Status",
        "Smoking",
        "Risk Factors",
        "Genome-Wide Association Study",
        "Intelligence",
        "Mediation Analysis",
        "Cognition",
        "Male",
        "Middle Aged",
        "Female"
      ]
    },
    {
      "pmid": "40302299",
      "title": "Effectiveness of non-pharmacological school-based therapies for cigarette smoking cessation among adolescents in South and Southeast Asian countries: a systematic review and meta-analysis.",
      "authors": [
        "Fahad Ali Mangrio",
        "Penpaktr Uthis",
        "Suwimon Rojnawee",
        "Alicia K Matthews"
      ],
      "journal": "Osong public health and research perspectives",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This review and meta-analysis examined the effectiveness of non-pharmacological therapies delivered through school-based interventions for smoking cessation among adolescents in South and Southeast Asian countries. METHODS: A systematic search was conducted across PubMed, Scopus, Science Direct, BioMed Central, the Cochrane Library, and ProQuest Dissertations & Theses Global from inception to October 2024. Eligible studies comprised randomized controlled trials and quasi-experimental studies that compared non-pharmacological smoking cessation interventions delivered in schools or other educational institutions. Data on smoking abstinence outcomes were extracted from published studies, and odds ratios (ORs) with 95% confidence intervals (CIs) were pooled using a random-effects model via the Mantel-Haenszel estimator. RESULTS: Seven studies involving 1,260 participants were included. The meta-analysis demonstrated that non-pharmacological school-based therapies significantly increased smoking abstinence compared to controls (OR, 2.83; 95% CI, 1.83-4.40; p<0.001. Subgroup analyzes revealed benefits across both randomized controlled trials and quasi-experimental studies with varying abstinence rates. Studies utilizing biochemical verification showed significant positive effects despite substantial heterogeneity, and short-term (<3 months) abstinence was significantly higher in intervention groups compared to controls. Overall, no differences were found between subgroups regarding intervention effectiveness. CONCLUSION: This meta-analysis indicates that non-pharmacological school-based interventions positively impact smoking abstinence rates, although effectiveness may vary based on study design, follow-up duration, and use of biochemical verification. The findings underscore the need for further research with larger sample sizes, extended follow-up periods, and improved methodological rigor in these regions."
    },
    {
      "pmid": "40299839",
      "title": "Implementation of a smoking cessation intervention for people with severe mental illness in ambulatory mental healthcare (KISMET): A process evaluation.",
      "authors": [
        "Müge H Küçükaksu",
        "Lola Jansen",
        "Trynke Hoekstra",
        "Sanne Helmig",
        "Marcel C Adriaanse",
        "Berno van Meijel"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Recently, a cluster-randomised controlled trial was conducted within Dutch ambulatory mental healthcare to assess the effectiveness of a one-year smoking cessation intervention consisting of group sessions, peer support and pharmacological treatment (KISMET). This article presents its process evaluation, exploring the perceptions of patients and mental healthcare professionals (MHPs) regarding the implementation of KISMET. METHODS: We conducted a mixed methods study, including 26 semi-structured interviews (10 MHPs and 16 patients) following the RE-AIM framework. Qualitative data was thematically analysed with MAXQDA software. We collected additional data on inclusion, drop-out and assessed treatment adherence during on-site observations. RESULTS: Recruitment and subsequent retention of patients in the RCT was found to be challenging (58% drop-out at one-year follow-up). MHPs suggested more motivational enhancement techniques to aid recruitment and reduce study attrition. The intervention components were generally assessed positively. Patients experienced the group and peer support sessions as supportive and beneficial. Inconsistent group attendance was demotivating and disrupted implementation. Pharmacological treatment was found to be helpful, although MHPs mentioned the treating psychiatrist or clinical nurse specialist need to facilitate better to ensure medication supply. The handbook offered MHPs excellent guidance and significantly contributed to treatment fidelity. Surprisingly, the carbon monoxide monitoring (originally included in the study protocol for research purposes) was appraised as a motivational tool. Finally, shortage of staff, limited collaboration and high turnover were barriers for the delivery of the intervention. Implementation heavily depends on the quality of the collaboration between MHPs and patients, as well as the infrastructure created by the organisation. CONCLUSION: This study demonstrates the benefits, unique demands and challenges of a smoking cessation intervention for people with SMI. Results could guide and improve the implementation of smoking cessation interventions in mental healthcare settings. Fostering a culture of connectivity through team development, along with the provision of supportive and communicative supervision is critical for the effective recruitment and retention in smoking cessation studies in psychiatric care.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Female",
        "Male",
        "Mental Disorders",
        "Middle Aged",
        "Adult",
        "Ambulatory Care",
        "Mental Health Services",
        "Netherlands"
      ]
    },
    {
      "pmid": "40298130",
      "title": "\"Cancer Statistics, 2025\" provides data on cancer occurrence and outcomes: The cancer mortality rate continued to decline through 2022, with nearly 4.5 million deaths averted since 1991 because of smoking reductions, earlier detection for some cancers, and improved treatment.",
      "authors": [
        "Mary Beth Nierengarten"
      ],
      "journal": "Cancer",
      "publication_date": "2025-May-01",
      "publication_types": [
        "News"
      ]
    },
    {
      "pmid": "40295580",
      "title": "Down-regulation of YAP prevents smoking- and alcohol-induced carcinogenesis of esophageal paracancerous tissue by promoting cellular pyroptosis.",
      "authors": [
        "Xinyu Ding",
        "Ying Li",
        "Xuning Wang",
        "Fan Li",
        "Zhifei Xu",
        "Yongfei Zhu",
        "Zihao Chen"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Paracancerous tissues (PCTs) were previously considered benign regions, but recent findings reveal genomic instability in these areas. Smoking and alcohol consumption are closely associated with esophageal cancer (EC) development. This study explored the interplay between the Hippo pathway and pyroptosis in EC, PCTs, and distal normal tissues (DNTs). We used molecular epidemiological methods to analyze the effects of smoking and alcohol on these pathways. We found that key genes in both pathways were more altered in smokers and/or drinkers compared to non-smokers and non-drinkers. Additionally, we observed changes in some genes and proteins in PCTs, while the Hippo pathway and pyroptosis had not yet been influenced. We applied 4.0% alcohol combined with various concentrations of cigarette smoke extract (CSE) to PCTs cultured in vitro to observe carcinogenesis and changes in these pathways. Verteporfin, as an inhibitor of YAP, was also used in vitro culture experiments to observe its effects on cellular carcinogenesis. Among 56 EC patients, 41 had a history of smoking and/or alcohol consumption in this study. Compared to DNTs, Hippo pathway genes (Lats1, Yap, and Taz) and pyroptosis genes (Nlrp3, Asc, Gsdmd, and Caspase-1) were altered in 49 EC tissues, while changes of Lats1, Nlrp3, and Asc were observed in 47 PCTs. Additionally, 4.0% alcohol combined with 3.2%, 4.0%, and 5.8% CSE, respectively, not only induced cellular heterogeneity and even cancerous transformation, but also suppressed the Hippo pathway and pyroptosis in the PCTs cultured in vitro. Furthermore, in vitro, 9 μM verteporfin inhibited cellular heterogeneity/carcinogenesis in PCTs induced by 4.0% alcohol combined with 5.8% CSE through inhibiting YAP and promoting pyroptosis. It is speculated that the downregulation of YAP could prevent smoking- and alcohol-induced carcinogenesis in esophageal PCTs by promoting pyroptosis, which may offer new insights for the treatment of esophageal squamous carcinoma.",
      "mesh_terms": [
        "Humans",
        "Pyroptosis",
        "Esophageal Neoplasms",
        "YAP-Signaling Proteins",
        "Male",
        "Smoking",
        "Down-Regulation",
        "Female",
        "Adaptor Proteins, Signal Transducing",
        "Carcinogenesis",
        "Middle Aged",
        "Alcohol Drinking",
        "Transcription Factors",
        "Signal Transduction",
        "Gene Expression Regulation, Neoplastic",
        "Hippo Signaling Pathway",
        "Verteporfin",
        "Ethanol",
        "Aged"
      ]
    },
    {
      "pmid": "40294654",
      "title": "Pharmacological interventions for smoking cessation in Type 2 diabetes: A systematic review with meta-analysis and GRADE evaluation.",
      "authors": [
        "Alison Martin",
        "Giusy Rita Maria La Rosa",
        "Hannah Rice",
        "Andrea Bertuzzi",
        "Michal Witkowski",
        "Erika Anastasi",
        "Giulio Geraci",
        "Riccardo Polosa"
      ],
      "journal": "Diabetes research and clinical practice",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "AIMS: To evaluate the efficacy and safety of pharmacological therapies for smoking cessation in individuals with Type 2 Diabetes Mellitus (T2DM) through a systematic review, meta-analysis, and GRADE evaluation. METHODS: PubMed and Scopus were searched on 7 June 2024 using relevant keywords. Randomized controlled trials and prospective cohort studies involving adult smokers with T2DM receiving pharmacological treatments for smoking cessation were included. Data were extracted independently by two reviewers. Random-effects meta-analyses were conducted, and the certainty of evidence was assessed using GRADE. RESULTS: Eighteen studies (19 publications) were included. Pharmacotherapy significantly increased continuous abstinence rates at 12 and 24 weeks (p < 0.001), with ORs of 4.17 (95 % CI: 2.71-6.42) and 3.80 (95 % CI: 2.52-5.72), respectively. At 52 weeks, varenicline was more effective than placebo (OR: 2.84, 95 % CI: 1.41-5.69, p = 0.003). Adverse events were more frequent with varenicline, but not significantly (OR: 1.40, 95 % CI: 0.98-1.98, p = 0.06). CONCLUSIONS: Varenicline appears effective for smoking cessation in T2DM, with an acceptable tolerability profile. Bupropion and NRT show potential efficacy. However, most evidence comes from post hoc analyses in which diabetes was not a predefined variable, warranting cautious interpretation."
    },
    {
      "pmid": "40292092",
      "title": "A comprehensive analysis of the impact of smoking on adverse clinical outcomes of steatotic liver diseases.",
      "authors": [
        "Keungmo Yang",
        "Jaejun Lee",
        "Ji Won Han",
        "Hyun Yang",
        "Seung Yun Chae",
        "Beom Sun Chung",
        "Tom Ryu"
      ],
      "journal": "Therapeutic advances in gastroenterology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Metabolic dysfunction-associated steatotic liver disease (MASLD), previously known as non-alcoholic fatty liver disease (NAFLD), is an increasingly prevalent liver disorder. OBJECTIVES: This study investigated the effect of smoking status on various clinical outcomes in MASLD and metabolic dysfunction and alcohol-associated liver disease (MetALD). DESIGN: This study is a retrospective cohort analysis utilizing data from the UK Biobank (Application ID: 117214). Participants were categorized as current, previous, or never smokers, and outcomes were analyzed using inverse probability of treatment weighting to adjust for confounders. METHODS: The primary outcomes were all-cause mortality and liver-related mortality. Secondary outcomes included incidence of liver cirrhosis, hepatic decompensation, cardio-cerebrovascular diseases (CVD), and hepatocellular carcinoma (HCC). Multivariate Cox proportional hazards models were employed to evaluate associations. RESULTS: Previous and never smokers had significantly lower hazard ratios (HRs) for mortality compared to current smokers in all cohorts (HR: 0.33, 95% confidence interval (CI): 0.31-0.35, p < 0.001 for never smokers in No SLD cohort, HR: 0.43, 95% CI: 0.41-0.44, p < 0.001 for never smokers in MASLD cohort, and HR: 0.41, 95% CI: 0.38-0.45, p < 0.001 for never smokers in MetALD cohort). Previous and never smokers showed significantly lower incidences of liver cirrhosis compared to current smokers across all cohorts, except for MetALD. Previous and never smokers showed lower incidences of CVD compared to current smokers. In the MASLD cohort, never smokers had the lowest incidence of hepatic decompensation and HCC. In the MetALD cohort, no significant differences were observed in the risk of hepatic decompensation and HCC between different smoking statuses. CONCLUSION: Smoking is related to worse survival outcomes and higher incidences of liver cirrhosis and CVD in MASLD and MetALD cohorts. Therefore, smoking cessation and prevention are crucial strategies for reducing the burden of liver disease and improving patient prognosis."
    },
    {
      "pmid": "40287732",
      "title": "Effectiveness of a Health Belief Model-based integrated health education and mobile phone short message service intervention on health knowledge, perception, and self-efficacy toward smoking: a quasi-experimental study among industrial workers in Myanmar.",
      "authors": [
        "Myo Zin Oo",
        "Soe Sandi Tint",
        "Alessio Panza",
        "Sathirakorn Pongpanich",
        "Pramon Viwattanakulvanid",
        "Somdeth Bodhisane",
        "Amaraporn Rerkasem",
        "Kittipan Rerkasem"
      ],
      "journal": "BMC public health",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Comprehensive interventions are needed for smoking concerns among industrial workers. This study aimed to evaluate the effectiveness of a Health Belief Model-based integrated health education and mobile phone short message service intervention on improving health knowledge, perception, and self-efficacy toward smoking among industrial workers in Myanmar. This study uniquely integrates Health Belief Model-based health education sessions with short message service over three months, addressing the specific needs of this demographic. METHODS: A quasi-experimental study involved 146 workers per group in Mandalay Industrial Zone, Myanmar. A Health Belief Model-based intervention included six health education sessions and daily short message service with weekly repeated content for the intervention group. The outcomes were health knowledge, perception (susceptibility, severity, barriers, and benefits), and self-efficacy, assessed at baseline, immediately after the 3-month training, and 3 months post-training completion in both groups. Homogeneity between groups at baseline was assessed using the chi-square test and the independent t-test. Between-group differences were compared using the independent t-test, and within-group changes were evaluated using repeated measures ANOVA. Generalized Estimating Equations was applied to adjust for baseline differences between groups, accounting for variables such as age, marital status, education status, income, age at first cigarette smoked, and years of smoking cigarettes. Significance level was set at p < 0.05. RESULTS: Health knowledge in the intervention group significantly increased at immediately after the 3-month training but slightly declined at 3 months post-training completion (p < 0.001). Compared to the control group, perceived susceptibility, severity, barriers, and benefits, as well as self-efficacy, improved significantly immediately after the 3-month training (p < 0.001). Generalized Estimating Equations analysis revealed significant Group × Time interaction effects, showing positive effects on health knowledge (B = 0.991, p < 0.001), and notable improvements in perceived susceptibility (B = 5.091, p < 0.001), severity (B = 3.973, p < 0.001), barriers (B = 3.823, p < 0.001), benefits (B = 1.797, p < 0.001), and self-efficacy (B = 1.742, p < 0.001). CONCLUSIONS: This study's intervention significantly improved the health knowledge, perception, and self-efficacy toward smoking among industrial workers in Myanmar, highlighting the importance of targeted workplace interventions.",
      "mesh_terms": [
        "Humans",
        "Myanmar",
        "Male",
        "Adult",
        "Self Efficacy",
        "Female",
        "Health Knowledge, Attitudes, Practice",
        "Health Education",
        "Health Belief Model",
        "Text Messaging",
        "Middle Aged",
        "Smoking",
        "Young Adult"
      ]
    },
    {
      "pmid": "40283780",
      "title": "Perspectives on an Intensive Hospital-Based Smoking Cessation Intervention in Relation to Transurethral Resection of the Bladder Tumour (TURBT): Interviews with Patients, Relatives, and Clinicians.",
      "authors": [
        "Line Noes Lydom",
        "Rie Raffing",
        "Susanne Vahr Lauridsen",
        "Ingrid Egerod",
        "Ulla Nordström Joensen",
        "Hanne Tønnesen"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Smoking is a major risk factor for bladder cancer and postoperative complications. Therefore, urological guidelines strongly recommend smoking cessation. Notwithstanding, many patients continue to smoke beyond the time of diagnosis. By using the qualitative methodology, this study aimed to explore barriers, facilitators, and recommendations related to the intensive smoking cessation Gold Standard Programme (GSP) from the multi-perspective view of patients treated with transurethral resection of the bladder tumour (TURBT), their relatives, and clinicians. We conducted semi-structured individual interviews with eight patients, four relatives, and six clinicians in the urology setting. Data were analysed using the Framework Method. All participants perceived the GSP positively. Across the three groups, five categories emerged describing barriers and facilitators: perceptions of the GSP, pragmatic factors, health-related factors, psychological factors, and relational and communicative factors. Similarly, recommendations were represented in two categories: the GSP and pragmatic factors. While facilitators were relatively similar across the three groups, barriers were dissimilar or contradictory. The clinicians expressed the most challenges related to relational and communicative factors. The patients mainly had recommendations related to the GSP, while the clinicians' recommendations focused on pragmatic factors for conducting the GSP. The potential involvement of relatives needs to be further investigated.",
      "mesh_terms": [
        "Humans",
        "Urinary Bladder Neoplasms",
        "Male",
        "Female",
        "Smoking Cessation",
        "Middle Aged",
        "Aged",
        "Family",
        "Adult",
        "Interviews as Topic",
        "Qualitative Research"
      ]
    },
    {
      "pmid": "40283767",
      "title": "Gain-Framed Text Messages and Nicotine Replacement Therapy for Smoking Cessation Among Lung Cancer Screening Patients: A Brief Report of a Pilot Randomized Controlled Trial.",
      "authors": [
        "Kinsey Pebley",
        "Benjamin A Toll",
        "Matthew J Carpenter",
        "Gerard Silvestri",
        "Alana M Rojewski"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "People who undergo lung cancer screening (LCS) and continue to smoke are at risk for negative clinical outcomes and lowered survival and need effective smoking cessation interventions. This pilot study tested an 8-week intervention for smoking cessation after LCS. The participants (N = 40) were randomized to the intervention group (combination nicotine replacement therapy [NRT] plus gain-framed text messaging for 8 weeks) or the control group (standard cessation counseling) after LCS. Assessments were completed at 8-week and 3-month follow-ups, including self-reported 7-day point prevalence abstinence. The mean age was 64.4 years old (SD = 6.2); 32.5% were Black or African American; and 55% were female. At Week 8, 14.3% (3/21) of the participants in the intervention group were abstinent versus 0% (0/19) in the control group (p > 0.05). At 3-month follow-up, 4.8% (1/21) of the participants in the intervention group were abstinent versus 0% (0/19) in the control group. Among the intervention group participants, up to 52.4% used the provided patches and up to 61.9% used the provided lozenges during the study period. This study demonstrated modest quit rates for LCS patients receiving gain-framed text messages and NRT. The results highlight the need for more effective smoking cessation interventions for this priority population.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Female",
        "Text Messaging",
        "Middle Aged",
        "Lung Neoplasms",
        "Pilot Projects",
        "Tobacco Use Cessation Devices",
        "Male",
        "Aged",
        "Early Detection of Cancer",
        "Nicotine Replacement Therapy"
      ]
    },
    {
      "pmid": "40281901",
      "title": "Effectiveness and Adherence of Pharmacological vs. Non-Pharmacological Technology-Supported Smoking Cessation Interventions: An Umbrella Review.",
      "authors": [
        "Federica Di Spirito",
        "Maria Pia Di Palo",
        "Marina Garofano",
        "Rosaria Del Sorbo",
        "Gianluca Allegretti",
        "Iman Rizki",
        "Marianna Bartolomeo",
        "Massimo Giordano",
        "Massimo Amato",
        "Alessia Bramanti"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Smoking cessation has a crucial public health role. To overcome non-technological and technology-based smoking cessation intervention limitations, technology-supported programs were developed. Objectives: The present umbrella review aimed to evaluate the long-term effectiveness (≥6 months) of pharmacological vs. non-pharmacological technology-supported smoking cessation interventions on adult daily smokers and the related human health benefits. Methods: Following PRISMA guidelines, the protocol was registered on PROSPERO (CRD42024601824). Fifty systematic reviews were included, evaluated through AMSTAR-2, and qualitatively synthesized. Results: A total of 69,269 smokers underwent pharmacological (39,367) and non-pharmacological (29,902) technology-supported interventions. The biochemically-verified effectiveness assessed as continuous abstinence rates (CARs) and seven-day point prevalence abstinence (PPA) of pharmacological vs. non-pharmacological at 6 and 12 months were, respectively, CARs 9.06% vs. 14.85%, 7-day PPA 17.37% vs. 17.15%; CARs 8.51% vs. 9.08%, 7-day PPA 14.00% vs. 5.63%. The 6-month adherence rates were higher in the non-pharmacological group (41.37% vs. 83.43%). Conclusions: Non-pharmacological technology-supported interventions showed similar effectiveness and higher adherence at 6 months. At 12 months, the CARs were similar despite lower adherence. Adherence quality and consistency may be important for sustained success, probably due to the \"reverse causality\". Non-pharmacological interventions showed similar effectiveness, lower costs, and shorter durations than pharmacological interventions."
    },
    {
      "pmid": "40281469",
      "title": "Development of an intervention for smoking cessation in pregnant women using a theory-based approach.",
      "authors": [
        "Estelle Clet",
        "Adrianna Burtin",
        "Nolwenn Stevens",
        "Charlotte Kervran",
        "Rebecca Ratel",
        "Manon Vergneau",
        "Perrine Moysan",
        "Manon Frevol",
        "Loïc Sentilhes",
        "Philippe Castera",
        "François Alla"
      ],
      "journal": "BMC pregnancy and childbirth",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: While the global prevalence of smoking during pregnancy is 1.7%, it rises to 8.1% in Europe, where it is the main modifiable risk factor for morbidity and mortality during pregnancy. However, pregnancy is a key time to implement smoking cessation interventions, as women are more likely to adopt health-promoting behaviours during this period. Despite the availability of resources (e.g. policies, tools) and strategies (e.g. nicotine replacement therapy) to address smoking, their implementation remains neither optimal nor systematic. To address this, a multi-disciplinary multi-professional team developed the 5A-QUIT-N intervention to promote smoking cessation in pregnant women, by mobilising health professionals and optimising existing resources. Rather than creating new resources, the intervention uses existing tools and strategies and better integrates them into the pregnancy monitoring process. This article describes the development and operationalisation of the 5A-QUIT-N intervention. METHODS: The development of the 5A-QUIT-N intervention involved three stages. First, its components were established according to national recommendations and a final list was validated by a scientific committee. Next, obstacles and levers that could influence their implementation and effectiveness were identified through a scoping review and semi-structured interviews. The resulting data were then used to design the first version of the intervention. RESULTS: Findings from the literature and field experiences highlighted the need for better mobilisation and coordination of the existing resources. The 5A-QUIT-N intervention was developed to address these issues by improving resource organisation within each region. At the clinical level, it aims to enhance healthcare professionals' skills in smoking cessation practices using existing resources. At the organisational level, it promotes closer coordination between perinatal and smoking cessation professionals. The involvement of local stakeholders and local resources is an integral part of the intervention, as these vary from one region to another. CONCLUSION: This intervention was made possible thanks to the combination of a literature search, a qualitative study, and commitment from stakeholders from grassroots level upwards.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "Smoking Cessation",
        "Pregnant People",
        "Pregnancy Complications",
        "Prenatal Care",
        "Program Development",
        "Health Promotion"
      ]
    },
    {
      "pmid": "40279029",
      "title": "Beyond the Injury: How Does Smoking Impair Stem Cell-Mediated Repair Mechanisms? A Dual Review of Smoking-Induced Stem Cell Damage and Stem Cell-Based Therapeutic Applications.",
      "authors": [
        "Mario Karam",
        "Sarah Aqel",
        "Mohammad Z Haider",
        "Aseela Fathima",
        "Adib Charafedine",
        "Mira Abou Daher",
        "Abdullah Shaito",
        "Marwan El-Sabban",
        "Jessica Saliba"
      ],
      "journal": "Stem cell reviews and reports",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "While the literature on molecular and clinical effects of smoking on the lungs and other organs has been expansively reviewed, there is no comprehensive compilation of the effects of smoking on stem cell (SC) populations. Recent research has shown that tobacco exposure severely compromises the function of SC populations, particularly those involved in tissue regeneration: mesenchymal SCs (MSCs), neural progenitors, and hematopoietic SCs. SC-based therapies have emerged as a promising approach to counteract smoking-related damage. In particular, MSCs have been extensively studied for their immunomodulatory properties, demonstrating the ability to repair damaged tissues, reduce inflammation, and slow disease progression in conditions such as chronic obstructive pulmonary disease. Combination therapies, which integrate pharmaceuticals with SC treatments, have shown potential in enhancing regenerative outcomes. This review examines the impact of smoking on SC biology, describes the processes impairing SC-mediated repair mechanisms and highlights recent advancements in SC-based therapies in the treatment of smoking-induced diseases. This review has two prongs: (1) it attempts to explain potential smoking-related disease etiology, and (2) it addresses a gap in the literature on SC-mediated repair mechanisms in chronic smokers."
    },
    {
      "pmid": "40274117",
      "title": "Efficacy and safety of esketamine for smoking cessation among patients diagnosed with lung cancer and major depression disorder: A randomized, placebo-controlled clinical trial.",
      "authors": [
        "Xinya Hong",
        "Sen Xu",
        "Gaozhong Sun",
        "Yusi Liu",
        "Wanqing Yi",
        "Qiyun Hu",
        "Wanwen Li",
        "Junyun Liu",
        "Fengle Wu",
        "Ming Yu",
        "Yifei Lou",
        "Zhenhua Wang",
        "Zhenzhen Xu",
        "Caiyun Fang",
        "Huiling Yang",
        "Wenyuan Wang"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This multicenter, randomized, placebo-controlled, clinical trial was designed to investigate the efficacy and safety of esketamine (ESK) for smoking cessation. The study enrolled a sample of 236 patients diagnosed with lung cancer and major depression disorder (MDD). Treatment included intranasal delivery of ESK or placebo once a week for 8 sessions. The primary outcomes were self-reported and biologically verified continuous abstinence rates at the end of 6 months follow-up visit. The second outcomes were the severity changes of depression and anxiety. The cognitive function, the nicotine dependence, urge to smoke, respiratory symptoms and adverse events were also examined. We found that 8 sessions of ESK treatments significantly improved the self-reported (44.1 %) and biologically verified (28.8 %) continuous abstinence rates. Additionally, the severity of both depression and anxiety was also significantly relieved by ESK delivery. Furthermore, ESK was capable of improving cognitive function of the participants. Finally, the nicotine dependence, urge to smoke and smoking related respiratory symptoms of ESK group were also alleviated at the completion of follow-up. No serious adverse events were observed throughout the study. This clinical trial provides evidence that ESK treatment is efficacious and safe for quitting cigarette smoking among patients with lung cancer and MDD."
    },
    {
      "pmid": "40266034",
      "title": "Ameliorating effects of Ascorbic acid and Ammi Visnaga seeds on cigarette and water- pipe smoking Cytotoxicity in the lung and heart ventricle.",
      "authors": [
        "A A Alsarhan",
        "J D Al-Shawabkeh",
        "N M F Abu Laban",
        "S K Ababnheh",
        "Z Shraideh",
        "D Badran",
        "O Odat",
        "G Mansour",
        "A K Alkhawaldeh",
        "N Sultana"
      ],
      "journal": "Brazilian journal of biology = Revista brasleira de biologia",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A current study investigated the effects of smoking (Cigarettes and Water-pipes) on the lung and cardiac ventricles by comparing the cytotoxic effects of smoking with certain natural antioxidants. 56 male albino rats were randomly assigned to 7 groups (N = 8 per group). Group 1 was a negative control that was exposed to fresh air; Group 2 was a positive group exposed to the most popular cigarette brands in the Jordanian market (red LM cigarettes) for 30 consecutive days, one cigarette per rat. Groups 3 and 4 were exposed to a cigarette smoking treatment with one of the natural antioxidants (vitamin C, Ammi Visnagia seed extract, respectively). Rats in group 5 were exposed to flavored water-pipe smoke resulting from the complete burning of 20 g from one coastal for 30 days, one session a day, and groups 6-7 were exposed to cigarette smoking with treatment with one of the selected natural antioxidants (Ascorbic acid vitamin C, Ammi Visnagia seed extract). According to immunohistochemistry investigations, smoking exposure has been linked to negative tissue consequences. Both types of smoking models induced the expression of the p53 protein in heart and lung tissues. However, p53 was mildly expressed in the heart and considerably in the lung. In conclusion, investigations were conducted on the impact of smoking on different levels, such as histological changes in the trachea, lung, and heart ventricle, as well as its influence on the expression of the p53 protein. The administration of Ammi Visnaga seed extract and Ascorbic acid exhibited protective effects against the detrimental effects of smoking through all the aforementioned methods.",
      "mesh_terms": [
        "Animals",
        "Ascorbic Acid",
        "Male",
        "Lung",
        "Antioxidants",
        "Seeds",
        "Heart Ventricles",
        "Rats",
        "Plant Extracts",
        "Water Pipe Smoking",
        "Immunohistochemistry",
        "Rats, Wistar",
        "Cigarette Smoking"
      ]
    },
    {
      "pmid": "40264970",
      "title": "Optimizing Treatment for Hospitalized Patients with COPD: A Study on the Impact of a LINE App-Based Multidisciplinary Team Approach Targeting Pharmacological Treatment, Lifestyle Changes, and Smoking Cessation.",
      "authors": [
        "Hsiang-Yu Huang",
        "Chia-Ling Chen",
        "Yi-Ling Lin",
        "Shu-Chuan Chen",
        "Li-Chu Lee",
        "Huei-Min Dai",
        "Cheng-Yang Chiang",
        "Yu-Fan Chang",
        "Hsiu Lu",
        "Mung-Rung Lee",
        "Chih-Chiao Yang",
        "Chiu-Hui Su",
        "Ying-Zhen Chiang",
        "Mei-Chen Yang",
        "Rong-Yaun Shyu",
        "Chou-Chin Lan"
      ],
      "journal": "International journal of chronic obstructive pulmonary disease",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic obstructive pulmonary disease (COPD) is a progressive respiratory condition that significantly impacts patients' health status. Effective management requires a multidisciplinary team (MDT) to address pharmacological and non- pharmacological treatments. The integration of mobile apps and devices improves COPD management by reducing symptoms and exacerbations. LINE, a commonly used communication app, enhanced team coordination and real-time decision-making. This study explored the effectiveness of LINE-based MDT interventions in hospitalized patients with COPD. METHODS: This retrospective analysis included patients with COPD admitted for exacerbations and compared their outcomes before and after the implementation of LINE-based MDT care. The MDT consisted of pulmonologists, care managers, nurses, dietitians, social workers, pharmacists, respiratory therapists, and long-term care teams. A LINE group coordinated care in real-time, enabling the team to promptly review the patients' conditions, adjust treatment plans, and provide tailored interventions. RESULTS: The LINE-based MDT group demonstrated significantly higher intervention rates, including systemic steroids, inhaled corticosteroids, long-acting beta-agonists, long-acting muscarinic antagonists, and pulmonary rehabilitation (p<0.05). BSRS improvement was greater in the MDT group than the non-MDT group (40.9% vs 29.7%, p = 0.016). However, there were no significant differences between the groups' readmission rates, emergency room visits, or one year survival (p>0.05). CONCLUSION: Implementing LINE-based MDT care significantly improved the delivery of pharmacological and non-pharmacological interventions, enhanced coordination, and facilitated comprehensive management, leading to better quality of life outcomes, as evidenced by improvements in BSRS scores. This highlights the value of leveraging real-time communication tools like LINE app to optimize COPD care."
    },
    {
      "pmid": "40261488",
      "title": "Disparities in Smoking Cessation Treatment Among Immigrants and Potential Barriers to Care.",
      "authors": [
        "Raymond Hsu",
        "Sebastian T Tong"
      ],
      "journal": "Journal of racial and ethnic health disparities",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Despite lower smoking prevalence than U.S.-born individuals, immigrants face disparities in smoking cessation treatment. Insurance status and limited English proficiency (LEP) impede their healthcare access, but their impact on tobacco cessation treatment remains unclear. This study examines smoking cessation treatment differences between immigrants and U.S.-born individuals and explores potential barriers to access for immigrants. METHODS: Data from the 2018 and 2020 Medical Expenditure Panel Survey were analyzed. Variables regarding demographics, insurance status, time spent in the U.S., and English proficiency were examined. Chi-squared and binomial logistic regression were used to compare smoking cessation treatment between U.S.-born individuals and immigrants and to understand differences within the immigrant subsample. RESULTS: Among 3727 daily smokers surveyed, 247 were immigrants (6.6%). Immigrants had lower odds than U.S.-born individuals of being asked about tobacco use by healthcare providers (OR = 0.66, 95% CI [0.47-0.93]). Within the immigrant subgroup, those without insurance had lower odds of being asked about tobacco use (OR = 0.26, 95% CI [0.11-0.62]) and had lower odds of being advised to quit smoking in the past year (OR = 0.29, 95% CI [0.12-0.69]). Immigrants who had LEP were less likely to have ever been asked about tobacco use (OR = 0.44, 95% CI [0.20-0.94]). CONCLUSION: These findings highlight that persistent disparities in healthcare, namely insurance status and language barriers, may hinder access to smoking cessation treatment services in immigrant populations. Future research should focus on developing interventions that address these barriers while promoting cultural competency and linguistically appropriate care."
    },
    {
      "pmid": "40259660",
      "title": "The Socio-Ecological Enablers of Smoking and Vaping in Rural Young Adults: A Mixed-Methods Study.",
      "authors": [
        "Morgan Spencer",
        "Emily Wood",
        "John Baker",
        "Nerida Hyett"
      ],
      "journal": "Health promotion journal of Australia : official journal of Australian Association of Health Promotion Professionals",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Tobacco and vaping use among young people is a significant public health issue in Australia. Smoking rates are higher in rural areas of Australia compared to metropolitan cities. Research is needed to understand the factors that influence rural people to experiment and commence use of these products to inform evidence-based prevention and to reduce dependence and related morbidity and mortality. The study aim was to analyse the socio-ecological enablers of smoking tobacco and vaping use in young adults (18-30 years of age) in a rural Australian context with high rates of population tobacco use and to identify factors to improve prioritisation, design and implementation of place-based prevention interventions. METHODS: The study setting was defined by three adjoining rural shires (all modified Monash 5 small rural towns) in [deidentified for peer review] Victoria, Australia. A mixed-methods approach was applied using an online quantitative descriptive survey (n = 51) and semi-structured qualitative interviews (n = 7) with young adults, and semi-structured interviews with health professionals (n = 10) working in the region. Quantitative and qualitative descriptive analyses were completed to describe the influences on smoking and vaping uptake and continued use, and recommendations for prevention-focused population health intervention. RESULTS: Friends were the highest influence on smoking tobacco and vaping uptake and continued use for the survey participants. The next highest known influences on smoking tobacco and vaping uptake were classmates and sporting teammates, and the interrelationships with stress and mental health were also emphasised. The interview themes are presented in the socio-ecological frames and highlight how cultural change and policy and legislation interventions might prevent uptake. CONCLUSIONS: The findings inform place-based prevention strategies for governments and community health organisations in similar rural contexts; further population survey research is needed in this area for more accurate data to inform rural population health planning. SO WHAT?: Rural young adults smoking and vaping was most strongly influenced by friends. Prevention is needed that focuses on peer-to-peer health promotion in schools, sports clubs and workplaces, and which considers interrelationships with mental health.",
      "mesh_terms": [
        "Humans",
        "Vaping",
        "Adult",
        "Young Adult",
        "Rural Population",
        "Male",
        "Female",
        "Adolescent",
        "Smoking",
        "Victoria",
        "Qualitative Research",
        "Interviews as Topic",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "40259422",
      "title": "A novel online vaping intervention and smoking prevention program for young adults who vape: protocol for a randomized controlled trial.",
      "authors": [
        "Denise D Tran",
        "Jordan P Davis",
        "Keegan Buch",
        "Adam M Leventhal",
        "Sarah W Feldstein Ewing",
        "Eric R Pedersen"
      ],
      "journal": "Addiction science & clinical practice",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: E-cigarette use (i.e., vaping) is prevalent among young adults in the U.S. Studies show that young adults who vape are more likely to initiate cigarette smoking than young adults who do not vape. Despite this, little research on vaping interventions and prevention of smoking for young adults who vape exist. METHODS: A 2-arm pilot randomized controlled trial (RCT) will be conducted by recruiting young adults ages 18-24 who reported vaping at least once per week in the past 30 days and having never smoked cigarettes at baseline. Participants will be recruited via social media ads and be randomly assigned to an intervention arm, which will be the Live Free From E-cigarettes (LIFFE) mobile-based program (n = 50), or a waitlist control arm (n = 50). The primary outcomes are biochemically verified 7-day point prevalence abstinence for nicotine vaping, vaping reduction, and smoking susceptibility. Outcomes are measured at 2-, 4-, and 8-weeks after randomization. DISCUSSION: This is the first RCT to evaluate the effectiveness of a mobile-based intervention that targets smoking susceptibility while also supporting vaping cessation or vaping reduction in young adults. Findings may inform future efforts to prevent transition to cigarette smoking and vaping cessation and reduction in young adults. TRIAL REGISTRATION: ClinicalTrials.gov: NCT06129123; Date of registration: 11/10/2023.",
      "mesh_terms": [
        "Adolescent",
        "Female",
        "Humans",
        "Male",
        "Young Adult",
        "Electronic Nicotine Delivery Systems",
        "Pilot Projects",
        "Randomized Controlled Trials as Topic",
        "Smoking Cessation",
        "Smoking Prevention",
        "Vaping"
      ]
    },
    {
      "pmid": "40257755",
      "title": "Cytisinicline for Smoking Cessation: The ORCA Phase 3 Replication Randomized Clinical Trial.",
      "authors": [
        "Nancy A Rigotti",
        "Neal L Benowitz",
        "Judith J Prochaska",
        "Mark Rubinstein",
        "Anthony Clarke",
        "Brent Blumenstein",
        "Daniel F Cain",
        "Cindy Jacobs"
      ],
      "journal": "JAMA internal medicine",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: New smoking cessation medication options are needed. Cytisinicline, a partial agonist at α4β2 nicotinic acetylcholine receptors, has demonstrated smoking cessation efficacy in 1 US trial. Additional evidence is needed. OBJECTIVE: To reproduce the findings of the efficacy and tolerability of cytisinicline compared with placebo for smoking cessation and to test its effect on nicotine craving as a mechanism of action. DESIGN, SETTINGS, AND PARTICIPANTS: This was a 3-group double-blind, placebo-controlled phase 3 replication randomized clinical trial (ORCA-3) conducted at 20 clinical trial sites in the US from January 2022 to March 2023. It compared 6 and 12 weeks of a novel cytisinicline regimen to placebo among adults who smoked 10 or more cigarettes daily and sought to quit. Participants were randomized (1:1:1) to 3-mg cytisinicline 3 times daily for 12 weeks; 3-mg cytisinicline 3 times daily for 6 weeks followed by placebo for 6 weeks; or placebo 3 times daily for 12 weeks. The follow-up period was 24 weeks, and all groups received behavioral support. Data analyses were performed from May 3, 2023, to March 20, 2024. INTERVENTIONS: Cytisinicline, 3 mg, 3 times daily for 12 weeks; cytisinicline, 3 mg, 3 times daily for 6 weeks followed by placebo for 6 weeks; or placebo 3 times daily for 12 weeks. MAIN OUTCOMES AND MEASURES: Biochemically verified (carbon monoxide <10 ppm) continuous smoking abstinence during the last 4 weeks of 6- and 12-week treatments (primary outcome) and from end of treatment to 24 weeks (secondary outcome); Questionnaire of Smoking Urges; incidence of adverse events. RESULTS: Of 792 participants randomized (mean [SD] age, 52.0 [11.8] years; 439 [55.4%] female; mean [SD] cigarettes/d, 20.4 [7.5]), 628 (79.3%) completed the trial. Primary and secondary outcomes were significantly higher for both cytisinicline groups vs placebo. For 6-week treatment, 39 cytisinicline participants (14.8%) vs 16 placebo participants (6.0%) were abstinent during weeks 3 to 6 (odds ratio [OR], 2.9; 95% CI, 1.5-5.6; P < .001). For 12-week treatment, 80 cytisinicline participants (30.3%) vs 25 placebo participants (9.4%) were abstinent during weeks 9 to 12 (OR, 4.4; 95% CI, 2.6-7.3; P < .001). Continuous abstinence rates for the 6-week treatment were 6.8% (cytisinicline) vs 1.1% (placebo) from weeks 3 to 24 . Continuous abstinence rates for the 12-week treatment were 20.5% (cytisinicline) vs 4.2% (placebo) for weeks 9 to 24. Reduction in craving at week 6 was greater for cytisinicline than placebo (-15.2 points [95% CI, -16.4 to -14.0] vs -12.0 points [95% CI, -13.5 to -10.5]; P < .001). Cytisinicline was well tolerated with no treatment-related serious adverse events. CONCLUSIONS AND RELEVANCE: The findings of the ORCA phase 3 trial reaffirms the efficacy and tolerability of cytisinicline at both 6- and 12-week treatment for smoking cessation, with benefits extending through 24 weeks. As a mechanism of effect, cytisinicline mitigated nicotine craving. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT05206370."
    },
    {
      "pmid": "40257453",
      "title": "Tobacco smoking and sarcoidosis revisited - evidence, mechanisms, and clinical implications: a narrative review.",
      "authors": [
        "Nadia Sweis",
        "Arnaud Dominati",
        "Supritha Prasad",
        "Fatima Alnaimat",
        "Mina Alawqati",
        "Israel Rubinstein",
        "Rachel Caskey"
      ],
      "journal": "Current medical research and opinion",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Sarcoidosis is a multisystem inflammatory disease with unclear etiology, influenced by genetic predisposition and environmental exposures. Smoking has been widely studied for its potential role in sarcoidosis, with conflicting evidence regarding its impact on disease risk, severity, and treatment response. While some epidemiologic studies suggest that smoking is associated with a lower risk of sarcoidosis, others highlight variations based on geography, ethnicity, and smoking history. Assessing the effects of smoking is particularly challenging because of the complex composition of tobacco smoke, which contains thousands of chemicals with diverse biologic effects. Nicotine, a major component of tobacco, has demonstrated both pro- and anti-inflammatory properties, further complicating its role in sarcoidosis. This narrative review explored the complex relationship between smoking and sarcoidosis by examining smoking's effects on immune modulation, disease presentation and prognosis, and response to immunosuppressive therapy. By summarizing current evidence, this paper aimed to clarify the impact of smoking and nicotine on sarcoidosis and identify key areas for future research, particularly in understanding the mechanisms underlying smoking-related immune modulation and treatment outcomes."
    },
    {
      "pmid": "40256130",
      "title": "Prevalence of Smoking Among Spontaneous Pneumothorax Patients and Its Impact on Treatment in Syria Country: A Cross-Sectional Study.",
      "authors": [
        "Muhanad Munzer",
        "Nafiza Martini",
        "Mhd Mustafa Albitar",
        "Lilas Channiss",
        "Mohammed Martini",
        "Hussam Al Bardan"
      ],
      "journal": "Health science reports",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Spontaneous Pneumothorax (SP) is a case where air is collected in the pleural space, with smoking recognized as a major risk factor. Despite the global burden of SP, there is limited research on its prevalence and recurrence in Middle Eastern populations, particularly in Syria. This study aims to evaluate the prevalence of smoking among SP patients in Syria and investigate its impact on SP recurrence, providing insights that could guide more effective treatment strategies in regions with high smoking rates. METHODS: A cross-sectional study was conducted on patients with spontaneous pneumothorax treated at two university hospitals in Syria from January 2016 to January 2021. Data on demographics, smoking habits, treatment types (conservative, intercostal drainage, and surgical), and recurrence were collected. Pearson's Chi-square test was used to analyze the association between smoking and SP recurrence. RESULTS: This study included 156 patients divided into 135 males and 21 females. One hundred and twenty-five patients were smokers (80.13%), and 118 were men. A recurrence rate of 43.6% (68 patients) was observed in the complete sample. We found a relationship between recurrence and smoking (p = 0.002) and between recurrence and male gender (p = 0.015). In comparison with the three types of treatment, intercostal drainage had the highest recurrence rate (52.9%), and surgical treatment had the lowest rate (6.8%). In both surgical and conservative treatments, all recurrent cases were male smokers. CONCLUSION: In Syria, the high prevalence of smoking, especially among males, significantly increases the risk and recurrence of spontaneous pneumothorax. These findings highlight the need for targeted smoking cessation programs and should inform the selection of treatment strategies for SP patients, particularly those at high risk of recurrence."
    },
    {
      "pmid": "40253907",
      "title": "Molecular mechanism of rapamycin-induced autophagy activation to attenuate smoking-induced COPD.",
      "authors": [
        "Li Wang",
        "Jianhu Jia",
        "Xinyan Yu",
        "Mengmeng Luo",
        "Jie Li",
        "Ghulam Jilany Khan",
        "Chenghui He",
        "Hong Duan",
        "Kefeng Zhai"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2025-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic obstructive pulmonary disease (COPD) is one of the severe lung and respiratory airway disorders, with high prevalence rate in China. In this paper, we employed network pharmacology predictions to identify autophagy as a signaling pathway associated with COPD. To explore the protective effect of autophagy against COPD and its specific mechanism, we established a mouse model of COPD and administered 3-methyladenine (3-MA) and rapamycin (RAPA) to intervene in autophagy. The lung function of the mice was assessed using an animal pulmonary function analysis system, and lung tissue structure was evaluated through hematoxylin and eosin (HE) staining. The TUNEL staining method was employed to determine the level of apoptosis in lung tissue. Western blot analysis was conducted to measure the expression of autophagy and apoptosis-related proteins, while RT-qPCR was used to assess the expression of apoptosis-related mRNA. The results showed that RAPA effectively improved lung function, attenuated pathological lung injury and increased autophagy level in COPD mice. Apoptosis analysis showed that the apoptosis rate was elevated in COPD and 3- MA mice, whereas it was significantly reduced in RAPA mice. Our findings suggest that stimulation of autophagy may be a potential therapy for the future treatment of COPD.",
      "mesh_terms": [
        "Animals",
        "Pulmonary Disease, Chronic Obstructive",
        "Autophagy",
        "Sirolimus",
        "Apoptosis",
        "Mice",
        "Male",
        "Lung",
        "Mice, Inbred C57BL",
        "Disease Models, Animal",
        "Smoking",
        "Adenine"
      ]
    },
    {
      "pmid": "40251645",
      "title": "Facilitating access to supervised smoking facilities: a qualitative study.",
      "authors": [
        "Courteney Wettemann",
        "Jeffrey Morgan",
        "Tara Taylor",
        "Ardina Boll",
        "Scott Maxwell",
        "Lindsey Richardson",
        "Seonaid Nolan",
        "Jenna van Draanen"
      ],
      "journal": "Harm reduction journal",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The implementation of supervised smoking facilities (SSFs) as a harm reduction intervention has public health benefits for people who inhale drugs, but there are significant knowledge gaps surrounding the perspectives of SSF visitors and staff on their implementation and accessibility. We conducted this study to learn about their perspectives on barriers and facilitators to accessibility at SSFs. METHODS: The study used a community-based participatory research study design. PWUD and SSF leadership were involved in all phases of the research project as members of the research team. Between June 2021 and April 2022, we conducted 10 qualitative semi-structured interviews with peer workers and stakeholders at an SSF in Vancouver, Canada to examine perspectives on how to facilitate accessibility for visitors. Interviews were analyzed using an abductive analytic approach, themes were defined and organized collaboratively by the research team. RESULTS: Peer workers and SSF leadership interviewed in the study described aspects of the SSF that contributed to a low-barrier service model and resulted in greater accessibility for visitors, including: (1) non-punitive approaches to interpersonal challenges, (2) anonymity and privacy, (3) peer involvement, and (4) physical environment. Limitations to access were also described and included: (1) age restrictions, (2) geographical location and (3) infrequent, temporary bars for certain behaviors. DISCUSSION: Findings from this study identified many dimensions of the low-barrier SSF service model and site design that may contribute to greater accessibility for SSF visitors. Findings from this study could be used to inform the scale-up and implementation of SSFs as a harm reduction approach to reducing mortality and other negative outcomes related to the current drug toxicity crisis.",
      "mesh_terms": [
        "Humans",
        "Qualitative Research",
        "Harm Reduction",
        "Male",
        "Female",
        "Community-Based Participatory Research",
        "Adult",
        "Peer Group",
        "Health Services Accessibility",
        "Middle Aged",
        "Canada"
      ]
    },
    {
      "pmid": "40248421",
      "title": "Boredom and affective temperaments as factors hindering smoking cessation: An exploration within an Italian sample.",
      "authors": [
        "Fiammetta Iannuzzo",
        "Michele La Versa",
        "Fabrizio Turiaco",
        "Gianluca Pandolfo",
        "Carmela Mento",
        "Maria Rosaria Anna Muscatello",
        "Antonio Bruno",
        "Clara Lombardo"
      ],
      "journal": "AIMS public health",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Smoking cessation presents challenges influenced by neurological adaptations and psychological factors, potentially exacerbated by susceptibility to boredom and affective temperaments. METHODS: This study enrolled 409 participants via an online survey distributed among the Italian population through mailing lists, social networks, and messaging apps. Specific questions assessed cigarette smoking, while the Temperament Evaluation of Memphis, Pisa, Paris, and San Diego (TEMPS-A) and Boredom Proneness Scale (BPS) explored affective temperaments and susceptibility to boredom, respectively. RESULTS: Results indicated smokers exhibited higher cyclothymic temperament scores compared to no-smokers and ex-smokers, suggesting a connection between this temperament and smoking behavior. Furthermore, the analysis demonstrated variable influences of specific temperaments on boredom proneness. CONCLUSIONS: These findings emphasize the significance of incorporating affective temperaments and boredom proneness into smoking cessation interventions. Understanding the interplay between affective temperaments and boredom proneness can guide the development of innovative and personalized cessation strategies. Further research is warranted to delve deeper into these relationships and their implications for intervention approaches."
    },
    {
      "pmid": "40244984",
      "title": "Mechanisms of change in a randomized control pilot study of partner-involved financial incentive treatments for dual-smoking couples.",
      "authors": [
        "Michelle R vanDellen",
        "Julian W C Wright",
        "Brittnee M Hampton",
        "Krista W Ranby",
        "Steven R H Beach",
        "Ye Shen",
        "James M MacKillop"
      ],
      "journal": "Health psychology : official journal of the Division of Health Psychology, American Psychological Association",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Dual-smoker couples exhibit highly interdependent smoking behaviors, less frequent quit attempts, higher risk of relapse, and lower cessation rates. Financial incentive treatments are a promising form of intervention that lead to abstinence and can be adapted to address the motivational and relationship obstacles that dual-smoker couples face. METHOD: We enrolled 95 dual-smoker couples (total n = 190) in a randomized controlled trial (National Clinical Trials 04832360) to investigate the potential mechanisms by which two versions of partner-involved financial incentive treatments (combined in analyses) might facilitate quitting relative to a no-incentive control. Dyadic structural equation modeling tested whether the dyadic interventions impacted the likelihood of individual and couple-level cessation and whether these effects were mediated by individual (i.e., motivation) and relationship (i.e., partner support) processes. RESULTS: The results suggest that self-directed and partner-directed motivation changed in response to partner-involved financial incentive treatments. Change in self-directed motivation mediated the effect of the intervention on individual and joint abstinence at follow-up; partner-directed motivation also mediated the effect of the intervention on joint abstinence at follow-up. CONCLUSIONS: Our findings highlight the benefits of dyadic adaptations of treatments for dual-smoker couples and point to potential motivational mechanisms of behavior change. (PsycInfo Database Record (c) 2025 APA, all rights reserved)."
    },
    {
      "pmid": "40242933",
      "title": "Preferences for couple-based smoking cessation interventions among couples who smoke: online discrete choice experiment.",
      "authors": [
        "S H Choi",
        "T Templin",
        "D Glenn"
      ],
      "journal": "Health education research",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to elicit smoking couples' preferences for the 'format' and 'content' of couple-based interventions and partner support from both partners' perspectives, using an online discrete choice experiment (DCE) survey. An online DCE study was conducted during online interviews with 56 smoking couples (N = 112). Conditional logistic regression models were constructed to determine optimal profiles of couple-based treatment. Six attributes of couple-based smoking cessation interventions were identified as statistically significant: smokers and their partners preferred interventions that were designed for both partners, interactive, and tailored; they also valued positive support, open discussions with their partners, and having their partners involved in the quitting process. Smokers preferred to receive empathy, love, and trust from their partners rather than information, advice, and services. Income level and race interacted with the preferences for certain attributes. Differences in convenience, method of delivery, topics, duration, and frequency of treatment, willingness to provide support, frequency of partner support, and couple types were not significant. This study highlights the significance of incorporating partner involvement and support in smoking cessation interventions. The findings can provide direction for developing efficient couple-based interventions that consider the preferences of both smokers and partners.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Male",
        "Female",
        "Adult",
        "Middle Aged",
        "Choice Behavior",
        "Patient Preference",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "40235682",
      "title": "Outcomes of neoadjuvant chemoradiotherapy for locally advanced rectal cancer under non‑smoking conditions confirmed by measuring expiratory CO levels: An observational study.",
      "authors": [
        "Akira Inoue",
        "Yoshinori Kagawa",
        "Yujiro Nishizawa",
        "Takamichi Komori",
        "Masahiro Hashimoto",
        "Yuki Ozato",
        "Yoshihiro Morimoto",
        "Shigetoshi Shimamoto",
        "Yasuhiro Miyazaki",
        "Akira Tomokuni",
        "Masaaki Motoori",
        "Kazumasa Fujitani"
      ],
      "journal": "Oncology letters",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The outcomes of neoadjuvant chemoradiotherapy (CRT) under non-smoking conditions in patients with locally advanced rectal cancer (LARC) remain unclear. The aim of the present study was to evaluate the outcomes in patients with LARC who underwent neoadjuvant CRT under non-smoking conditions, followed by total mesorectal excision (TME). To this end, the medical records of 28 patients treated with CRT and surgery for LARC between January 2014 and December 2019 were retrospectively analyzed. Smoking cessation was monitored by measuring carbon monoxide (CO) levels using a Smokerlyzer. Survival outcomes and clinicopathological factors associated with pathological complete response (pCR) were investigated. The median age was 66 (45-89) years, and 20 (71.4%) patients were male. A total of 16 (57.1%) patients were diagnosed with clinical stage III LARC. Seven patients smoked at diagnosis, with an average expiratory CO level of 8 (8-30) ppm. These patients ceased smoking and maintained exhaled CO levels <3 ppm before treatment. All patients successfully underwent CRT and TME. No major postoperative complications occurred. pCR was achieved in 8/28 patients (28.6%) and the 5-year recurrence-free and overall survival rates were 78.0% [95% confidence interval (CI), 57.4-89.5] and 85.7% (95% CI, 66.3-94.4), respectively. The median follow-up period was 60.1 (range, 5.6-114.6) months. Survival did not significantly differ between smokers and non-smokers at diagnosis. Clinically negative N stage (hazard ratio: 18.9; 95% CI, 1.63-218; P=0.0187) was significantly associated with pCR. In conclusion, neoadjuvant CRT under non-smoking conditions, as confirmed by measuring expiratory CO levels, followed by TME yields favorable pCR rates and survival outcomes in patients with LARC."
    },
    {
      "pmid": "40235482",
      "title": "Smoking cessation message testing to inform app-based interventions - an online experiment.",
      "authors": [
        "Josef Hamoud",
        "Janardan Devkota",
        "Timothy Regan",
        "Amanda Luken",
        "Joseph Waring",
        "Jasmin Jiuying Han",
        "Felix Naughton",
        "Roger Vilardaga",
        "Jonathan Bricker",
        "Carl Latkin",
        "Meghan Moran",
        "Johannes Thrul"
      ],
      "journal": "Research square",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "Background: To improve the efficacy of digital smoking cessation interventions for young adults, intervention messages need to be acceptable and appropriate for this population. The current study compared ratings of smoking cessation and urge reduction messages based on Cognitive Behavioral Therapy (distraction themed) and Acceptance and Commitment Therapy (acceptance themed) in young adults who smoke. Methods: A total of 124 intervention messages were rated by an online Qualtrics panel of N=301 diverse young adults who currently smoked tobacco cigarettes (Age M=26.6 years; 54.8% male; 51.5% racial/ethnic minority; 16.9% sexual or gender minority (SGM); 62.5% daily smoking). Each participant rated 10 randomly selected messages (3,010 total message ratings; 24.3 ratings per message) on 5-point scales (higher scores representing more favorable ratings) evaluating quality of content, quality of design, perceived support for coping with smoking urges, and perceived support for quitting smoking. Mixed models examined associations between message category (distraction vs. acceptance), participant level predictors (sociodemographic variables, readiness and motivation to quit, daily smoking, psychological flexibility), and message ratings. Results: Overall ratings ranged from M=3.61 (SD=1.25) on support for coping with urges to M=3.90 (SD=1.03) on content, with no differences between distraction and acceptance messages. Male participants gave more favorable ratings on the dimensions of support for coping (p<0.01) and support for quitting (p<0.01). Participants identifying as SGM gave lower ratings for message design (p<0.05). Participants with a graduate degree gave higher ratings on support for coping with urges and support for quitting (both p<0.05). Higher motivation to quit was associated with more favorable scores across all dimensions (all p<0.01). Those smoking daily rated messages as less helpful for coping with urges (p<0.01) and quitting smoking (p<0.05) compared to those smoking non-daily. Few interactions were found between message category distraction vs. acceptance and participant characteristics. Conclusions: Distraction and acceptance messages received similar ratings among young adults who smoke cigarettes. Message revisions may be needed to increase appeal to women, SGM, those with lower education, and those less motivated to quit. Messages will be refined and used in an ongoing micro-randomized trial to investigate their real-time impact on smoking urges and behaviors."
    },
    {
      "pmid": "40232679",
      "title": "Stability Analysis and Optimal Control as Strategies Reducing Smokers in Model of Addicted Smoking with Incident Rate Holling Type Function.",
      "authors": [
        "Ilham Syata",
        "Syamsuddin Toaha",
        "Firman Firman"
      ],
      "journal": "Nonlinear dynamics, psychology, and life sciences",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This article discusses the spreading model of addicted smoking involving five compartments, namely susceptible, addicted, temporary quitters, permanent quitters, and not interested in smoking. This model is expressed as a system of nonlinear ordinary differential equations. Parental guidance and anti-nicotine therapy are considered in the model as strategies to control and prevent the spread of addicted smoking. Addicted and non-addicted fixed points of the model are analyzed using linearization, eigenvalues, the Routh-Hurwitz test, and the basic reproduction number. Sensitivity analysis of the model parameters to the basic reproduction number was carried out to determine the influence of the parameters, and it was found that the transmission rate has a significant contribution to the spread of addicted smoking. The model with control is then related to the problem of minimizing the number of individuals addicted to smoking. By using the Pontryagin minimum principle, an optimal path is obtained that minimizes the number of individuals addicted to smoking in a specific time interval. The simulation used several assumptions and model parameter values estimated from actual data. From the optimal path with and without controls, it was found that both controls significantly reduced the number of individuals addicted to smoking.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Smoking",
        "Tobacco Use Disorder",
        "Nonlinear Dynamics"
      ]
    },
    {
      "pmid": "40229730",
      "title": "Exosomes from Tregs mitigate lung damage caused by smoking via inhibiting inflammation and altering T lymphocyte subsets in COPD rats.",
      "authors": [
        "Xuefang Tao",
        "Hai Tian",
        "Guowen Wang",
        "Yongzhen Sun",
        "Liangyan Zhao"
      ],
      "journal": "BMC pulmonary medicine",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic obstructive pulmonary disease (COPD) is a common disease with respiratory symptoms and limited airflow. Exosomes derived from Tregs (Treg-exo) could regulate immune function and prevent autoimmune disease. This study assessed Treg-exo effects on COPD. METHODS: In vivo, rats were divided into three groups including control, COPD and exosomes groups. COPD models were established by passive smoking combined with lipopolysaccharide. Phosphate buffered saline or Treg-exo were administered via tail vein. Lung function, Hematoxylin and Eosin staining, and enzyme-linked immunosorbent assay (ELISA) were performed to evaluate lung function, histopathology and inflammation. Flow cytometry was used for peripheral blood T cell separation and counting. In vitro, COPD cluster of differentiation (CD) 4+ T-cells were isolated from spleen and co-cultured with Treg-exo alone or in combination with Colivelin (a signal transducer and activator of transcription 3/STAT3 activator). Flow cytometry, ELISA, and Western blot were used to count T helper cell 17 (Th17) and detected cytokines and STAT3 proteins expression. RESULTS: In vivo, pulmonary function tests and HE staining showed Treg-exo treatment enhanced lung function and alleviated lung damage; flow cytometry showed Treg-exo treatment decreased CD8+, CD4+ CD25- cells and Th17; ELISA assay found Treg-exo treatment increased transforming growth factor-β and interleukin (IL)-10 and decreased tumor necrosis factor-α and IL-8 in serum, broncho alveolar lavage fluid, and lung tissue. In vitro, Treg-exo treatment inhibited Th17 differentiation and suppressed the content of IL-6, IL-17, and IL-23 and STAT3 phosphorylation. CONCLUSIONS: Treg-exo suppressed inflammation and CD4+ T-cell differentiation to Th17, possibly by inhibiting STAT3 phosphorylation.",
      "mesh_terms": [
        "Animals",
        "T-Lymphocytes, Regulatory",
        "Pulmonary Disease, Chronic Obstructive",
        "Exosomes",
        "Rats",
        "Male",
        "STAT3 Transcription Factor",
        "Th17 Cells",
        "Disease Models, Animal",
        "Lung",
        "T-Lymphocyte Subsets",
        "Cytokines",
        "Rats, Sprague-Dawley",
        "Inflammation",
        "Tobacco Smoke Pollution"
      ]
    },
    {
      "pmid": "40228485",
      "title": "The moderating effect of tobacco smoking on the efficacy of a computer-based brief alcohol intervention: Results from a randomized controlled trial.",
      "authors": [
        "Cedric Gerbracht",
        "Andreas Staudt",
        "Jennis Freyer-Adam",
        "Gallus Bischof",
        "Christian Meyer",
        "Ulrich John",
        "Sophie Baumann"
      ],
      "journal": "European addiction research",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Alcohol consumption and tobacco smoking may have synergistic harmful effects when present in combination. This combination is highly prevalent and associated with a multitude of diseases. Brief alcohol intervention (BAI) may be less effective among persons who drink alcohol and smoke tobacco than among persons who drink alcohol and do not smoke. The aim of this study was to find out whether BAI is more effective among adults who do not smoke than among those who smoke. METHODS: This study reports secondary outcome analyses of the randomized controlled trial \"Testing a proactive expert system intervention to prevent and to quit at-risk alcohol use\". Among municipal office clients, 1646 who were aged 18-64 and consumed alcohol in the last year participated. Using latent growth curve models the impact of BAI was compared by incidence rate ratios (IRRs) of self-reported heavy drinking days and the moderating effect of smoking was investigated. RESULTS: There was no significant difference between intervention and control in reducing heavy drinking days in persons who never smoked (IRR 1.01, 95% Confidence Interval (CI) 0.92-1.10, P = 0.847), formerly smoked (IRR 0.91, CI 0.77-1.07, P = 0.234), currently smoked less than daily (IRR 0.98, CI 0.86-1.12, P = 0.782) and persons who currently smoked daily (IRR 1.09, CI 0.98-1.22, P = 0.125). CONCLUSION: The effect of BAI did not differ among study participants who currently smoked as among participants who did not. Although not statistically significant, persons who formerly smoked tended to benefit. Persons who currently smoked did not benefit."
    },
    {
      "pmid": "40226611",
      "title": "A prediction model based on machine learning: prognosis of HBV-induced HCC male patients with smoking and drinking habits after local ablation treatment.",
      "authors": [
        "Han Shi",
        "Caixia Hu"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Liver cancer, particularly hepatocellular carcinoma (HCC), is a major health concern globally and in China, possibly shows recurrence after ablation treatment in high-risk patients. This study investigates the prognosis of early-stage male HCC patients with chronic hepatitis virus B (HBV) infection who also have long-term smoking and drinking habits, following local ablation treatment. METHODS: Data from 257 patients treated at Capital Medical University, Beijing Youan Hospital from 2014 to 2022 were retrospectively analyzed. We first screened the variables by Lasso regression and random survival forest (RSF), followed by multivariate Cox regression analysis. Based on the screened variables after these steps, we performed and validated a nomogram to predict the survival status of these patients. RESULTS: Our results indicated that monocytes and globulin are risk factors while pre-albumin (PALB) is protective after selected by Lasso, RSF and multivariate Cox regression, providing a robust tool for predicting overall survival and guiding treatment for high-risk HCC patients. With promising discrimination, accuracy and clinical applicability, our model was translated into a nomogram for practical use. CONCLUSION: Our prognostic model effectively identifies key risk factors such as monocytes, globulin and PALB, providing accurate predictions for HBV-induced male patients with smoking and drinking habits.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Middle Aged",
        "Prognosis",
        "Smoking",
        "Nomograms",
        "Machine Learning",
        "Retrospective Studies",
        "Alcohol Drinking",
        "Risk Factors",
        "Hepatitis B virus",
        "Hepatitis B, Chronic",
        "Aged",
        "Adult",
        "China"
      ]
    },
    {
      "pmid": "40225818",
      "title": "Evaluating the implementation of adult smoking cessation programs in community settings: a scoping review.",
      "authors": [
        "Remai Mitchell",
        "Kerry-Ann F O'Grady",
        "David Brain",
        "Megumi Lim",
        "Natalia Gonzalez Bohorquez",
        "Ureni Halahakone",
        "Simone Braithwaite",
        "Joanne Isbel",
        "Shelley Peardon-Freeman",
        "Madonna Kennedy",
        "Zephanie Tyack"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "INTRODUCTION: Tobacco smoking is a leading contributor to preventable morbidity and premature mortality globally. Although evidence-based smoking cessation programs have been implemented, there is limited evidence on the application of theories, models, and frameworks (TMFs), and implementation strategies to support such programs. This scoping review mapped the evidence for interventions, TMFs, and implementation strategies used for smoking cessation programs in the community. METHODS: We searched four electronic databases in addition to grey literature and conducted hand-searching between February and December 2023. Original studies of qualitative, quantitative, or mixed methods were considered for inclusion. Studies reporting prospectively planned and/or delivered implementation of smoking cessation interventions or programs, incorporating contextual factors, use of implementation TMF, implementation strategies, or other factors influencing implementation were considered for inclusion. Intervention components were categorized using the Template for Intervention Description and Replication (TIDieR) checklist. Implementation strategies were mapped to the Expert Recommendations for Implementing Change (ERIC) Strategy Clusters. RESULTS: A total of 31 studies were included. We identified 12 discrete interventions, commonly included as part of multicomponent interventions. Most studies reported tailoring or modifying interventions at the population or individual level. We identified 19 distinct implementation TMFs used to prospectively guide or evaluate implementation in 26 out of 31 included studies. Studies reported diverse implementation strategies. Three studies embedded culturally appropriate TMFs or local cultural guidance into the implementation process. These studies took a collaborative approach with the communities through partnership, participation, cultural tailoring, and community-directed implementation. DISCUSSION: Our findings highlight the methods by which the implementation of smoking cessation may be supported within the community. Whilst there is debate surrounding their necessity, there are practical benefits to applying TMFs for implementing, evaluating, and disseminating findings. We determined that whilst ERIC was well-suited as a framework for guiding the implementation of future smoking cessation programs, there was inconsistent use of implementation strategies across the ERIC domains. Our findings highlight a lack of harmonization in the literature to culturally tailor implementation processes for local communities.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Program Evaluation",
        "Smoking Cessation"
      ]
    },
    {
      "pmid": "40225272",
      "title": "From smoking cessation to physical activity: Can ontology-based methods for automated evidence synthesis generalise across behaviour change domains?",
      "authors": [
        "Oscar Castro",
        "Emma Norris",
        "Alison J Wright",
        "Emily Hayes",
        "Ella Howes",
        "Candice Moore",
        "Robert West",
        "Susan Michie"
      ],
      "journal": "Wellcome open research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Developing behaviour change interventions able to tackle major challenges such as non-communicable diseases or climate change requires effective and efficient use of scientific evidence. The Human Behaviour-Change Project (HBCP) aims to improve evidence synthesis in behavioural science by compiling intervention reports and annotating them with an ontology to train information extraction and prediction algorithms. The HBCP used smoking cessation as the first 'proof of concept' domain but intends to extend its methodology to other behaviours. The aims of this paper are to (i) assess the extent to which methods developed for annotating smoking cessation intervention reports were generalisable to a corpus of physical activity evidence, and (ii) describe the steps involved in developing this second HBCP corpus. METHODS: The development of the physical activity corpus involved: (i) reviewing the suitability of smoking cessation codes already used in the HBCP, (ii) defining the selection criteria and scope, (iii) identifying and screening records for inclusion, and (iv) annotating intervention reports using a code set of 200+ entities from the Behaviour Change Intervention Ontology. RESULTS: Stage 1 highlighted the need to modify the smoking cessation behavioural outcome codes for application to physical activity. One hundred physical activity intervention reports were reviewed, and 11 physical activity experts were consulted to inform the adapted code set. Stage 2 involved narrowing down the scope of the corpus to interventions targeting moderate-to-vigorous physical activity. In stage 3, 111 physical activity intervention reports were identified, which were then annotated in stage 4. CONCLUSIONS: Smoking cessation annotation methods developed as part of the HBCP were mostly transferable to the physical activity domain. However, the codes applied to behavioural outcome variables required adaptations. This paper can help anyone interested in building a body of research to develop automated evidence synthesis methods in physical activity or for other behaviours."
    },
    {
      "pmid": "40224397",
      "title": "Burden of laryngeal cancer in China caused by smoking from 1990 to 2021 and predictions for 2035: An age-period-cohort analysis of global burden of disease study 2021.",
      "authors": [
        "Xue Gu",
        "Xiaopeng Sun",
        "Xiao Ren",
        "Yu Li",
        "Yingying Fang",
        "Hui Song",
        "Pingli Luo",
        "Mengfan Yuan"
      ],
      "journal": "Tobacco induced diseases",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Smoking is a major risk factor for laryngeal cancer (LC). Understanding the impact of smoking on the changing disease burden of LC is crucial for LC prevention in China and provides a scientific basis for formulating targeted LC prevention and control strategies, contributing to the achievement of the 'Healthy China 2030' goals. METHODS: Data on LC attributable to smoking in China, stratified by sex, age, and year, were obtained from the 2021 Global Burden of Disease (GBD) study to conduct a secondary data analysis. Joinpoint regression was used to analyze trends in the burden of LC attributable to smoking in China from 1990 to 2021. Age-period-cohort (APC) analysis was employed to compare and analyze trends in the age, period, and cohort effects on the disease burden. Finally, Bayesian age-period-cohort (BAPC) analysis was used to predict trends in LC mortality and disability-adjusted life years (DALYs) from 2022 to 2035. RESULTS: From 1990 to 2021, the overall burden of LC attributable to smoking in China increased. The number of deaths in males rose from 9128 to 14219, and in females from 790 to 1054. DALYs increased by 39.85% in males and 22.21% in females. Despite the rise in absolute burden, age-standardized mortality rates (ASMR) and age-standardized DALY rates (ASDR) declined, with reductions exceeding 50% in females. Joinpoint regression analysis revealed a decline-stabilization-decline trend in age-standardized rates among males, while females exhibited a continuous decline. According to the APC model, the age effect on disease burden increased with age, while period and cohort risk ratios generally declined. Net drift analysis showed a decline in mortality and DALY rates attributable to smoking, more pronounced in females than males, with local drift values <0 for both sexes. Predictions indicate that by 2035, male LC deaths will reach 17205, and female deaths 1373; however, ASMR and ASDR will continue to decline, with male ASMR dropping to 2.44 per 100000 and female ASMR to 0.16 per 100000. CONCLUSIONS: Over the past three decades, the burden of LC attributable to smoking in China has shown an increasing trend, with sex and age disparities. This burden is expected to continue rising over the next fourteen years. Therefore, it is imperative to strengthen smoking prevention and cessation efforts, particularly targeting high-risk groups. Additionally, continued emphasis on education and awareness regarding LC is necessary to facilitate early detection and intervention, thereby effectively reducing the disease burden attributable to smoking."
    },
    {
      "pmid": "40224301",
      "title": "Beta-testing the feasibility of a family-based financial incentives smoking cessation intervention with Alaska Native families: Phase 2 of the Aniqsaaq (to breathe) Study.",
      "authors": [
        "Brianna N Tranby",
        "Antonia M Young",
        "Anne I Roche",
        "Flora R Lee",
        "Ashley R Brown",
        "Barb J Stillwater",
        "Judith J Prochaska",
        "Diane K King",
        "Paul A Decker",
        "Bijan J Borah",
        "Michael G McDonell",
        "Timothy K Thomas",
        "Christi A Patten"
      ],
      "journal": "Contemporary clinical trials communications",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alaska Native and American Indian (ANAI) communities in Alaska have disproportionately high commercial tobacco smoking rates and face barriers to accessing cessation treatment. We beta-tested the feasibility of a remotely delivered, ANAI family-based financial incentive cessation intervention. METHODS: We enrolled 10 \"dyads\" (i.e., one adult ANAI person who smokes [PWS] and one adult family member of their choice) across Alaska into a culturally tailored 6-month intervention (NCT05209451). PWS completed expired carbon monoxide, salivary cotinine, and self-reported abstinence measures at home during six smoking status check-ins. Both dyad members received financial incentives in escalating amounts for confirmed PWS abstinence. Participants completed baseline and end-of-study surveys. RESULTS: Eight of the 10 PWS were women, their average age was 45 years (range = 34-57), and mean daily cigarettes smoked was 13 (range = 3-20). Five of the 10 family members were women, and four currently also smoked. Of the 60 check-ins possible among PWS participants, 41 (68 %) were completed; five (50 %) completed all check-ins. Despite minor difficulties with PWS internet connection, lost test kits, and delayed payment receipt, all participants were able to complete check-ins and received payments earned. Five PWS were abstinent at the final 6-month check-in, and two PWS were abstinent at all check-ins. Five PWS completed the end-of-study survey; four reported the intervention was helpful and would recommend it to others. CONCLUSION: A family-based financial incentive intervention for smoking cessation with ANAI families appears feasible. Next, a randomized controlled trial will be conducted statewide to evaluate effectiveness and inform future implementation needs."
    },
    {
      "pmid": "40221524",
      "title": "The interplay of physical activity and smoking with metabolic syndrome and its components in the STEPS survey.",
      "authors": [
        "Parisa Mohseni",
        "Davood Khalili",
        "Mahdieh Niknam",
        "Neda Izadi"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic syndrome (MetS) is a cluster of metabolic disorders associated with an increased risk of cardiovascular disease and type 2 diabetes. The aim of this study was to investigate the interaction between physical activity and smoking on the development of MetS and its components. In this repeated cross-sectional study, data from the Iranian STEPwise non-communicable disease risk factor surveillance (STEPS) surveys (2007, 2011, and 2016) were analyzed, which included 40,046 participants aged 25-64 years. Physical activity was categorized as low, moderate, or vigorous based on metabolic equivalents (MET) minutes per week. Smoking status was defined based on self-reported information as either a current smoker or a non-smoker. MetS was diagnosed using established criteria. Interactive association was analyzed using relative excess risk due to interaction (RERI), attributable proportion (AP), and synergy index (SI), and weighted logistic regression. The weighted prevalence of MetS was higher in the low physical activity group (34.32%) than in the current smokers group (26.63%). Positive interactions between low physical activity and smoking were observed for MetS (RERI = 0.23, AP = 0.25, SI = 0.23), abdominal obesity (RERI = 0.24, AP = 0.31, SI = 0.47) and high triglycerides (RERI = 0.19, AP = 0.19, SI = 0.12). Moderate/vigorous physical activity combined with smoking was associated with lower odds of abdominal obesity, hypertension and elevated fasting blood glucose, but higher odds of low HDL cholesterol. A physical inactivity appears to be a greater potential risk factor for MetS than smoking. The interaction between low physical activity and smoking exacerbates the odds of MetS and several of its components. Promoting physical activity and smoking cessation should be prioritized in MetS prevention and treatment strategies.",
      "mesh_terms": [
        "Humans",
        "Metabolic Syndrome",
        "Middle Aged",
        "Male",
        "Female",
        "Adult",
        "Exercise",
        "Smoking",
        "Cross-Sectional Studies",
        "Iran",
        "Risk Factors",
        "Prevalence"
      ]
    },
    {
      "pmid": "40218030",
      "title": "Breaking the Habit: A Systematic Review and Meta-Analysis of Pregnancy-Related Smoking Cessation Randomized Controlled Trials.",
      "authors": [
        "Omnia S Elseifi",
        "Faten Ezzelarab Younis",
        "Iman M Mirza",
        "Abdullah Alhewiti",
        "Nahla M S Abd-Elhady",
        "Eman M Mortada"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Smoking during pregnancy is a significant issue because of its impact on maternal and fetal health. This study aimed to ascertain the effects of smoking cessation programs on the smoking abstinence rate and pregnancy outcomes. Methods: A meta-analysis of twenty-one RCTs was carried out in accordance with PRISMA standards. The meta-analysis comprised 8149 pregnant smokers. With RevMan (version 5.4), the pooled effect of RR for different smoking cessation interventions was determined. Using the GRADE approach, the certainty was evaluated. I2 statistics and sensitivity analysis were utilized to measure heterogeneity. Egger's test and funnel plot analysis were used to assess publication bias. Results: The pregnant women who received cognitive-behavioral counseling and financial incentives recognized a significant rise in their smoking abstinence rate (RR: 1.14, 95% CI: 1.02-1.28, p = 0.03 and RR: 2.37, 95% CI: 1.92-2.93, p < 0.001), but there was no significant difference observed among other behavioral approaches or pharmaceutical therapy. Fetuses born to women in the intervention group had significantly larger birth weights (MD = 94.73, 95% CI = (41.18-58.27), p < 0.001. Conclusions: Pregnant women respond well to cognitive-behavioral counseling and financial incentives for quitting smoking, which improve pregnancy outcomes like birth weight."
    },
    {
      "pmid": "40217947",
      "title": "Effects of Smoking on Neurocognitive Outcomes in Patients with Carbon Monoxide Poisoning.",
      "authors": [
        "Eunsan Ko",
        "Yeonjae Park",
        "Yong Sung Cha",
        "Je Seop Lee",
        "Sun Chul Lee",
        "Gyo Jin Ahn"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: The concept of the \"smoker's paradox\" in prior research posits that smoking could potentially offer neuroprotective effects in cases of acute carbon monoxide (CO) poisoning. This study aimed to determine the validity of this hypothesis by minimizing selection bias and confounding variables in a comparison of neurocognitive outcomes between smokers and non-smokers following acute CO poisoning. Methods: A total of 1150 patients were included in this retrospective study. Propensity Score Matching (PSM) was used to control for variables such as age, initial Glasgow Coma Scale (GCS) score, co-morbidities, and HBO2 therapy application. Neurocognitive outcomes were assessed and compared between smokers and non-smokers. Results: In the initial analysis, 1150 patients were divided into non-smoking (61.7%) and smoking (38.3%) groups. Before PSM, smokers had a lower rate of poor outcomes (12.1% vs. 6.8%, p = 0.004). However, baseline differences emerged, with non-smokers being older with longer CO exposure, while smokers had more males and higher rates of intentional CO poisoning and drug ingestion. Smokers had a 0.56 times lower relative risk of poor outcomes compared to non-smokers (95% CI: 0.38-0.84, p = 0.004). After meticulous 1:1 PSM with 15 covariates, 317 patient pairs were matched, creating balanced cohorts. Neurocognitive outcomes at 1 month post-CO exposure showed no significant differences between matched non-smoking and smoking groups (9.8% vs. 7.9%, p = 0.461). Post-PSM, the relative risk for poor outcomes remained approximately 0.81 times lower in smokers compared to non-smokers, but with no statistical significance [0.81 (95% CI: 0.49-1.33, p = 0.402)]. Conclusions: Our findings do not support the idea of a protective effect from smoking in the context of acute CO poisoning. After accounting for potential confounders through PSM, we found that smoking status was not significantly associated with more favorable neurocognitive outcomes."
    },
    {
      "pmid": "40214198",
      "title": "Urge Coping Mediates the Relationship Between Physical Activity and Smoking Outcomes in a Sample of Premenopausal Women Intending to Quit Smoking.",
      "authors": [
        "Arushi M Chalke",
        "Linnea B Linde-Krieger",
        "Alicia M Allen",
        "Uma S Nair"
      ],
      "journal": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Physical activity (PA), urge coping, and menstrual phase may all influence combustible cigarette smoking cessation yet have never been examined concurrently. Therefore, we examined the effects of physical activity (PA) and urge coping on smoking outcomes among women who were randomly assigned to quit smoking based on their menstrual phase. METHODS: Participants were randomized to quit smoking during the follicular menstrual phase (FP; quit date set 6-8 days post onset of menses) or to standard-of-care condition (SC; no menstrual timing of quit date). Smoking-related outcomes at end of treatment (EOT; i.e., 7-day abstinence and cigarettes/day) were regressed on baseline levels of PA stratified by randomization. Mediation analysis examined whether urge coping mediated the relationship between PA and smoking outcomes. RESULTS: Participants (FP: n=58, SC: n=60) were, on average, 33.4 years old and smoked 13.8 cigarettes/day at baseline. Total volume of PA was significantly associated with better urge coping (β= 0.09, 95% CI [0.001, 0.18], p= 0.05). Urge coping was associated with fewer cigarettes/day at EOT (β= -0.37, 95% CI [-0.57, -0.18], p< 0.001) and greater likelihood of smoking abstinence (β= 0.28, 95% CI [0.13, 0.42], p< 0.001). When PA was analyzed by intensity, vigorous PA, but not walking or moderate PA, significantly predicted better urge coping (β= 0.28, 95% CI [0.06, 0.49], p= 0.01) and, in turn, greater likelihood of smoking abstinence (β= 0.50, 95% CI [0.13, 0.87], p= 0.01). CONCLUSIONS: Vigorous PA may be an effective strategy to support urge coping and smoking cessation in premenopausal women. IMPLICATIONS: This study provides evidence that vigorous-intensity physical activity, but not walking or moderate physical activity, may play a significant role in improving urge coping, reducing smoking, and improving the likelihood of successful smoking cessation among women of reproductive age, regardless of menstrual timing. Findings did not vary between those who were randomized to quit smoking during the follicular phase versus those who quit regardless of menstrual cycle timing. Findings suggest that incorporating PA in smoking cessation programs in a sequential behavioral change approach (i.e., focusing on adopting vigorous PA before setting a quit day) may be beneficial."
    },
    {
      "pmid": "40211369",
      "title": "myCOtrak: an app which records smoking, nicotine use and exhaled carbon monoxide concentrations concurrently for use in smoking research.",
      "authors": [
        "Yue Huang",
        "Joanne Emery",
        "Lisa McDaid",
        "Felix Naughton",
        "Miranda Clark",
        "Anne Dickinson",
        "Sue Cooper",
        "Tim Coleman"
      ],
      "journal": "BMC research notes",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Smoking during pregnancy poses significant health risks, necessitating accurate continuous monitoring of pregnant women's smoking behaviours. Existing methods relying on self-reporting lack objectivity, while biochemical measures like exhaled carbon monoxide (CO) provide validation but suffer from low participant engagement. We developed myCOtrak to address these limitations by integrating real-time CO monitoring with self-reported smoking, nicotine replacement therapy (NRT), and e-cigarette use. RESULTS: myCOtrak combines automated CO data from the Bedfont iCO monitor with daily surveys. It demonstrated high feasibility and usability in initial testing with 23 participants, with 75% continuing data submission for ≥ 14 days. Key features include seamless CO integration, cloud-based storage, and longitudinal tracking, offering a validated, scalable tool for smoking cessation research.",
      "mesh_terms": [
        "Humans",
        "Carbon Monoxide",
        "Female",
        "Nicotine",
        "Smoking Cessation",
        "Smoking",
        "Mobile Applications",
        "Adult",
        "Pregnancy",
        "Breath Tests",
        "Electronic Nicotine Delivery Systems",
        "Tobacco Use Cessation Devices"
      ]
    },
    {
      "pmid": "40211338",
      "title": "Virtual reality cue exposure as an add-on to smoking cessation group therapy: a randomized controlled trial.",
      "authors": [
        "A M Kroczek",
        "B Schröder",
        "D Rosenbaum",
        "A Mühleck",
        "J Diemer",
        "A Mühlberger",
        "A C Ehlis",
        "A Batra"
      ],
      "journal": "Addiction science & clinical practice",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Cue exposure (CE) is used for relapse prevention as part of smoking cessation therapy to reduce the automatized response to smoking-related cues. Using CET in virtual reality (VR) is an approach to increase its efficacy by creating cost-efficient high-risk situations. The efficacy of VR-based CETs was compared to that of an unspecific relaxation intervention as an add-on to an established cognitive-behaviorally oriented smoking cessation group therapy (G-CBT). METHODS: N = 246 abstinence-motivated smokers were included in a two-armed randomized controlled trial (G-CBT with VR-CET vs. G-CBT with progressive muscle relaxation/PMR) with 1-, 3-, and 6-month follow-ups (measurements in 2018-2020). All smokers joined a well-established G-CBT smoking cessation program with six sessions with four additional sessions of either VR-based smoking cue exposure therapy (VR-CET) or four sessions of group-based PMR. The primary outcome was abstinence after 6 months according to the Russell Standard; secondary outcomes included changes in the number of smoked cigarettes, craving (assessed by the Questionnaire of Smoking Urges/QSU), and self-efficacy (assessed by the Smoking Abstinence Self-Efficacy Scale/SES) over time. RESULTS: Primary outcome: Six months after G-CBT, 24% of the participants were abstinent, and there was no significant difference between the PMR (n = 34/124) and VR-CET (n = 24/122) groups (odds ratio PMR/VR = 0.64). Secondary measures: SES increased, and QSU and the number of smoked cigarettes decreased over time. Baseline craving ratings predicted abstinence only in the VR-CET group. CONCLUSION: This randomized controlled trial did not show increased abstinence rates related to smoking cue exposure in virtual reality. Secondary measures demonstrated significant reductions in craving and cigarette consumption as well as increases in self-efficacy over time, regardless of the intervention. However, high baseline craving was negatively related to abstinence in the VR-CET group, suggesting that intense craving was insufficiently addressed. This may indicate that the amount of training was insufficient and should be intensified. Individualization, e.g., adaptive, individualized approaches, is required to improve the effects of the VR-CET on smoking cessation in future studies. TRIAL REGISTRATION: ClinicalTrials.gov Identifier NCT03707106.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Cognitive Behavioral Therapy",
        "Craving",
        "Cues",
        "Psychotherapy, Group",
        "Relaxation Therapy",
        "Self Efficacy",
        "Smoking Cessation",
        "Virtual Reality",
        "Virtual Reality Exposure Therapy"
      ]
    },
    {
      "pmid": "40209664",
      "title": "Exploring relationships among smoking cessation app use, smoking behavioral outcomes, and pharmacotherapy utilization among individuals who smoke cigarettes.",
      "authors": [
        "Schuyler C Lawson",
        "Karin Kasza",
        "R Lorraine Collins",
        "Richard J O'Connor",
        "Gregory G Homish"
      ],
      "journal": "Addictive behaviors",
      "publication_date": "2025-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Most individuals who smoke cigarettes are interested in quitting, but many are unable to quit. Fewer than one-third of individuals who smoke cigarettes attempt to quit using FDA-approved cessation methods, such as nicotine replacement therapy (NRT) and prescription medications. Smoking cessation apps (SCAs) provide individuals with personalized quit plans, information about smoking cessation treatments, craving management strategies, and other features. However, their relationship to NRT/prescription medication utilization and quit attempts is understudied. METHODS: We conducted a longitudinal secondary data analysis using a subset of adults who smoked at least 100 cigarettes in their lifetime, currently smoked every day or some days, and planned to quit within a year. This subset was drawn from the Population Assessment of Tobacco and Health (PATH) Study, a nationally representative cohort study. We utilized Generalizing Estimating Equation models to examine the longitudinal associations between SCA use initiation and the following outcomes across 2014-2019: NRT, prescription medications, and quit attempts. RESULTS: SCA use initiation was associated with greater odds of prescription medication utilization (AOR = 2.43, 95 % CI: 1.63, 3.64; p < 0.05). Likewise, SCA use initiation was associated with greater odds of making a quit attempt (AOR = 1.38, 95 % CI: 1.09, 1.76; p < 0.01), but not NRT utilization. CONCLUSION: Among adults who regularly smoked cigarettes and had plans to quit, SCA use initiation was associated with prescription medication utilization and quit attempts but not NRT utilization. SCAs may have utility as a population-level intervention but specific features needed to be studied further. ABBREVIATIONS: SCA, Smoking Cessation App; NRT, Nicotine Replacement Therapy.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Male",
        "Female",
        "Adult",
        "Tobacco Use Cessation Devices",
        "Mobile Applications",
        "Middle Aged",
        "Longitudinal Studies",
        "Smoking Cessation Agents",
        "Cigarette Smoking",
        "Young Adult"
      ]
    },
    {
      "pmid": "40202854",
      "title": "Smoking Cessation Screening and Treatment Among Veterans With Multiple Sclerosis.",
      "authors": [
        "Carri S Polick",
        "Catherine A Sims",
        "Samantha Meckes",
        "Anna T Magnante",
        "Tiffany J Braley",
        "Sarah M Wilson",
        "Paul A Dennis",
        "Patrick S Calhoun"
      ],
      "journal": "Military medicine",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Cigarette smoking is a leading cause of preventable death in the United States and disproportionately affects veterans. While smoking cessation is the goal for all veterans, it is especially critical for veterans with multiple sclerosis (MS; VwMS), for whom smoking is more detrimental to health and function. Smoking is associated with more MS relapses/flares, greater disability, faster disease progression, and earlier MS-related death. This quality improvement project aims to describe current practice pathways for screening and treating smoking cessation in VwMS and explore whether these differ by sociodemographic factors. MATERIALS AND METHODS: A validated algorithm was used to identify VwMS who were current or former smokers at one VA hospital in North Carolina from fiscal year 2020 to 2022 who had been screened for smoking and could be followed for 1 year. A chart review was conducted by 2 reviewers and 25% of charts were audited for reliability. Data extraction was guided by the Consolidated Framework for Implementation Research. Within-group proportions were used to help compare receipt of care across different groups in the context of sociodemographic factors. This work was deemed quality improvement and not subject to IRB review. RESULTS: Of all VwMS (n = 309), 39.5% (n = 122) were identified as current or former smokers. Of those, only 58% (n = 71) were eligible largely because many VwMS lacked a current screen, which was an identified gap in care. Among those screened, most screenings had taken place through primary care services (73%), and most were offered behavioral interventions at screening (n = 66), yet few were interested (n = 4) or received a referral to the cessation clinic (n = 2). One additional referral was given during the follow-up year. Most VwMS were also offered pharmacological interventions (n = 68), with more interest (n = 11) and cessation medication prescriptions (n = 8). Eleven additional VwMS received prescriptions throughout the follow-up year, but a third of those (36%) were required due to inpatient hospitalizations. While subgroup sample sizes were limited, potential disparities were noted. For example, women veterans and veterans from minoritized populations were less likely to be assessed for smoking status and offered cessation strategies. CONCLUSIONS: This study identified relatively low rates of smoking cessation screening, interest in treatment, and treatment delivery for VwMS. Important racial and sex disparities were noted. There are several potential barriers and facilitators including Electronic Health Record referral logistics, veteran and provider awareness of the relationship between smoking and MS, stigma of behavioral interventions, fragmented care, and competing demands on clinicians. This work was done at one local VA hospital within North Carolina, the leading state in tobacco production, and is not necessarily representative of other hospital screening and treatment practices. The role of specialty providers (e.g., mental health and neurology) in smoking cessation for VwMS should be further explored and may be an important opportunity for improving screenings and tailored discussion. Future work, incorporating VHA clinician and VwMS perspectives, is needed to further characterize and address barriers/facilitators to improve smoking cessation care and health of VwMS."
    },
    {
      "pmid": "40202852",
      "title": "\"It took me on a journey other than just to stop smoking\": Pilot trial outcomes of an Empowerment Theory-based smoking cessation intervention for sexual and/or gender minoritized people in Oklahoma.",
      "authors": [
        "Julia McQuoid",
        "Mataia Blackwell",
        "David Bradley",
        "Arturo Durazo",
        "Summer G Frank-Pearce",
        "Jaimee L Heffner",
        "Sabrina Islam",
        "Margaret Le",
        "Pamela M Ling",
        "Steven Pan",
        "Taylor Raye",
        "Andy S L Tan",
        "Erin A Vogel",
        "Madelyn Wilson",
        "Darla E Kendzor"
      ],
      "journal": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Sexual and/or gender minoritized (SGM) people are more likely to smoke if they live where SGM stigma is high, and existing SGM-tailored cessation interventions do not address unique challenges of these environments. This paper reports outcomes from a single-arm pilot trial of an Empowerment Theory-based smoking cessation intervention for SGM people living in high-stigma environments. METHODS: SGM adults willing to quit smoking (N=20; Oklahoma) participated in a 12-week intervention comprised of online SGM-serving volunteer activity sessions concurrent with remotely-delivered smoking cessation support (i.e., behavioral support plus combination nicotine replacement therapy [NRT]). Baseline and exit surveys and in-depth exit interviews addressed retention, acceptability, engagement, and adherence. RESULTS: Study retention was 80.0% (16/20). Most exit survey respondents attended ≥4 volunteer activity sessions (62.5%; 10/16) and ≥4 cessation counseling sessions (87.5%; 14/16), had moderate/high NRT adherence (patch 84.6%; 11/13 and gum/lozenge 76.9%; 10/13), and would recommend the intervention (81.3%; 13/16). At exit, 7-day point prevalence abstinence was self-reported by 45.0% (9/20; missing=smoking) of all participants and 56.3% (9/16) of exit survey respondents. At least half of participants reported pre-post intervention increases in perceived assertiveness and/or decreases in sexual identity acceptance concerns, concealment concerns, and internalized transphobia. Interviews identified intervention endorsement reasons, including experiencing greater belonging and hope. CONCLUSION: A novel approach to SGM-tailored smoking cessation treatment that leveraged Empowerment Theory was feasible and acceptable. Future work should refine and adapt this intervention for other high-stigma places, test its efficacy and treatment mechanisms, and measure organizational and individual-level outcomes. IMPLICATIONS: This study adds to the literature on culturally tailored smoking cessation interventions as the first tobacco intervention tailored for SGM people in high-stigma environments. It used a novel application of Empowerment Theory to advance SGM smoking cessation and resilience in the face of minority stress. Findings from this pilot study in Oklahoma indicate promising feasibility and acceptability and will inform future interventions to address tobacco use disparities among SGM people in high-stigma environments."
    },
    {
      "pmid": "40197534",
      "title": "Effectiveness of nurse-initiated smoking cessation intervention: a systematic review and meta-analysis.",
      "authors": [
        "Eun-Hye Lee",
        "Hea-Jin Yu"
      ],
      "journal": "Substance abuse treatment, prevention, and policy",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Smoking is a major preventable cause of death, associated with cancers and chronic diseases. Nurse-initiated smoking cessation programs have proven effective, providing counseling, education, and mental health support. These interventions increase quit rates by tackling nicotine addiction, emphasizing the important role of nurses and the need for targeted training. Systematic reviews and meta-analyses are essential for gaining a deeper understanding of the effectiveness of various cessation strategies. METHODS: A literature search was conducted using eight electronic databases (CINAHL, EMbase, MEDLINE, Cochrane, RISS, KMbase, KISS, and NDSL). The literature search was conducted from March, 27, 2024, to August 1, 2024. All included studies were randomized controlled trials (RCTs). Quality assessment was conducted using the Risk of Bias (ROB) tool. RevMan 5.4 was used for qualitative analysis, with effect sizes measured as odds ratios (ORs) and 95% confidence intervals (CIs). RESULTS: Thirteen studies, all published after 2005, were included in the evidence assessment of nurse-initiated smoking cessation programs. The interventions examined comprised 11 intensive or personalized counseling programs and 3 telephone-based approaches. The OR for self-reported quit success 7-day smoking cessation rate at 6-month follow-up was 1.43 (95% CI [1.08, 1.90]), indicating a significant difference in quit effectiveness (Z = 2.27, p =.01), with moderate heterogeneity observed across studies (I2 = 67.0%, p =.001). A meta-analysis of 7-day point abstinence rate at 12-month follow-up revealed a pooled OR of 1.18 (95% CI [0.96, 1.44]), showing no significant difference in quit effectiveness (Z = 1.58, p =.11) and moderate heterogeneity among the studies (I2 = 55.0%, p =.02). CONCLUSIONS: A comprehensive approach by trained nursing professionals is essential in addressing the complexities of smoking cessation. Further clinical trials are needed to assess intervention methods and follow-up strategies. Future research should emphasize long-term outcomes and ongoing support to sustain behavior change, contributing to more effective, tailored cessation programs and improved public health outcomes.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Counseling"
      ]
    },
    {
      "pmid": "40194885",
      "title": "Commentary on Johnstone et al.: Mechanisms underlying extended pre-quit varenicline treatment for smoking cessation.",
      "authors": [
        "Jed E Rose"
      ],
      "journal": "Addiction (Abingdon, England)",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "40190742",
      "title": "Effect of acupressure on smoking cessation in young smokers with nicotine dependence: A mixed methods study.",
      "authors": [
        "Ying-Ying Zhang",
        "Yi-Jie Liu",
        "Yuan Wang",
        "Chen Shen",
        "Shi-Bing Liang",
        "Nicola Robinson",
        "Hai-Fa Qiao",
        "Jian-Ping Liu"
      ],
      "journal": "Integrative medicine research",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acupressure has been widely used to help people quit for a long time in China. This study explores the feasibility and effects of acupressure on smoking cessation in young smokers with nicotine dependence to inform policy and decision-making. METHODS: This was a single-group study with a pre/posttest design. The participants received four weeks of auricular acupressure treatment, led by a registered acupuncturist. Smoking cravings, nicotine dependence, withdrawal symptoms, and number of cigarettes per day (CPD) were recorded before and after treatment. Changes in outcomes were analyzed at 2 weeks and 4 weeks using SPSS software version 22.0. Semi-structured interviews were conducted with the participants to explore their experiences and attitudes toward auricular acupressure. Thematic analysis was used to analyze the data. RESULTS: A total of 20 participants completed this study. A significant reduction was observed in smoking cravings (F = 11.02, P < 0.05), nicotine dependence (F = 11.09, P < 0.05), withdrawal symptoms (F = 11.19, P < 0.05), and CPD (F = 19.03, P < 0.05) across sessions. Additionally, withdrawal symptoms decreased significantly from 2 weeks to 4 weeks (P < 0.05) of acupressure treatment. Three interrelated themes emerged from the interviews: personal and external resources, the psychological and physical effects of acupressure, and satisfaction with acupressure for smoking cessation. CONCLUSIONS: The quantitative and qualitative data suggest that acupressure maybe effectively decrease nicotine dependence and smoking cravings. However, this was a pilot and single-arm study, and these findings must be further verified. The study supports the feasibility and safety of introducing acupressure therapy for smoking cessation in young smokers."
    },
    {
      "pmid": "40178801",
      "title": "Smoking and lower extremity artery disease.",
      "authors": [
        "Pier L Antignani",
        "Pavel Poredoš",
        "Aleš Blinc",
        "Matija Cevc",
        "Agata Stanek",
        "Arkadiusz Jawien",
        "Armando Mansilha"
      ],
      "journal": "International angiology : a journal of the International Union of Angiology",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cigarette smoking is a major preventable risk factor for lower extremity arterial disease (LEAD) and is strongly associated with a higher risk of disease progression, worse post-procedural outcomes, and increased healthcare utilization. Smoking provokes the development of atherosclerotic through different mechanisms. Endothelial cell dysfunction, oxidative stress, inflammation, and arterial stiffness are among the key factors related to the development of atherogenesis due to smoking. Smoking cessation among patients with LEAD and the use of smoking cessation methods, including pharmacological treatment, are mandatory. Given that smoking cessation interventions remain underutilized. Therefore, in this narrative review we highlight the importance of incorporating smoking cessation treatments as part of the medical management of LEAD. Regulatory approaches to reduce tobacco use and support smoking cessation have the potential to reduce the burden of LEAD."
    },
    {
      "pmid": "40178164",
      "title": "A proof-of-concept feasibility trial testing a multi-component App-based intervention for improving smoking cessation and adherence to treatment in low-income HIV patients.",
      "authors": [
        "Taghrid Asfar",
        "David J Lee",
        "Maria Luisa Alcaide",
        "Deborah L Jones",
        "Michael J Zvolensky",
        "Olusanya J Oluwole",
        "Yue Pan",
        "Judson Brewer",
        "Adam Carrico"
      ],
      "journal": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Low-income people living with HIV (PLWH) in the US encounter several behavioral challenges. Multiple-behavior interventions targeting multiple risks are promising. Cigarette smoking remains high among PLWH (47%), and smokers have low adherence to anti-retroviral therapies (ART). This study explores the feasibility of a smartphone app-based intervention combining Mindfulness Training (MT) for smoking cessation with Video Directly Observed Therapy (vDOT) for ART monitoring among minority and low-income PLWH. METHODS: We conducted a proof-of-concept feasibility 3-arm randomized controlled trial among PLWH (n=39; 53.8% males) to test 3 treatment groups (Gs): G1) usual care (UC; brief advice to quit and ART adherence); G2) MT app plus brief advice to ART adherence; and G3) MT plus vDOT apps. The primary outcomes were intervention feasibility, acceptability, app usability, smoking cessation, and ART adherence improvement. RESULTS: Enrollment rate was low (37%) due to low access to technology and language barriers. Retention rates were high (UC: 92.3%, G2: 84.6%, G3: 100.0%). The MT app usability was higher (G2: 72.8%, G3: 69.2%) than the vDOT app (G3: 23.1%). G2 participants were more satisfied with treatment than G3 (p<0.04). Smoking abstinence rates in G2 and G3 were double that in UC (UC: 25.0%, G2: 45.5%, G3: 53.8%). ART adherence improved by 53.0% in G2 and G3 compared to 30.7% in UC. CONCLUSIONS: The combined intervention was promising. However, the app-based intervention feasibility was low, and vDOT for ART monitoring was unacceptable. These results will inform the optimization and further testing of the multi-component intervention. IMPLICATION: Disparities in HIV persist among minority and low-income groups who face several behavioral challenges. The current proof-of-concept trial indicated that the multiple-behavior intervention targeting smoking cessation and adherence to ART in minority and low-income PLWH is promising. However, given the low access to technology and the language barrier in this group, the feasibility of the app-based intervention was low. Video-based strategy to monitor ART adherence was not acceptable due to privacy concerns. As healthcare becomes more reliant on technology-based tools, research is needed to address the digital divide among this group to prevent the exacerbation of existing healthcare access disparities."
    },
    {
      "pmid": "40170984",
      "title": "Influence of smoking on shoulder arthroplasty outcomes: A meta-analysis of postoperative complications.",
      "authors": [
        "Rafael Llombart-Blanco",
        "Gonzalo Mariscal",
        "Ibrahim Khalil",
        "Carlos Barrios",
        "Rafael Llombart-Ais"
      ],
      "journal": "Shoulder & elbow",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Although advancements in surgical techniques and postoperative management have improved outcomes, the impact of smoking on shoulder arthroplasty outcomes remains controversial. This study aimed to evaluate the influence of smoking on shoulder arthroplasty outcomes and provide a clearer perspective on the controversy surrounding the impact of smoking on medical and surgical complications. METHODS: A systematic search was conducted using four Library databases. PROSPERO (CRD42023444819). The quality of the studies was assessed using the Methodological Index for Non-randomized Studies. Odds ratios (OR) and mean differences (MD) with 95% confidence intervals (CI) were calculated for the dichotomous and continuous variables. This study used the PICOS strategy to identify studies with patients undergoing shoulder arthroplasty surgery, with smoking as the intervention, non-smoking as the comparison, and postoperative complications as the outcome. RESULTS: The meta-analysis included eight studies with 227,329 patients. The smoking group had a higher risk of readmission (OR: 1.11, 95% CI [1.05-1.17]), revision (OR: 2.32, 95% CI [1.28-4.23]), periprosthetic fracture (OR: 1.38, 95% CI [1.24-1.53]), and surgical site infection (OR: 2.09, 95% CI [1.77-2.47]), but no significant differences were found in wound problems or thromboembolic events. The smoking group had a higher risk of sepsis (OR: 1.31, 95% CI [1.07-1.60]). There were no significant differences in renal complications, urinary tract infections, pulmonary complications, or myocardial infarctions between the two groups. CONCLUSION: Smoking is a modifiable risk factor that should be addressed to improve outcomes and reduce the costs associated with complications and joint replacement in patients undergoing shoulder arthroplasty. IMPLICATIONS: These findings emphasize the need to promote a tobacco-free lifestyle and improve surgical outcomes. Preoperative interventions should include education, counseling, and support, fostering better shoulder arthroplasty results and long-term well-being."
    },
    {
      "pmid": "40170556",
      "title": "Cigarette smoking extract induces mitochondrial dysfunction and apoptosis in HUVECs via the Sirt1-SHH axis.",
      "authors": [
        "Weiming Wang",
        "Gang Yuan",
        "Guang Li",
        "Tingting Zhao",
        "Yue Chen",
        "Youhua Xu"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IntroductionCigarette smoking extract (CSE) can cause endothelial cell (EC) dysfunction, and then promote the occurrence and development of atherosclerosis. However, the molecular mechanisms underlying CSE-induced EC dysfunction are unknown. Sirt1, as a deacetylase, is involved in various biological processes of ECs. Therefore, this study investigated whether CSE induces apoptosis and mitochondrial dysfunction in human umbilical vein endothelial cells (HUVECs) via Sirt1-dependent mechanisms.MethodsHUVEC activity was assessed using MTT and crystal violet staining following treatment with different concentrations of CSE. Lentiviral transfection technology was used to generate HUVECs overexpressing Sirt1. Apoptosis was detected by Tunnel staining. MitoTracker™ Deep Red FM and JC-1 were used to assess mitochondrial structure and membrane potential. ELISA was used to detect the expression of superoxide dismutase (SOD) and malondialdehyde (MDA). qPCR was used to determine mRNA expression. Atherosclerosis was evaluated by oil red O staining in ApoE-KO mice after cigarette smoke exposure.ResultsCSE decreased Sirt1 and sonic hedgehog (SHH) expression, leading to mitochondrial dysfunction and apoptosis in HUVECs. Overexpressing Sirt1 or activating the SHH signaling pathway attenuated CSE-induced apoptosis and mitochondrial dysfunction. However, inhibiting the SHH signaling axis attenuated the protective effect of Sirt1 overexpression on CSE-induced apoptosis and mitochondrial dysfunction. In vivo studies also showed that cigarette smoke exacerbated atherosclerosis in ApoE-KO mice, downregulating Sirt1, SHH, and Gli1 expression in the aorta. Additionally, cigarette smoke increased Bax expression and decreased Bcl-2 expression in ApoE-KO mice aortas.DiscussionsSmoking can affect all stages of the atherosclerosis process, and the specific mechanism remains unclear. This study confirms that CSE can induce mitochondrial dysfunction and apoptosis of HUVECs by reducing Sirt1 expression and inhibiting SHH signaling activation. These findings provide new insights into the prevention and treatment of smoking-induced atherosclerosis.",
      "mesh_terms": [
        "Sirtuin 1",
        "Human Umbilical Vein Endothelial Cells",
        "Apoptosis",
        "Humans",
        "Mitochondria",
        "Animals",
        "Hedgehog Proteins",
        "Atherosclerosis",
        "Cigarette Smoking",
        "Mice",
        "Signal Transduction",
        "Male",
        "Mice, Inbred C57BL",
        "Mice, Knockout, ApoE"
      ]
    },
    {
      "pmid": "40170163",
      "title": "Facilitators and barriers to smoking cessation: a qualitative study among health professionals in Germany.",
      "authors": [
        "Frederike Bokemeyer",
        "Paulina Kiefer",
        "Lea Schmidt",
        "Kathleen Gali"
      ],
      "journal": "BMC health services research",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Tobacco consumption remains a leading cause of global morbidity and mortality and is a significant preventable health concern. Despite the known benefits of smoking cessation, many smokers face difficulties in maintaining abstinence and preventing relapse. In Germany, approximately 30% of individuals aged 14 and older are smokers, which reflects low smoking cessation rates and limited use of evidence-based smoking cessation interventions. PURPOSE: This qualitative study aimed to explore experts' views on smoking cessation through interviews with health practitioners. METHODS: Fifteen semi-structured in-depth interviews were conducted with professionals from diverse fields, including medical doctors, psychologists, and addiction therapists, from July to November 2022. The data were analyzed using qualitative content analysis. A deductively developed categorization system was applied to identify sub-themes within categories and to systematically code the data. All data were thencategorized under two main categories: facilitators and barriers to smoking cessation. RESULTS: Key facilitators included the self-motivation of participants, the communication skills of the intervention leader, and the provision of knowledge about addiction mechanisms. Important barriers were smokers' fears of quitting, external environmental pressures, and inadequate counseling structures. CONCLUSION: The findings suggest that improving smoking cessation interventions in Germany require comprehensive strategies involving both structural adjustments in health care settings and enhanced training for tobacco treatment specialists.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Germany",
        "Qualitative Research",
        "Male",
        "Female",
        "Adult",
        "Middle Aged",
        "Health Personnel",
        "Interviews as Topic",
        "Motivation",
        "Attitude of Health Personnel"
      ]
    },
    {
      "pmid": "40169947",
      "title": "Smoking is a significant contributor to intraoperative blood loss in metastatic spinal tumor surgery: a propensity score analysis.",
      "authors": [
        "Xuedong Shi",
        "Yunpeng Cui",
        "Bailin Wang",
        "Yuanxing Pan",
        "Bing Wang",
        "Yong Qin",
        "Mingxing Lei"
      ],
      "journal": "BMC cancer",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Metastatic spinal tumors pose a significant challenge regarding intraoperative blood loss. Identifying risk factors for intraoperative blood loss is crucial for appropriate surgical planning and early intervention. However, current studies have not comprehensively evaluated risk factors for predicting intraoperative blood loss. This study aims to determine whether smoking significantly contributes to intraoperative blood loss among metastatic spinal tumors and to investigate other potential risk factors. METHODS: This study analyzed 252 patients with metastatic spinal disease who underwent posterior decompressive surgery, and the primary outcome measured was intraoperative blood loss, with massive intraoperative blood loss defined as exceeding 2500 mL. Propensity score matching analysis was employed to analyze the influence of smoking on intraoperative blood loss. In addition, subgroup analysis was performed based on smoking status before and after propensity score analysis. Multivariate analysis was used to analyze the relationship between smoking and intraoperative blood loss. To assess the predictive value of smoking status for intraoperative massive blood loss, we conducted an analysis using the Area Under the Receiver Operating Characteristic Curve (AUROC), and the corresponding Area Under the Curve (AUC) values were subsequently calculated. RESULTS: Before conducting the propensity score analysis, the study found that smoking patients had a significantly higher volume of intraoperative blood loss (1938.30 mL vs. 1722.32 mL, P = 0.014) and a greater incidence of massive intraoperative blood loss (36.4% vs. 20.1%, P = 0.008) compared to non-smokers. After adjusting for propensity scores, the results showed that smokers still had a higher volume of intraoperative blood loss (1938.30 mL vs. 1703.41 mL, P = 0.019) and a higher proportion of massive intraoperative blood loss (39.7% vs. 14.9%, P = 0.002) than non-smokers. Multiple linear regression analysis confirmed that smoking status was significantly associated with intraoperative blood loss before (Estimate = 1.410, P = 0.001) and after (Estimate = 1.443, P = 0.010) propensity score matching analysis. Additionally, the logistic regression demonstrated that smokers were 2.268 times (95% CI: 1.272-4.044) more likely to experience intraoperative massive blood loss compared to nonsmokers before propensity score analysis (P = 0.005). After propensity score analysis, the fold increase in risk further rose to 3.764 (95% CI: 1.643-8.621), indicating an even stronger association between smoking and intraoperative blood loss (P = 0.002). Furthermore, the AUC value increased from 0.596 (95% CI: 0.527-0.666) for smoking status before propensity score matching analysis to 0.660 (95% CI: 0.567-0.753) after propensity score matching analysis. CONCLUSIONS: Smoking is a significant risk factor for increased intraoperative blood loss and should be taken into consideration when planning surgical interventions for patients with metastatic spinal tumors.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Blood Loss, Surgical",
        "Propensity Score",
        "Middle Aged",
        "Smoking",
        "Spinal Neoplasms",
        "Risk Factors",
        "Aged",
        "Retrospective Studies",
        "ROC Curve",
        "Adult",
        "Decompression, Surgical"
      ]
    },
    {
      "pmid": "40165409",
      "title": "How can engagement with underserved communities be enhanced? A co-inquiry informed model of stop smoking outreach.",
      "authors": [
        "T Mills",
        "L Dawkins",
        "R Dean",
        "E G Lewis",
        "C L Jenkins",
        "J Wills",
        "S Sykes"
      ],
      "journal": "Perspectives in public health",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: This co-inquiry project aimed to develop a qualitatively informed model of professionally led stop smoking outreach. It involved 13 staff from a Stop Smoking Service (SSS) which operates across three Local Authorities in England (Central Bedfordshire, Bedford Borough and Milton Keynes). Staff's outreach sought to engage people from the most deprived areas who smoked but were not engaging with the service. METHODS: The co-inquiry comprised six reflection sessions and ethnographic research which aimed to explicate and examine staff's assumptions about how outreach works, conducted over 12 months. Data included 32 diary entries, eight observations of staff's outreach events, 10 interviews with staff and eight interviews with members of the communities being targeted. Data were reflected on to develop a 'real-world' logic model and summarised using thematic analysis. RESULTS: Professionally led outreach can raise awareness of service offers, remove access barriers and generate referrals. A non-judgemental, person-centred approach is vital through which staff carefully initiate conversations with community members about smoking, and tailor information to community members' needs and preferences. Such an approach, in combination with an e-cigarette support option, can generate interest in SSS and challenge negative perceptions. However, outreach is time-consuming for busy frontline staff, unpredictable and best implemented via effective community partnerships. CONCLUSIONS: Our findings suggest that stop smoking advisors' outreach can contribute substantially to national ambition to create a 'smoke free generation' provided that sufficient investment is provided. Professionally led outreach, delivered in partnership with community organisations, can generate referrals among people who are disconnected from health services. Such non-traditional referral routes are likely to become more significant as smoking prevalence further declines in the general population."
    },
    {
      "pmid": "40163085",
      "title": "Risk of Major Congenital Malformations Following Prenatal Exposure to Smoking Cessation Medicines.",
      "authors": [
        "Duong T Tran",
        "Jacqueline M Cohen",
        "Sarah Donald",
        "Carolyn E Cesta",
        "Kari Furu",
        "Lianne Parkin",
        "Sallie-Anne Pearson",
        "Johan Reutfors",
        "Annelies L Robijn",
        "Helga Zoega",
        "Nicholas Zwar",
        "Alys Havard"
      ],
      "journal": "JAMA internal medicine",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Nicotine replacement therapy (NRT), varenicline, and bupropion are effective smoking cessation pharmacotherapies, but evidence on fetal safety is limited. OBJECTIVE: To assess whether prenatal use of smoking cessation pharmacotherapies was associated with increased risks of major congenital malformations (MCMs). DESIGN, SETTING, AND PARTICIPANTS: This retrospective cohort study was conducted across 4 countries, and results were pooled via meta-analyses. Records of all births (2001-2020) in New South Wales (NSW; Australia), New Zealand (NZ), Norway, and Sweden were linked to prescribed medicine dispensings, hospital admission, outpatient, and death data. Follow-up ended December 31, 2021, and the data were analyzed between August and October 2023. The base cohort comprised 391 474 infants among 267 522 women who smoked during the first trimester or were dispensed a smoking cessation pharmacotherapy 90 days before conception or during the first trimester. EXPOSURES: Supply of NRT, varenicline, and bupropion overlapping the first trimester. Unexposed infants were born to women who smoked but were not dispensed a pharmacotherapy 90 days preconception and the first trimester. Propensity score matching (1:10) was used. MAIN OUTCOMES AND MEASURES: MCM overall and subgroups. RESULTS: The mean (SD) maternal age at childbirth was 27.2 (6.0) years. Analyses included 9325 infants exposed to NRT (NSW, NZ), 3031 to varenicline (NSW, NZ, Norway, and Sweden), and 1042 to bupropion (NSW, NZ). Compared with unexposed infants, there were no differences in prevalence of MCMs overall following NRT exposure (37.6 vs 34.4 per 1000 live births; adjusted relative risk [aRR], 1.10; 95% CI, 0.98-1.22), varenicline (32.7 vs 36.6; aRR, 0.90; 95% CI, 0.73-1.10), or bupropion (35.5 vs 38.8; aRR, 0.93; 95% CI, 0.67-1.29). NRT analyses showed no difference in the risk of MCMs of the heart, limbs, genital organs, kidney/urinary tract, respiratory system, and orofacial clefts but a higher risk of digestive organ MCMs (3.8 vs 2.5 per 1000 live births; aRR, 1.53; 95% CI, 1.05-2.23; P = .41 after multiple comparison adjustment). Varenicline analyses revealed no difference in the risk of heart, limb, and genital MCMs but a higher risk of kidney/urinary tract MCMs (11.5 vs 4.2 per 1000 live births; aRR, 2.75; 95% CI, 1.42-5.34; P = .09 after multiple comparison adjustment), with findings for other MCMs being too imprecise. For bupropion, data were too sparse to estimate the risk of MCM subgroups. CONCLUSIONS AND RELEVANCE: The results of this cohort study suggest that there is no clear increased risk of MCMs associated with prenatal use of NRT and varenicline compared with smoking during the first trimester."
    },
    {
      "pmid": "40161904",
      "title": "Smoking attitudes, self-reported practices, and COPD knowledge among adults aged 20-59 years: Insights from a Japanese sample.",
      "authors": [
        "Yolanda De Fatima De Oliveira Graca",
        "Liu Yang",
        "Cui Mingyu",
        "Afsari Banu Alpona",
        "Taeko Watanabe",
        "Yuko Sawada",
        "Emiko Tanaka",
        "Tokie Anme"
      ],
      "journal": "Tobacco induced diseases",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Smoking remains a significant public health issue globally, despite efforts to reduce tobacco use. In Japan, smoking persists, particularly among certain groups. METHODS: This study investigates smoking attitudes, self-reported practices, and COPD knowledge among Japanese adults aged 20-59 years to identify intervention targets for reducing smoking prevalence and improving public health. Data from the 2020 'Community Empowerment and Well-Being and Healthy Long-term Care: Evidence from a Cohort Study (CEC)' project were analyzed, including 537 participants categorized as smokers, former smokers, or non-smokers. RESULTS: This study shows that gender (male) is a strong predictor of current smoking across all age groups. Individuals with higher smoking awareness are less likely to smoke, especially in older adults. While COPD awareness is significantly associated with smoking only in the 20-29 age group. Among smokers who attempted to quit, 27.7% expressed willingness to quit, but only 3.0% were interested in cessation programs. CONCLUSIONS: A proportion of participants had a smoking history, highlighting tobacco use prevalence. Despite widespread support for anti-smoking measures, a disconnection between attitudes and behaviors persists. While most participants had heard of COPD, deeper knowledge of the disease and its symptoms was limited. These findings emphasize the need for anti-smoking policies targeting educational interventions and improving COPD awareness to promote behavior change and reduce smoking prevalence."
    },
    {
      "pmid": "40160823",
      "title": "Development of a prognostic prediction model for non-smoking lung adenocarcinoma based on pathological information and laboratory hematologic indicators: a multicenter study.",
      "authors": [
        "Run Xiang",
        "Peihong Hu",
        "Xiaoxiong Xiao",
        "Wen Li",
        "Xiaoqing Liao",
        "Jun Li",
        "Wen Zhu",
        "Xiaoqin Liu",
        "Qiang Li"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "OBJECTIVE: To develop a simple and practical model to predict the prognostic survival of non-smoking patients with lung adenocarcinoma by combining general pathological information with laboratory hematologic indicators. METHODS: Cox univariate and multivariate analyses were used to identify the variable indicators. A Cox proportional hazards model was constructed based on the selected variables to compare survival outcomes between the high-and low-risk groups of non-smoking patients with lung adenocarcinoma and to validate the model's performance. Subsequently, a nomogram model was established to systematically evaluate the impact of selected variables on prognosis. RESULTS: Data of non-smoking patients with lung adenocarcinoma from four hospitals were retrospectively collected. We enrolled 1,172 patients, this includes 372 external validation data. Multivariate analysis identified six significant variables (P < 0.05): tumor TNM stage, tumor size, white blood cell count, neutrophil percentage, lymphocyte percentage, and hemoglobin level. We combined these six variables to build a model. The C-index of the training set is 0.811 (0.780-0.842), this value is 0.786 (0.737-0.835) in,test set and 0.810 (0.772-0.847) in validation set. The area under the curve (AUC) results of the predicted 3-years overall survival (OS) of the three data sets were 0.850, 0.819, and 0.860, respectively. These values for 5-years were 0.811, 0.771, and 0.849. Stratified analysis based on tumor staging showed that the model effectively distinguished outcomes (P < 0.0001). High-risk groups demonstrated significantly poorer prognosis compared to low-risk groups (P < 0.001). CONCLUSION: The prognostic model based on tumor TNM stage, tumor size, white blood cell count, neutrophil percentage, lymphocyte percentage, and hemoglobin levels effectively predicted the prognosis of non-smoking patients with lung adenocarcinoma. Compared with the more studied blood markers at present, the indicators of our model do not need conversion, Our model provides a useful reference for personalized diagnosis and treatment in clinical practice.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Adenocarcinoma of Lung",
        "Prognosis",
        "Middle Aged",
        "Lung Neoplasms",
        "Aged",
        "Retrospective Studies",
        "Nomograms",
        "Neoplasm Staging",
        "Proportional Hazards Models",
        "Adult",
        "Non-Smokers"
      ]
    },
    {
      "pmid": "40159052",
      "title": "[Expert initiative on the construction of smoking cessation ward (2024 edition)].",
      "authors": [],
      "journal": "Zhonghua jie he he hu xi za zhi = Zhonghua jiehe he huxi zazhi = Chinese journal of tuberculosis and respiratory diseases",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Smoking cessation is a critical component of holistic healthcare for people at risk of chronic diseases, such as those with smoking-related conditions. As one of the long-term benefits of medical interventions, smoking cessation outpatient services are widely implemented across all levels of medical facilities. However, there is still a lack of specific measures to effectively set up smoking cessation wards and implement smoking cessation services for inpatients. Currently, smoking cessation interventions for inpatients face significant challenges: patients often do not fully understand the importance of smoking cessation due to limited awareness, resulting in reliance on unsafe or ineffective methods. In addition, medical staff interacting with hospitalized patients may struggle to regularly suggest effective smoking cessation programs.To address these challenges and advocate for the standardized construction of smoking cessation wards and services, experts from the Tobacco Control Group of the Respiratory Branch of Shanghai Medical Association have proposed four key recommendations: i) Definition of smoking cessation service for inpatients: clearly defining smoking cessation education and support programs is essential to ensure that patients receive comprehensive guidance and resources. ii) Policy support for smoking cessation service for inpatients: Strengthening public health policies and regulations that address the needs of inpatient smoking cessation can provide a framework for implementation and improve patient satisfaction. iii) Suggestions for smoked cessation service support group for inpatients: Developing regular support groups or dialogue sessions between staff and patients focused on smoking cessation issues can promote better understanding and engagement with the services. iv) Whole-process smoking cessation intervention for inpatients: Implementing a comprehensive approach that integrates education, counseling, and treatment strategies can help patients overcome barriers to smoking cessation. These recommendations aim to provide clear guidelines on how to set up smoking cessation wards in hospitals at all levels and how to implement smoking cessation interventions for inpatients more effectively. By systematically addressing these challenges, we can work towards improving smoking cessation services and patient outcomes.",
      "mesh_terms": [
        "Smoking Cessation",
        "Humans",
        "Inpatients"
      ]
    },
    {
      "pmid": "40151637",
      "title": "Acceptability of a smart lighter for tracking cigarette smoking: A focus group study.",
      "authors": [
        "Lydia Tesfaye",
        "Michael Wakeman",
        "Tim Gregory",
        "Erin Leahy",
        "Gunnar Baskin",
        "Greg Gruse",
        "Brandon Kendrick",
        "Sherine El-Toukhy"
      ],
      "journal": "Digital health",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Smart lighters track cigarette smoking episodes, which can help identify smoking patterns and intervention approaches to promote cessation. We gauged the acceptability of smart lighters among individuals with low socioeconomic status (SES), a target population for a newly developed smoking cessation mobile intervention, to evaluate their potential use during the intervention pre-quit period. METHODS: Twelve virtual focus group discussions were conducted with 38 current cigarette smokers, 18-29 years old, who were not 4-year college-educated nor enrolled in a 4-year college as an SES indicator. Focus groups were audio recorded, transcribed, and analyzed using a deductive thematic approach. Themes captured sentiment (i.e., negative, neutral, positive) and constructs from the Second Unified Theory of Acceptance and Use of Technology (i.e., effort expectancy, facilitating conditions, hedonic motivation, performance expectancy, social influence). RESULTS: Sentiment toward smart lighters was positive (54.36%). Prominent themes relevant to acceptance of smart lighters were facilitating conditions (33.98%), performance expectancy (29.12%), and effort expectancy (16.50%). Concerns about privacy, lack of awareness of smart lighters, and their unaffordability were the primary facilitating conditions discussed. Smart lighters were considered easy to use and useful cessation aids because they minimize user burden in tracking smoking behavior. Skepticism about their usefulness centered on the possibility of inadvertently triggering cravings and subsequent smoking. CONCLUSIONS: Ensuring the affordability, awareness, and usability of smart lighters can increase their acceptability. Use of smart lighters in cessation interventions can provide insights into smoking patterns with minimal user burden. Consideration must be given to their potential unintended effects as cueing smoking."
    },
    {
      "pmid": "40151028",
      "title": "Daily psychosocial determinants of smoking cessation: Effects of a buddy app intervention.",
      "authors": [
        "Corina Berli",
        "Philipp Schwaninger",
        "Urte Scholz",
        "Janina Lüscher"
      ],
      "journal": "British journal of health psychology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Digital technologies offer promising opportunities for smoking cessation interventions. Understanding whether interventions target key determinants of behaviour change is crucial for effective intervention development. This study tested the effects of the SmokeFree Buddy app, which encourages smoking cessation with the help of a buddy, on theoretically derived and pre-registered psychosocial determinants. METHODS: A total of 162 adults intending to quit smoking were randomized to an intervention (N = 81; SmokeFree Buddy app + assessments) or a control group (N = 81; assessments only). All participants completed end-of-day diaries for 3 days at baseline, from 7 days before to 20 days after a self-set quit date and for 3 days at the 6 months follow-up, reporting on daily amount and quality of support receipt, self-efficacy and action control. RESULTS: Multilevel analyses showed that participants in the intervention group had higher daily self-efficacy and were more likely to report daily support receipt (yes/no) from the quit date on until 20 days after compared to participants in the control group. However, on support days, the amount and quality of support were lower for intervention group participants. No group differences 6 months later emerged. In both groups, action control significantly increased from baseline to post-quit. CONCLUSIONS: Findings showed that the SmokeFree Buddy app was effective in fostering self-efficacy and increasing the likelihood of support interactions in the social network during a quit attempt. Contrary to expectations, it did not necessarily foster higher quality support, suggesting that a differentiated view on support dynamics is needed.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Male",
        "Female",
        "Adult",
        "Mobile Applications",
        "Middle Aged",
        "Self Efficacy",
        "Social Support"
      ]
    },
    {
      "pmid": "40148972",
      "title": "Smoking increases breast toxicity despite adjuvant hypofractionated IMRT in early breast cancer.",
      "authors": [
        "Ana A Díaz-Gavela",
        "E Del Cerro",
        "S Sanchez-Garcia",
        "C Andreu-Vázquez",
        "I J Thuissard-Vasallo",
        "D Sanz-Rosa",
        "M Pena-Huertas",
        "C Ruiz-Morales",
        "L L Guerrero-Gomez",
        "V Duque-Santana",
        "G Hernandez-Cortés",
        "L Gonzalez-Cortijo",
        "F Counago"
      ],
      "journal": "Radiation oncology (London, England)",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the impact of smoking on acute and chronic toxicity in early breast cancer patients treated with hypofractionated intensity-modulated radiation therapy (IMRT) and a brachytherapy boost following breast-conserving surgery. METHODS: A retrospective study of 638 patients treated between 2009 and 2017, with 566 having recorded smoking status. Acute toxicity was assessed at treatment end and chronic toxicity at least one-year post-treatment, using Common Terminology Criteria for Adverse Events v4.0. Statistical analyses included chi-square tests and relative risk (RR) calculations. RESULTS: A total of 566 patients were included in the study, with 31.3% being smokers. The cohort was followed for a median of 6 years (range: 1-11 years). Acute toxicity was primarily characterized by radiodermatitis, with 87.6% of patients developing grade 1 and 5.5% experiencing grade 2. No cases of grade ≥ 3 were observed, and 6.9% of patients did not experience radiodermatitis. Bleeding was rare (1.1%) and infections occurred in 2.0% of patients. Regarding chronic toxicity, 67.1% of patients had no fibrosis, while 27.4% had grade 1 fibrosis. Grade 2 and grade 3 fibrosis were observed in 4.9% and 0.6% of patients, respectively, with no cases of grade 4 fibrosis. Edema was present in 8.0%, and 4.4% of patients reported chronic pain. When comparing smokers and nonsmokers, acute toxicity incidence, particularly radiodermatitis, was similar between the two groups. Smokers had a significantly higher incidence of chronic fibrosis (35.6% vs. 24.7%, p = 0.013) and chronic pain (7.9% vs. 3.3%, p = 0.024) compared to nonsmokers. However, there were no significant differences in the occurrence of edema between smokers and nonsmokers (7.9% vs. 8.0%, p = 0.879). CONCLUSION: While advanced radiation techniques such as hypofractionated IMRT improve overall toxicity profiles, smoking significantly exacerbates chronic toxicity in breast cancer patients. This study underscores the urgent need for comprehensive smoking cessation programs as part of cancer care, addressing lifestyle factors to improve patient outcomes and quality of life.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Neoplasms",
        "Radiotherapy, Intensity-Modulated",
        "Retrospective Studies",
        "Middle Aged",
        "Aged",
        "Adult",
        "Radiation Dose Hypofractionation",
        "Smoking",
        "Aged, 80 and over",
        "Mastectomy, Segmental",
        "Radiotherapy, Adjuvant",
        "Radiation Injuries",
        "Radiodermatitis",
        "Brachytherapy"
      ]
    },
    {
      "pmid": "40148270",
      "title": "Regulation of craving and underlying resting-state neural circuitry predict hazard of smoking lapse.",
      "authors": [
        "Spencer Upton",
        "Brett Froeliger"
      ],
      "journal": "Translational psychiatry",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Among individuals with substance use disorders, clinical outcomes may be improved by identifying brain-behavior models that predict drug re/lapse vulnerabilities such as the ability to regulate drug cravings and inhibit drug use. In a sample of nicotine-dependent adult cigarette smokers (N = 213), this laboratory study examined associations between regulation of craving (ROC) efficacy and smoking lapse, utilized functional connectivity multivariate pattern analysis (FC-MVPA) and seed-based connectivity (SBC) analyses to identify resting-state neural circuitry underlying ROC efficacy, and then examined if the identified ROC-mediated circuitry predicted hazard of smoking lapse. Regarding behavior, worse ROC efficacy predicted a greater hazard of smoking lapse. Regarding brain and behavior, FC-MVPA identified 29 brain-wide functional clusters associated with ROC efficacy. Follow-up SBC analyses using 9 of the FC-MVPA-derived clusters identified a total of 64 resting-state edges (i.e., cluster-to-cluster connections) underlying ROC efficacy, 10 of which were also associated with the hazard of smoking lapse. ROC efficacy edges also associated with smoking lapse were largely composed of connections between frontal-striatal-limbic clusters and sensory-motor clusters and better behavioral outcomes were associated with stronger resting-state FC. Findings suggest that both ROC efficacy and underlying resting-state neural circuitry may inform prediction models of re/lapse vulnerabilities and serve as treatment targets for cessation interventions.",
      "mesh_terms": [
        "Humans",
        "Craving",
        "Female",
        "Male",
        "Adult",
        "Tobacco Use Disorder",
        "Magnetic Resonance Imaging",
        "Middle Aged",
        "Brain",
        "Neural Pathways",
        "Smoking",
        "Cigarette Smoking",
        "Nerve Net",
        "Smoking Cessation"
      ]
    },
    {
      "pmid": "40148133",
      "title": "The validity of self-reported smoking status on day of surgery in a mixed elective surgery population.",
      "authors": [
        "Sara B Urquhart",
        "Gemma I Webb",
        "Samuel Leong",
        "Ashley R Webb"
      ],
      "journal": "Anaesthesia and intensive care",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rates of misrepresenting smoking status on day of surgery varies with the clinical context. In perioperative smoking cessation trials, participants in the intervention group might be more likely to provide untruthful data about quitting when they have received substantial quit support but continued to smoke. The objective of this study was to determine misrepresentation rates of smoking status on day of surgery in mixed elective surgical populations, comparing groups offered or not offered additional cessation support. We undertook a post hoc analysis of data from three published randomised trials at a Melbourne public hospital that incorporated interventions during the wait-list period aimed at increasing smoking cessation. Participants were smokers (n = 1413) who were randomised to minimal cessation help at wait-listing (control group) or significant assistance, for example, mailed nicotine replacement (intervention group). Quit by day of surgery claims were verified by exhaled carbon monoxide (true cessation <8 parts per million). Verified cessation (>24 h) before surgery occurred in 161/1413 (11.4%) while 44/1413 (3.1%) misrepresented quitting. Continued smoking was in 1208/1413 (85.5%). Misrepresentations were higher in the intervention/offer of help groups (4.1%) than control groups (1.7%) (odds ratio (OR) 2.46, 95% confidence interval (CI) 1.17 to 5.63, P = 0.012). Offering cessation help increased quitting odds by 77%, (OR 1.77, 95% CI 1.24 to 2.52, P = 0.002). In contrast to other studies, we found group allocation in cessation trial settings had a significant effect on misrepresentation risk. The implication of this is that biochemical verification of quit status is essential in trial contexts for accurate data collection and to prevent misclassification bias."
    },
    {
      "pmid": "40146475",
      "title": "Analysis of long-term trends and 15-year predictions of smoking-related bladder cancer burden in china across different age and sex groups from 1990 to 2021.",
      "authors": [
        "Jieming Zuo",
        "Junhao Chen",
        "Zhiyong Tan",
        "Xingcheng Zhu",
        "Haifeng Wang",
        "Shi Fu",
        "Jiansong Wang"
      ],
      "journal": "Discover oncology",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Tobacco is a significant risk factor for bladder cancer, with notable disparities in smoking rates and cancer prevalence between sex. Our objective is to assess the sex- and age-specific burden of bladder cancer attributable to smoking in China from 1990 to 2021, and predict its future trends over the next 15 years using GBD study data. METHODS: All data were extracted from the 2021 GBD study, utilizing metrics such as mortality rates, disability-adjusted life years (DALYs), age-standardized mortality rates (ASMR), and age-standardized DALY rates (ASDR) to describe the burden of smoking-attributable bladder cancer in China. We employed joinpoint and age-period-cohort (APC) analysis methods to elucidate the epidemiological characteristics of bladder cancer. Frontier analysis was used to visually demonstrate the potential for burden reduction based on the development level of each country or region. We applied the ARIMA model to fit and predict the future burden of smoking-attributable bladder cancer in China for the next 15 years. RESULTS: From 1990 to 2021, the number of deaths and DALYs due to smoking-attributable bladder cancer in China significantly increased. However, ASMR and ASDR decreased for both sexs but males experiencing a higher burden. Population aging drove the decline in ASMR and ASDR, despite rising absolute deaths and DALYs. Joinpoint regression yielded average annual percentage changes (AAPC) of - 1.23 for ASMR and - 1.38 for ASDR, with the rate of change being lower in males than in females. The impact of age, period, and cohort on mortality rates varied. There was a slight increase in relative health inequality in the bladder cancer burden among countries of different income levels. By 2036, ASDR and ASMR for smoking-related bladder cancer in China are expected to continue decreasing, with this trend being more pronounced in males. CONCLUSION: Over the past three decades, the number of deaths and DALYs due to smoking-related bladder cancer in China has significantly increased across different sexs and age groups, while ASMR and ASDR have shown a declining trend, reflecting certain public health progress. This trend is especially evident among males and is primarily driven by population aging and demographic effects. The inequality among countries of different income levels has slightly increased. The burden of smoking-related bladder cancer in China is projected to continue declining by 2036, particularly among males. Therefore, precise prevention and intervention strategies targeting different sexs and age groups are essential to further alleviate the public health burden of smoking-related bladder cancer."
    },
    {
      "pmid": "40144923",
      "title": "Effectiveness of Cytisinicline Treatment in Hospital Smoking Units.",
      "authors": [
        "Raúl Majo García",
        "María Nélida Fernández-Martínez",
        "Andrea Crespo Sedano",
        "María Guadalupe Espinosa Villoria",
        "Esther Alonso Sastre",
        "Daniel Fernández-García"
      ],
      "journal": "Open respiratory archives",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ]
    },
    {
      "pmid": "40143726",
      "title": "Smoking Susceptibility and Anti-Smoking Awareness in Adolescents and Young Adults of Bangladesh.",
      "authors": [
        "Mohd Ashik Shahrier",
        "Seockhoon Chung"
      ],
      "journal": "Psychiatry investigation",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The present study addressed the shortcomings of strictly defined criterion and survey-based approaches of previous smoking susceptibility measures and accordingly, developed and validated two scales, Smoking Susceptibility Measure (SSM) and Anti-Smoking Awareness Scale (ASAS). METHODS: Firstly, the generation of SSM and ASAS items followed an extensive literature review, expert opinions and agreement, resulting in the retention of eight items for SSM and seven items for ASAS to administer them on a large sample (n=312). Average inter-item correlations, corrected item-total correlations, and internal consistency reliabilities of the measures fall within the recommended ranges. The data were found suitable to factorize the sample through exploratory factor analysis. To determine the structural validity of the measures, confirmatory factor analysis (CFA) was done, and the data had an adequate model fit for unifactorial solution. Multi-group CFA revealed that both measures can be applied in the same way across age and sex of the participants. RESULTS: An inverse association of school connectedness with smoking susceptibility and positive association with anti-smoking awareness reflected the convergent validity of the measures. Hierarchical regression analysis showed that smoking susceptivity was negatively predicted by anti-smoking awareness and school connectedness whereas, positively predicted by self-esteem of the participants. CONCLUSION: The SSM and ASAS were found to be psychometrically sound tools to objectively measure never-smoking youths' smoking susceptibility and anti-smoking awareness, targeting effective intervention strategies to prevent adolescents and young adults from being a regular smoker."
    },
    {
      "pmid": "40140969",
      "title": "Initial assessment of a novel smoking cessation program integrating app-based behavioral therapy and an electronic cigarette: results of a pilot study.",
      "authors": [
        "Helen Schiek",
        "Tobias Esch",
        "Cosima Hoetger"
      ],
      "journal": "Addiction science & clinical practice",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Detrimental smoking-related health outcomes warrant the investigation of novel smoking cessation interventions; the cessation program nuumi integrates digital behavioral therapy and an electronic cigarette (EC). OBJECTIVE: The relationship between program participation and smoking cessation among adults who smoke and are motivated to quit was investigated, as well as program acceptability, changes in smoking-related outcomes, including cigarettes per day (CPD), urges to smoke and psychophysiological health variables (perceived stress, mindfulness, cessation-related self-efficacy, life satisfaction, subjective psychophysiological health) and their associations with smoking cessation. METHODS: A prospective 6-month single-arm pilot study was conducted; 71 adults who smoked and were motivated to quit received a cognitive behavioral therapy (CBT) app, a closed-system EC, and pods containing decreasing nicotine concentrations. Online surveys were issued at baseline, and at 4, 8, 12, and 24 weeks post-baseline. Intention-to-treat (ITT) and complete-case analyses were conducted to assess self-reported 7-day point prevalence of smoking abstinence (PPA; primary outcome), 30-day PPA, and repeated PPA. T-tests and logistic regressions were used to assess changes in secondary outcomes CPD, urges to smoke, and psychophysiological health variables by smoking status at 12 and 24 weeks, and their relationship with cessation. RESULTS: Per ITT, self-reported abstinence rates were high at 12 weeks (39.4%), and 24 weeks (32.4%), as was 30-day PPA of 32.4% at both 12 and 24 weeks. Repeated PPA per ITT was 22.5% at both 12 and 24 weeks. Non-abstinent participants significantly reduced their CPD at 12 weeks (t(34) = 6.12, p < 0.001), and at 24 weeks (t(30) = 6.38, p < 0.001). Urges to smoke and perceived stress decreased, and mindfulness, cessation-related self-efficacy, life satisfaction and subjective psychophysiological health increased significantly (all ps < 0.05), predominantly in individuals who reported abstinence. Lower urges to smoke, lower perceived stress, and higher self-efficacy and subjective mental health were related to greater odds of cessation at 24 weeks (all ps < 0.05). Most participants rated the program as highly (43%) or moderately (54%) acceptable. DISCUSSION: Program participation seems to support cessation and improvements in smoking-related outcomes, but adjustments to the program may be needed to improve engagement and acceptability. Findings may inform the development of future trials and cessation programs. TRIAL REGISTRATION: German Clinical Trials Register DRKS00032652, registered prospectively 09/15/2023, https://drks.de/search/de/trial/DRKS00032652.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Pilot Projects",
        "Male",
        "Female",
        "Electronic Nicotine Delivery Systems",
        "Adult",
        "Middle Aged",
        "Prospective Studies",
        "Mobile Applications",
        "Cognitive Behavioral Therapy",
        "Self Efficacy",
        "Mindfulness",
        "Motivation"
      ]
    },
    {
      "pmid": "40138881",
      "title": "[Expert consensus for the organization of smoking management in Spain].",
      "authors": [
        "C Rábade-Castedo",
        "G Estrada Riolobos",
        "S Cebrián",
        "J L Díaz-Maroto",
        "L Gaztelurrutia Lavesa",
        "M González-Béjar",
        "C A Jiménez-Ruiz",
        "J A Riesco-Miranda",
        "R de Simón-Gutiérrez"
      ],
      "journal": "Semergen",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To generate a cost-effective healthcare model for the management of smoking in Spain. MATERIAL AND METHODS: This was a qualitative study based on nominal group methodology and a literature review. Nine tobacco experts (3 pulmonologists, 3 primary care physicians, and 3 community pharmacists) analysed the current smoking care context and available evidence on interventions. Based on this information, they generated a healthcare model for the management of smoking. RESULTS: A total of 11 general principles were agreed upon, including, for example, the recognition of smoking as a chronic disease, the need for a comprehensive, coordinated approach adjusted to the characteristics and needs of the smokers, or the training of health care professionals on smoking cessation. Two proposed levels of smoking care were established and described (characteristics, competencies, resources, etc.); one is non-specialized (primary care, hospital care and community pharmacy) and another is specialized (smoking units). The objective of the non-specialized level is to identify the smoker, establish the diagnosis, evaluate the patients, and provide at least a brief intervention. The non-specialized level provides highly specialized comprehensive assistance to smokers with special characteristics. The document summarizes the evidence of the main interventions on smoking and has recommendations and care algorithms (actions in the patients' first and subsequent visits and referral criteria). CONCLUSIONS: Smoking in Spain requires a comprehensive, structured, interdisciplinary, coordinated, and efficient approach adapted to the characteristics and needs of the smokers."
    },
    {
      "pmid": "40138438",
      "title": "Is Sitting Really the New Smoking? Health of North American Workers Exposed to Prolonged Static Standing.",
      "authors": [
        "Karen Messing",
        "Jean-Paul Dautel"
      ],
      "journal": "New solutions : a journal of environmental and occupational health policy : NS",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In Canada and the United States, many low-paid service providers are required to work long hours in a static standing posture. Women, young people, and low-paid workers are significantly more likely to report standing without moving at work. Prolonged sitting has received negative publicity, being associated with low caloric expenditure and, in some studies, with heart disease. Standing is often recommended, with static standing often conflated with walking. But prolonged standing has been associated with pain in the lower limbs and back, varicose veins, damage to arteries, heart disease, and problem pregnancies. Many US and Canadian jurisdictions such as the province of Quebec, Canada, include mandatory provision of seats in their occupational health regulations. Despite these regulations and subsequent jurisprudence, few cashiers, receptionists, or retail sales staff in these two countries can access seats at work. This article suggests some reasons for the lack of enforcement, describes efforts to transform this situation, and critically examines approaches to legislation, inspection, and intervention."
    },
    {
      "pmid": "40132847",
      "title": "Smartphone intervention for pregnancy smoking cessation with peer support: the study protocol of the SmokeFree Together 2.0 (SFT 2.0) randomised controlled trial.",
      "authors": [
        "Oana M Blaga",
        "Marina D Dascal",
        "Alexandra Onișor",
        "Teodora Frățilă",
        "Andreea Morar",
        "Dan Mihu",
        "Cristian I Iuhas",
        "Gabriela Caracostea",
        "Daniel Mureșan",
        "Kristie Foley",
        "Ken Resnicow",
        "Cristian I Meghea"
      ],
      "journal": "BMJ open",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "INTRODUCTION: Smoking in pregnancy negatively impacts the mother's and offspring's health. Mobile health, especially mobile phone-based approaches, shows promise in supporting pregnant women to quit smoking. Our previous research indicated that support from laypersons, such as family, friends and coworkers, can increase smoking cessation. Building on these findings, we developed an innovative smartphone application (app) that combines the power of social support with artificial intelligence. The app leverages the unique functionality of smartphones and reinforcement learning (RL) to provide a deeply tailored intervention that continuously adapts while emphasising positive support through reciprocal interactions between the smoker and the support person. Herein, we report the methods used to develop, implement and test the feasibility and effectiveness of a novel adaptive mobile pregnancy tobacco cessation app-based intervention using deep tailoring and a self-nominated supporter. METHODS AND ANALYSIS: The study is a type II hybrid effectiveness-implementation randomised controlled trial. In total, 300 pregnant smokers and their supporters will be randomised to (1) the SmokeFree Together 2.0 app and an RL-based intervention that continuously decides if a counselling call is needed using a fixed algorithm measuring motivation and craving or (2) a control group. The intervention will be administered throughout pregnancy up to 1 month after giving birth, with a 5-month follow-up period and outcome assessments at 3-month and 6-month post partum. Cessation (primary outcome) is defined as 7-day point biochemically verified prevalence of tobacco use and abstinence since birth, assessed at 6 months post partum. The central hypothesis is that the intervention will show evidence of feasibility and effectiveness in increasing social support, pregnancy cessation and postnatal abstinence. ETHICS AND DISSEMINATION: The Institutional Review Board of Michigan State University (#IRB00000297) approved this trial. The findings will be disseminated through peer-reviewed publications and participation in scientific conferences. TRIAL REGISTRATION NUMBER: NCT05337722. PROTOCOL VERSION: 1.3 from 15.05.2024.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Female",
        "Pregnancy",
        "Smartphone",
        "Mobile Applications",
        "Social Support",
        "Peer Group",
        "Randomized Controlled Trials as Topic",
        "Adult",
        "Counseling"
      ]
    },
    {
      "pmid": "40126122",
      "title": "Biomarkers of Nicotine and Tobacco Carcinogen Exposure in Socioeconomically Disadvantaged Black Adults Receiving a Brief Smoking Reduction Intervention.",
      "authors": [
        "Emma Brett",
        "Jessica Slear",
        "Maciej L Goniewicz",
        "Andrea King"
      ],
      "journal": "Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research, cosponsored by the American Society of Preventive Oncology",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Retrospective reporting of cigarette use can impact the accuracy of outcomes in tobacco treatment trials. The inclusion of objective measures of smoking, like biomarkers of nicotine and tobacco exposure, is recommended. Most trials examining biomarkers after a behavioral intervention have included predominantly White adults enrolled in cessation, versus reduction, trials. The current study examined biomarkers of nicotine and tobacco exposure within a harm reduction trial in Black adults who smoke (AWS). METHODS: Non-treatment-seeking socioeconomically disadvantaged Black AWS (N=65) were randomized to a treatment-as-usual control or enhanced care (EC) single-session intervention aimed to reduce their smoking. Biospecimens were collected at baseline and 1-month post-treatment to measure objective markers of nicotine and smoke exposure, including expired carbon monoxide, urinary metabolites of nicotine (cotinine and trans-3'-hydroxycotinine), and urinary tobacco-specific nitrosamine 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol (NNAL). RESULTS: Those in the EC condition self-reported a significant reduction in smoking at follow-up (p <.01), but there were no concomitant decreases across biomarkers (all ps >.05). Exploratory analyses in participants who reported at least 50% smoking reductions or reduced daily cigarette intake by at least three cigarettes at follow-up compared to baseline revealed nonsignificant changes across all biomarkers (all ps >.05). CONCLUSIONS: Self-reported smoking reductions were not biochemically verified across measures. It is possible that compensatory behaviors when reducing smoking (e.g., deeper inhalations) or underreporting of smoking contributed to this discrepancy. IMPACT: Partial smoking reduction does not appear to reduce biomarkers of carcinogen exposure and may not be an effective strategy to narrow tobacco-related health disparities in Black AWS."
    },
    {
      "pmid": "40121188",
      "title": "Smoking aggravates neovascular age-related macular degeneration via Sema4D-PlexinB1 axis-mediated activation of pericytes.",
      "authors": [
        "Kai He",
        "Xue Dong",
        "Tianjing Yang",
        "Ziqi Li",
        "Yuming Liu",
        "Jing He",
        "Meng Wu",
        "Selena Wei-Zhang",
        "Parhat Kaysar",
        "Bohao Cui",
        "Xueming Yao",
        "Li Zhang",
        "Wei Zhou",
        "Heping Xu",
        "Jun Wei",
        "Qiang Liu",
        "Junhao Hu",
        "Xiaohong Wang",
        "Hua Yan"
      ],
      "journal": "Nature communications",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Age-related macular degeneration (AMD) is a prevalent neuroinflammation condition and the leading cause of irreversible blindness among the elderly population. Smoking significantly increases AMD risk, yet the mechanisms remain unclear. Here, we investigate the role of Sema4D-PlexinB1 axis in the progression of AMD, in which Sema4D-PlexinB1 is highly activated by smoking. Using patient-derived samples and mouse models, we discover that smoking increases the presence of Sema4D on the surface of CD8+ T cells that migrate into the choroidal neovascularization (CNV) lesion via CXCL12-CXCR4 axis and interact with its receptor PlexinB1 on choroidal pericytes. This leads to ROR2-mediated PlexinB1 phosphorylation and pericyte activation, thereby disrupting vascular homeostasis and promoting neovascularization. Inhibition of Sema4D reduces CNV and improves the benefit of anti-VEGF treatment. In conclusion, this study unveils the molecular mechanisms through which smoking exacerbates AMD pathology, and presents a potential therapeutic strategy by targeting Sema4D to augment current AMD treatments.",
      "mesh_terms": [
        "Semaphorins",
        "Animals",
        "Pericytes",
        "Humans",
        "Macular Degeneration",
        "Mice",
        "Receptors, Cell Surface",
        "Nerve Tissue Proteins",
        "Choroidal Neovascularization",
        "CD8-Positive T-Lymphocytes",
        "Male",
        "Mice, Inbred C57BL",
        "Chemokine CXCL12",
        "Female",
        "Disease Models, Animal",
        "Smoking",
        "Antigens, CD",
        "Receptors, CXCR4",
        "Phosphorylation",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "40119490",
      "title": "Smoking cessation support preferences among people released from smoke-free prisons in Queensland, Australia.",
      "authors": [
        "Kate Heit",
        "Centaine L Snoswell",
        "Alice Holland",
        "Stuart Alistair Kinner",
        "Ross Coomber",
        "Dominique de Andrade",
        "Cheneal Puljević"
      ],
      "journal": "International journal of prison health",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study aims to investigate previous use, awareness and preferences for various forms of cessation support among a sample of people recently released from smoke-free prisons in Queensland, Australia. DESIGN/METHODOLOGY/APPROACH: A total of 114 people who were released from prison in the previous two months and reported daily tobacco use upon prison entry were recruited from 12 Probation and Parole offices across South-East Queensland to complete a survey measuring use, awareness and preferences for various forms of smoking cessation support before, during and after incarceration. Data were analysed with descriptive statistics. FINDINGS: In total, 32% of participants had used nicotine replacement therapy (NRT) or cessation medications prior to prison, and 26% reported NRT use while in prison. Only 3% of participants accessed free Quitline telephone counselling while in prison. The development of a peer smoking cessation support group was the most favoured form of smoking cessation support both within prison (42%) and after release (52%). Despite high awareness of the availability of subsidised products upon release (76%), unsupported abstinence (\"cold turkey\") was slightly preferred as a helpful post-release cessation method (28%), compared to NRT products (24%). ORIGINALITY/VALUE: To the best of the authors' knowledge, this is the first study to investigate preferences for smoking cessation support among people released from smoke-free prisons. Findings suggest that implementing prison- and community-based peer support cessation programs and facilitating widespread provision of NRT in prison and post-release should be a priority to reduce high levels of smoking-related morbidity and mortality among this population.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Queensland",
        "Male",
        "Adult",
        "Female",
        "Prisoners",
        "Prisons",
        "Middle Aged",
        "Surveys and Questionnaires",
        "Counseling",
        "Tobacco Use Cessation Devices",
        "Smoke-Free Policy"
      ]
    },
    {
      "pmid": "40118351",
      "title": "Cigarette smoking modulates m6A modification, affecting the induction of CYP1A1 mRNA by regulating human ARNT and AHRR in A549 cells.",
      "authors": [
        "Takumi Nakano",
        "Masataka Nakano",
        "Tatsuki Fukami",
        "Miki Nakajima"
      ],
      "journal": "Toxicology letters",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "N6-Methyladenosine (m6A) modification is a common epitranscriptomic mark of eukaryotic RNAs. This modification is installed by a methyltransferase like 3 (METTL3)-METTL14 complex and is eliminated by fat mass and obesity-associated protein (FTO) and AlkB homolog 5 (ALKBH5). Aberrant m6A modification is associated with the development and progression of cancer. Cigarette smoking is a major lifestyle habit and risk factor for lung cancer. This study aimed to clarify the effects of cigarette smoking on the expression of m6A modification-regulating enzymes and the significance of m6A modification in the biological responses to cigarette smoking. Treatment of cigarette smoke extract (CSE) significantly decreased METTL3 and METTL14 protein levels in human lung adenocarcinoma-derived A549 cells. The induction of CYP1A1 mRNA by 2,3,7,8-tetrachlorodibenzo-p-dioxin, a typical ligand of the aryl hydrocarbon receptor (AHR), was attenuated by the knockdown (KD) of METTL3 or ALKBH5, whereas it was enhanced by the KD of FTO. As the underlying mechanisms, significantly decreased expression of AHR nuclear translocator (ARNT) by the KD of METTL3 or ALKBH5, and significantly decreased expression of AHR repressor (AHRR) by the KD of FTO were demonstrated. Formaldehyde-assisted isolation of regulatory elements assay revealed that the KD of METTL3 or ALKBH5 resulted in the compaction of the chromatin structure of ARNT promoter, suggesting that METTL3 and ALKBH5 promote the transcription of ARNT through the rearrangement of chromatin structure. Collectively, we found that CSE treatment decreased METTL3 and METTL14 protein levels, and m6A modification have impact on the induction of CYP1A1 by modulating ARNT and AHRR expression.",
      "mesh_terms": [
        "Humans",
        "Aryl Hydrocarbon Receptor Nuclear Translocator",
        "Cytochrome P-450 CYP1A1",
        "Methyltransferases",
        "RNA, Messenger",
        "Cigarette Smoking",
        "A549 Cells",
        "Adenosine",
        "Alpha-Ketoglutarate-Dependent Dioxygenase FTO",
        "Repressor Proteins",
        "Smoke",
        "ARNTL Transcription Factors",
        "Receptors, Aryl Hydrocarbon",
        "AlkB Homolog 5, RNA Demethylase",
        "Basic Helix-Loop-Helix Transcription Factors"
      ]
    },
    {
      "pmid": "40117400",
      "title": "Smoking Status at Baseline and 10-Year Outcomes After Drug-Eluting Stent Implantation: Insights From the DECADE Cooperation.",
      "authors": [
        "Antonia Presch",
        "J J Coughlan",
        "Sarah Bär",
        "Salvatore Brugaletta",
        "Michael Maeng",
        "Sebastian Kufner",
        "Luis Ortega-Paz",
        "Lorenz Räber",
        "Karl-Ludwig Laugwitz",
        "Lisette Okkels Jensen",
        "Stephan Windecker",
        "Kevin Kris Warnakula Olesen",
        "Manel Sabaté",
        "Dik Heg",
        "Adnan Kastrati",
        "Salvatore Cassese"
      ],
      "journal": "JACC. Cardiovascular interventions",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Studies investigating 10-year outcomes according to smoking status at baseline in a largescale population undergoing percutaneous coronary intervention (PCI) with drug-eluting stent (DES) implantation are scarce. OBJECTIVES: The authors sought to assess the association between smoking status at baseline and 10-year outcomes after PCI with DES implantation. METHODS: We pooled individual participant data from 5 randomized trials including patients with 10-year follow-up after DES implantation. We divided participants into 2 groups as per smoking status at baseline. The main outcome was all-cause death. Secondary outcomes included cardiovascular death, myocardial infarction (MI), definite stent thrombosis (ST), and repeat revascularization (of target lesion, target vessel [TVR], or non-target vessel). RESULTS: A total of 9,527 patients undergoing PCI with DES implantation were included in this analysis, (smoking n = 2,365; nonsmoking, n = 7,162). After multivariable adjustment, smoking was associated with a higher risk of all-cause death (HRadj: 1.45; 95% CI: 1.33-1.59), cardiovascular death (HRadj: 1.59; 95% CI: 1.41-1.80), and definite ST (HRadj: 2.09; 95% CI: 1.34-3.26) over 10 years after PCI. The risk of MI was comparable in the first 30 days after PCI, but increased significantly from 1 to 10 years in the smoking group (HRadj: 1.60; 95% CI: 1.36-1.90). Smoking was associated with a lower risk of target lesion revascularization and target vessel revascularization, but a comparable risk of non-target vessel revascularization. CONCLUSIONS: In patients undergoing PCI with DES, smoking at baseline is associated with an increased risk of death, MI, and ST, but a lower risk of repeat revascularization through to 10 years.",
      "mesh_terms": [
        "Humans",
        "Drug-Eluting Stents",
        "Percutaneous Coronary Intervention",
        "Time Factors",
        "Treatment Outcome",
        "Risk Factors",
        "Male",
        "Aged",
        "Female",
        "Middle Aged",
        "Smoking",
        "Risk Assessment",
        "Coronary Artery Disease",
        "Randomized Controlled Trials as Topic",
        "Smokers",
        "Multivariate Analysis",
        "Myocardial Infarction",
        "Non-Smokers",
        "Coronary Thrombosis",
        "Cause of Death",
        "Retreatment"
      ]
    },
    {
      "pmid": "40111454",
      "title": "Influence of cigarette smoking on drugs' metabolism and effects: a systematic review.",
      "authors": [
        "Stefano Zanni",
        "Jole Del Prete",
        "Alessandra Capogrossi",
        "Giuseppe Papapietro",
        "Angela Del Cimmuto",
        "Sergio Gazzanelli",
        "Andrea Caronna",
        "Carmela Protano"
      ],
      "journal": "European journal of clinical pharmacology",
      "publication_date": "2025-May",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: Cigarette smoke continues to be widely used around the world and it contains several substances that can affect the pharmacokinetics and/or pharmacodynamics of medications, altering their safety and effectiveness. The aim of this systematic review was to summarize the scientific evidence regarding possible changes in the pharmacokinetics and/or pharmacodynamics of drugs induced by cigarette smoking, possible mechanisms of action and related effects. METHODS: The systematic review was performed according to the PRISMA Statement and the protocol was registered on the PROSPERO platform (CRD42023477784). Pubmed, Scopus, Web of Science databases were used. We considered observational, semi-experimental or experimental studies written in English and published between January 1, 2000, and November 13, 2024, focused on smoking subjects (healthy volunteers or patients) receiving any kind of medication. Data regarding possible modifications in drugs' pharmacokinetics and/or pharmacodynamics induced by cigarette smoking were assessed. The quality of observational studies and experimental studies was evaluated using the Newcastle-Ottawa Quality Assessment Scale and the Jadad Scale, respectively. RESULTS: In total, 37 studies were included, and 31 of them showed relevant modifications in the pharmacokinetics or effects of the drugs in smokers compared to non-smokers. Most of the included studies (n = 20) investigated drugs for psychiatric or neurological disorders, showing a reduction in plasma concentration or an increase in drug clearance in smokers as well as antibiotics metronidazole and cycloserine. Besides, seven articles focused on anticancer drugs indicating an increase in drug metabolism. The remaining articles reported effects of smoking on the metabolism of other drugs, such as cardiovascular drugs, phosphodiesterase 5 inhibitors, local anesthetics and medications for musculoskeletal or chronic obstructive pulmonary diseases. Induction of the cytochrome enzyme CYP1A2 is the most common mechanism mediating the reduction of drug concentrations by cigarette smoking. CONCLUSION: The results indicate an increased risk of therapeutic failure for smokers and represent further motivation to encourage smoking cessation or attention in formulating personalized therapy.",
      "mesh_terms": [
        "Humans",
        "Cigarette Smoking",
        "Pharmaceutical Preparations"
      ]
    },
    {
      "pmid": "40111119",
      "title": "American Indian Persons' Perspectives on Various Smoking Cessation Aids and Approaches: A Community-Engaged Qualitative Research Study.",
      "authors": [
        "Dana Mowls Carroll",
        "Julie Ntegeye",
        "Lou Moerner",
        "Claradina Soto",
        "Dorothy Hatsukami",
        "Antony Stately",
        "Dylan Jennings",
        "Wyatt Pickner"
      ],
      "journal": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Increasing smoking cessation among American Indian (AI) persons is a critical equity goal. AIMS AND METHODS: During 2022, AI persons (N = 46) were interviewed on perceptions of existing and novel cessation approaches. Intention to use each approach was assessed and questions started with \"cold turkey\" and then queried about the following: nicotine patches, gum, lozenges (NRT); prescription medications; plant-based medications; personalized medicine; e-cigarettes; and nicotine reduction standard (NRS). RESULTS: Perspectives informed the identification of six crosscutting themes which were (a) environmental constraints, (b) addictiveness and side effects, (c) effectiveness of approach, (d) interpersonal influence, (e) duration or requirements of approach, and (f) novelty. Plant-based medications were viewed as natural, less likely to cause side effects, and aligned with AI cultures. Regarding NRT, many participants talked about positive word-of-mouth but noted concerns about effectiveness, side effects, and price. Regarding personalized medicine, many indicated curiosity, but some noted it would delay treatment and was too extreme to share a sample. Common perspectives for cold turkey were its drug-free nature and cost savings, but some noted it does not address cravings. Regarding the NRS, many were supportive, although some were concerned with compensatory smoking and what else remains in the cigarettes. CONCLUSIONS: Themes translated to the greatest proportion of participants stating they would use plant-based medications followed by NRT and personalized medicine. Fewer participants reported intent to use prescription medications and e-cigarettes which reflect greater concerns with these approaches. IMPLICATIONS: Results can inform tribal and other public health programming and communication efforts to increase smoking cessation among AI persons and help drive down disparities."
    },
    {
      "pmid": "40109145",
      "title": "The Effect of Motivational Interviewing on the Level of Self-Efficacy and Addiction in Smoking Cessation in Nursing Students: A Single-Blind Randomized Controlled Study.",
      "authors": [
        "Aydan Yildiz Özdemir",
        "Hacer Gök Uğur"
      ],
      "journal": "International journal of nursing practice",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIM: This study was conducted to determine the effect of motivational interviewing on the level of self-efficacy and addiction in smoking cessation in nursing students. BACKGROUND: It is important for nursing students to be informed and supported about quitting smoking during their university years, as they will be involved in health services as health professionals. METHOD: The study was carried out between May 15, 2022, and April 1, 2023, as a single-blind randomized controlled trial study with one experimental and two control groups. The population of the study consisted of nursing students who were studying at the Faculty of Health Sciences, Department of Nursing of two different universities and who smoked, and the sample consisted of 78 nursing students who met the research criteria and accepted to participate in the study. The data of the study were collected using the 'Personal Information Form', 'Fagerström Nicotine Addiction Test', 'Self-Efficacy Scale' and 'Stage of Change Question'. The nursing students in the experimental group were given face-to-face motivational interviews in the 1st month, online interviews in the 2nd and 3rd months and face-to-face motivational interviews in the 4th, 5th and 6th months. No intervention was applied to the nursing students in the control groups during the research process. RESULTS: A statistically significant difference was found between the pretest and posttest difference values of the 'Self-Efficacy Scale' and 'Fagerström Test for Nicotine Dependence' of the students in the experimental and control groups (p < 0.05). No statistically significant difference was found between the pretest and posttest difference values of the 'Self-Efficacy Scale' and 'Fagerström Nicotine Dependence Test' of the students in the control groups (p > 0.05). CONCLUSIONS: In the study, it was found that the motivational interview applied to the experimental group of nursing students increased self-efficacy and decreased the level of addiction. TRIAL REGISTRATION: ClinicalTrials.gov registration number: NCT05639699.",
      "mesh_terms": [
        "Humans",
        "Students, Nursing",
        "Smoking Cessation",
        "Motivational Interviewing",
        "Self Efficacy",
        "Single-Blind Method",
        "Female",
        "Male",
        "Young Adult",
        "Adult",
        "Behavior, Addictive"
      ]
    },
    {
      "pmid": "40106868",
      "title": "It is never too late to stop smoking. Applying working estimates of smoking cessation on five-year overall survival gains after a cancer diagnosis.",
      "authors": [
        "Nouhad El-Haddad",
        "Yang Li",
        "Geoff P Delaney",
        "Heewon Kang",
        "Shalini Vinod",
        "Margo Barr",
        "Takahiro Tabuchi",
        "Michael Kidd",
        "Freddy Sitas"
      ],
      "journal": "Cancer epidemiology",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Detailed data on five-year overall survival (5Y-OS) in relation to smoking cessation after a cancer diagnosis are sparse. Implementation of smoking cessation in cancer treatment centres is also sub-optimal. The aim is to provide working, numeric estimates of 5Y-OS outcomes in relation to quitting smoking to help inform patients with cancer. METHODS: 5Y-OS data and hazard ratios (HR) from a moderately sized cohort study from Japan were used to derive survival benefits on Australian cancer survival scenarios ranging from 10 % to 90 % 5Y survival, using standard epidemiological formulas comparing survival in those who recently quit around the time of their cancer diagnosis in comparison to those who continued to smoke. RESULTS: In a scenario of a cancer type with 90 % 5 y survival e.g. breast, prostate cancer, or melanoma, quitting smoking shows a gain in 5Y-OS of 10 %, and a gain in median survival of 2.1 years. In a scenario of 20 % 5 y survival (e.g. lung, liver, brain, or oesophageal cancer) recent quitting shows a 5Y-OS gain of 2 %, and a median survival gain of three months. CONCLUSION: The greater the survival at presentation, the greater the gain by quitting smoking. Future research should aim to produce estimates based on real-world data."
    },
    {
      "pmid": "40106803",
      "title": "Proximal Effects of a Just-in-Time Adaptive Intervention for Smoking Cessation With Wearable Sensors: Microrandomized Trial.",
      "authors": [
        "Christine Vinci",
        "Steve K Sutton",
        "Min-Jeong Yang",
        "Sarah R Jones",
        "Santosh Kumar",
        "David W Wetter"
      ],
      "journal": "JMIR mHealth and uHealth",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Tobacco use remains the leading preventable cause of morbidity and mortality in the United States. Novel interventions are needed to improve smoking cessation rates. Mindfulness-based interventions (MBIs) for cessation address tobacco use by increasing awareness of the automatic nature of smoking and related behaviors (eg, reactivity to triggers for smoking) from a nonjudgmental stance. Delivering MBIs for smoking cessation via innovative technologies allows for flexibility in the timing of intervention delivery, which has the potential to improve the efficacy of cessation interventions. Research shows MBIs target key mechanisms in the smoking cessation process and can be used to minimize drivers of smoking lapse. OBJECTIVE: This single-arm study investigated the impact of mindfulness-based strategies and motivational messages on proximal outcomes, collected via ecological momentary assessment (EMA), relevant to tobacco abstinence via a microrandomized trial. This approach allows for the evaluation of intervention content on proximal outcomes (eg, reduced negative affect) that are thought to impact positive distal outcomes (eg, smoking abstinence). METHODS: All participants were motivated to quit smoking, and the intervention they received included nicotine replacement therapy, brief individual counseling, and a 2-week Just-in-Time Adaptive Intervention (JITAI) with wearable sensors. Throughout the JITAI period, a single strategy was randomly pushed (vs not) multiple times per day through the smartphone application. An EMA next assessed negative affect, positive affect, mindfulness, abstinence self-efficacy, motivation to quit, craving, and smoking motives. The primary analyses evaluated differences in EMA outcomes (proximal) for when a strategy was pushed versus not pushed. Additional analyses evaluated changes in similar outcomes collected from surveys at the baseline and end-of-treatment visits. RESULTS: Participants (N=38) were 63% (24/38) female, 18% (7/38) Hispanic or Latino, and 29% (11/38) African American. They had an average age of 49 years and smoked an average of 15 (SD 7.9) cigarettes per day. Results indicated that receiving the JITAI significantly reduced proximal negative affect in the second (and final) week of the intervention. Self-reports provided at baseline and end of treatment showed significant decreases in perceived stress, automaticity of smoking and craving, and a significant increase in abstinence self-efficacy. Increases in abstinence self-efficacy significantly predicted abstinence. CONCLUSIONS: To our knowledge, this is the first study to test the proximal impact of a mindfulness-based JITAI on key variables associated with smoking cessation. Our primary finding was that negative affect was lower following the completion of a strategy (vs when no strategy was delivered) in the final week of the JITAI. Among a larger sample size, future research should extend the length of the intervention to further evaluate the impact of the JITAI, as well as include a comparison condition to further evaluate how each component of the intervention uniquely impacts outcomes. TRIAL REGISTRATION: ClinicalTrials.gov NCT03404596; https://clinicaltrials.gov/study/NCT03404596.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Female",
        "Male",
        "Adult",
        "Middle Aged",
        "Wearable Electronic Devices",
        "Ecological Momentary Assessment",
        "Mindfulness"
      ]
    },
    {
      "pmid": "40105729",
      "title": "Smoking Cessation in Black Adults: Differences by Sex and Age.",
      "authors": [
        "Ryan A Park",
        "Alicia M Allen",
        "Devashri Prabhudesai",
        "Emmery E Kelly",
        "Janet L Rothers",
        "Nikki Nollen"
      ],
      "journal": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Females have poorer smoking cessation outcomes than males, especially with nicotine replacement therapy (NRT) aided attempts, perhaps due to ovarian hormones. Additionally, Black adults experience higher rates of tobacco-related mortality and also experience important ovarian hormone differences. This is the first study to examine sex, age, and menopause differences in NRT-aided smoking cessation outcomes in an all-Black sample. METHODS: A secondary-data analysis conducted on non-Hispanic Black adults aged 18+ who smoked 5-30 cigarettes/day for at least 6 months. Participants were categorized by sex assigned at birth (female versus male) and age (<45 versus ≥45 years) with females in the ≥45 age group restricted to those who were postmenopausal (defined as one year post menses per self-report). Smoking status two weeks post-quit date was assessed by cessation attempts, expired carbon monoxide-verified abstinence, and reduction in daily cigarettes. Statistical analyses utilized Mann-Whitney rank-sum tests, chi-square tests, and regression models controlling for baseline cigarettes/day. RESULTS: Participants (n=340; 55.9% female) were, on average 53.4 (standard deviation: ±11.6) years old. At baseline, males smoked significantly more cigarettes/day than females (13.9±7.7 versus 11.9±6.3, respectively; p-value=0.031). Among those <45 years of age, males (n=30) had a greater reduction in cigarettes/day two weeks post cessation than females (n=52; 11.3±6.1 versus 7.9±5.3, respectively; p-value=0.008), but this difference became null after adjusting for baseline cigarettes/day (p-value=0.989). No other significant differences were identified. CONCLUSIONS: After adjusting for baseline differences in smoking rate, no significant sex differences in smoking cessation outcomes were observed in this all-Black sample. Additional research is needed to replicate this observation. IMPLICATIONS: Despite known racial disparities and sex-based differences in nicotine replacement therapy (NRT) efficacy, little is known about sex differences in cessation among Black people who smoke. While we did not observe any differences by sex in smoking cessation outcomes within this all-Black sample, our results suggest that sex differences in baseline level of cigarettes/day may play a critical role in cessation outcomes. Further research should replicate these observations and examine potential implications for cessation among Black people who smoke."
    },
    {
      "pmid": "40096774",
      "title": "Sex differences in the relationship between quit attempt and smoking cessation self-efficacy in adults with depressive symptoms.",
      "authors": [
        "Zainab S Shah",
        "Sarah E Dreyer-Oren",
        "Sarah Barter",
        "Julie A Desaulniers",
        "Lisa A Uebelacker",
        "Ana M Abrantes"
      ],
      "journal": "Addictive behaviors",
      "publication_date": "2025-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Smoking self-efficacy is a key predictor of being able to maintain smoking cessation. Smokers with depression have lower confidence that they can abstain from smoking (i.e., lower smoking self-efficacy) than those without depression. Additionally, individuals assigned female at birth (AFAB) have greater difficulty quitting smoking and lower self-efficacy than those assigned male at birth (AMAB). However, limited attention has been given to the experience of making a quit attempt on changes in smoking self-efficacy among smokers with depressive symptoms and how this may differ by abstinence outcomes and sex. The purpose of the current study was to examine whether abstinence or a reduction in cigarettes smoked during a standard smoking cessation treatment predicted post-treatment changes in smoking self-efficacy, and whether assigned sex moderated this relationship. METHODS: Participants (n = 146; 72.6 % AFAB; mean age = 46.6 years) received 12-week standard smoking cessation treatment as part of a randomized controlled trial testing two adjunctive health- and fitness-based interventions. Pre- and post-treatment, participants reported smoking self-efficacy (i.e., confidence abstaining in negative/affective-, positive/social-, and habit/addiction-related situations). RESULTS: Multiple regression analyses showed that abstinence was associated with higher increases in smoking self-efficacy in all facets, and decreasing cigarette use from baseline to post-treatment was significantly associated with increases in total smoking self-efficacy. AMAB smokers had higher levels of positive/social related smoking self-efficacy than did AFAB smokers, and for AFAB smokers, a reduction in cigarettes smoked was associated with greater positive/social smoking self-efficacy. CONCLUSIONS: Findings related to the role of self-efficacy in smoking cessation outcomes of smokers with depressive symptoms and how assigned sex impacts the role of self-efficacy provide insight for smoking cessation outcomes. Future research is needed to understand mechanisms underlying smoking self-efficacy and to improve smoking cessation interventions.",
      "mesh_terms": [
        "Humans",
        "Self Efficacy",
        "Smoking Cessation",
        "Male",
        "Female",
        "Middle Aged",
        "Adult",
        "Depression",
        "Sex Factors",
        "Cigarette Smoking"
      ]
    },
    {
      "pmid": "40092343",
      "title": "Adapting a Functional Assessment of Cigarette Smoking for People with Intellectual and Developmental Disabilities.",
      "authors": [
        "Sean D Regnier",
        "Lindsey C Mullis",
        "Austin Nugent",
        "Trenton Marcum",
        "Morgan Turner",
        "Jonathan A Schulz",
        "Joshua Lile",
        "Thomas Shellenberg",
        "William W Stoops"
      ],
      "journal": "Behavior analysis in practice",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "There is a concerning lack of published smoking cessation research on people with intellectual and developmental disabilities (IDD). A Functional Assessment for Smoking Treatment Recommendations (FASTR) was recently developed to help personalize patients' tobacco treatment. Adapting this tool to effectively identify putative environmental variables that maintain smoking for people with IDD is predicted to improve current treatments. The purpose of this study was to pilot the FASTR with people with IDD to understand modifications necessary to implement it in this population. During 1-hour interviews participants (n = 8) described the extent they agreed with each FASTR statement using a Likert scale, corresponding to one of five potential functions of smoking (i.e., Automatic Positive, Automatic Negative, Social Positive, Social Negative, and Antecedent). Participants gave input on potential modifications to make the assessment more inclusive for people with IDD. A quantitative approach was used to pilot the FASTR and participant narratives were used to understand difficulties and potential modifications. For each participant a function was endorsed if the average response to questions corresponding to that function was greater than 3 (neutral) or over 50% \"yes\" responses. The two most frequently endorsed functions were Automatic Negative (87.5% participants) and Social Negative (75% of participants). Participants recommended making the focus of each statement larger and in bold so respondents can understand the most important part of the statement. The FASTR was modified based on their feedback and will be distributed to a larger sample of people with IDD for further validation."
    },
    {
      "pmid": "40090705",
      "title": "Correlation Between Clozapine and CRP Levels in Relation to Smoking Status.",
      "authors": [
        "Robert Løvsletten Smith",
        "Ole A Andreassen",
        "John M Kane",
        "Georgios Schoretsanitis",
        "Espen Molden"
      ],
      "journal": "Acta psychiatrica Scandinavica",
      "publication_date": "2025-Mar-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Both inflammation and smoking are known to affect clozapine metabolism. However, the impact of inflammation on clozapine metabolism in relation to smoking status is unclear. Therefore, we investigated correlations between C-reactive protein (CRP) and clozapine levels in smokers and non-smokers separately. METHODS: Patients were included retrospectively from a therapeutic drug monitoring (TDM) service in Oslo, Norway, during January 2005-April 2022. Inclusion criteria were known smoking status and CRP measurements no longer than 7 days before or after clozapine TDM. Exclusion criteria were confirmed blood sampling for TDM outside 10-30 h after the last clozapine intake. Information about clozapine dosing was retrieved from the requisition forms. RESULTS: In 126 patients fulfilling the criteria (47% smokers), dose-adjusted serum concentration (CD) of clozapine correlated significantly with CRP in non-smokers (R = 0.492; p < 001) but not in smokers (R = 0.191; p = 0.166). When subgrouping non-smoking patients into low CRP (< 5 mg/L; reference [51% of the population]), mid CRP (5-50 [37%]) and high CRP (> 50 [12%]), clozapine CD gradually increased in mid- (+48%, p = 0.004) and high-CRP groups (+204%, p < 0.001) compared with the low-CRP group. No significant differences in clozapine CD were found between CRP groups among smokers (p > 0.15). CONCLUSIONS: We report a significant correlation between CD of clozapine and CRP levels in non-smoking patients only. In these patients, clozapine CD is more than 3-fold higher at CRP > 50 versus CRP < 5. This suggests that non-smokers are most susceptible to clozapine side effects during inflammation or infection and represent patients where TDM analyses are especially important for guiding clozapine dosing."
    },
    {
      "pmid": "40089309",
      "title": "Characteristics of users of French smoking cessation services from 2004 to 2018.",
      "authors": [
        "Ingrid Allagbé",
        "Joël Ménard",
        "Anne-Laurence Le Faou"
      ],
      "journal": "Tobacco control",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: We investigated changes in the profile of persons who smoke (PWS) seeking assistance from smoking cessation services (SCS) in France between 2004 and 2018, aligning with national policies. METHODS: A prospective study of 131 280 adult PWS was conducted across three periods: 2004-2008 (during a 42% increase in tobacco prices), 2009-2013 (following a tobacco sales ban to minors) and 2014-2018 (marking the first national antismoking policy). Sociodemographic and medical characteristics, smoking behaviours and prescribed cessation medications were analysed cross-sectionally at the first consultation. RESULTS: Between 2004-2008 and 2014-2018, the mean age of SCS attendees increased from 44 to 47 years (p<0.001). Concurrently, the proportion of PWS without a school diploma rose from 19% to 22%, and unemployed PWS from 13% to 22% (both p<0.001). Smoking-related cancer prevalence doubled from 3% to 6% (p<0.001). The proportion of PWS with no prior quit attempts increased from 31% in 2004-2008 to 35% in 2014-2018 (p<0.001). There was also a notable decline in those attending SCS on a personal initiative, dropping from 45% to 35% (p<0.001). Mean number of cigarettes smoked daily was stable at 23 between 2004 and 2018. Combination nicotine replacement therapy remained the most prescribed cessation medication, accounting for 44% of treatments during this period. CONCLUSIONS: Despite tobacco control efforts between 2004 and 2018, challenges persist in reducing smoking behaviours in France. Increased SCS utilisation among older adults and individuals with lower socioeconomic status underscores the importance of enhancing SCS availability in France to support the various profiles of PWS."
    },
    {
      "pmid": "40087674",
      "title": "Multidimensional bioinformatics perspective on smoking-linked driver genes and immune regulatory mechanisms in non-small cell lung cancer.",
      "authors": [
        "Can Ouyang",
        "Xiaopeng Yu",
        "Huazhong Wang",
        "Puhua Zeng"
      ],
      "journal": "Journal of translational medicine",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Lung cancer, one of the leading causes of cancer-related morbidity and mortality worldwide, is strongly associated with smoking as its primary carcinogenic factor. However, despite the strong link between smoking and lung cancer, not all smokers develop the disease, suggesting that individual genetic susceptibility and molecular mechanisms may play a critical role in the onset of lung cancer. Understanding the gene-driving mechanisms and immune regulatory pathways involved in smoking-related lung cancer remains one of the key challenges in current lung cancer research. METHODS: This study employs an integrative bioinformatics approach to explore gene expression differences and immune microenvironment characteristics between smokers with non-small cell lung cancer (NSCLC) and normal individuals. First, smoking-linked lung cancer driver genes (SLDCGs) were identified, followed by Mendelian Randomization (MR) and Summary-based Mendelian Randomization (SMR) analyses to further validate their causal relationships. Next, public databases, including TCGA, GEO, and GTEx, were used to systematically analyze the expression differences of SLDCGs across various clinical subgroups, and immune infiltration analysis was conducted to explore their potential roles in the immune microenvironment of NSCLC. RESULTS: The study identified HLA-J and PRMT7 as core driver genes for smoking-associated NSCLC. MR analysis confirmed the potential causal relationship of HLA-J and PRMT7 in the development of NSCLC. Specifically, high expression of PRMT7 was closely associated with the occurrence of NSCLC, while low expression of HLA-J was implicated in immune evasion mechanisms in NSCLC. Additionally, immune microenvironment analysis revealed that HLA-J enhances the activity of immune cells, particularly T cells, to promote tumor immune recognition, whereas PRMT7 suppresses immune cell function, weakening immune surveillance and facilitating immune evasion. CONCLUSION: This study systematically reveals the molecular mechanisms of smoking-linked NSCLC through multidimensional bioinformatics analysis, highlighting the key roles of SLDCGs in immune evasion. The discovery of HLA-J and PRMT7 provides new theoretical foundations for targeted immunotherapy, with significant potential for early diagnosis and personalized treatment of smoking-induced NSCLC. Future research should focus on validating these genes in clinical samples and exploring their potential in immunotherapy.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Lung Neoplasms",
        "Computational Biology",
        "Smoking",
        "Gene Expression Regulation, Neoplastic",
        "Tumor Microenvironment",
        "Mendelian Randomization Analysis",
        "Oncogenes",
        "Genetic Predisposition to Disease",
        "Databases, Genetic"
      ]
    },
    {
      "pmid": "40085082",
      "title": "Telephone Counseling and Messaging Guided by Mobile Profiling of Tobacco Users for Smoking Cessation: A Randomized Clinical Trial.",
      "authors": [
        "Yee Tak Derek Cheung",
        "Min Jin Zhang",
        "Tzu Tsun Luk",
        "Sai Yin Ho",
        "Tai Hing Lam",
        "Man Ping Wang"
      ],
      "journal": "JAMA network open",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "IMPORTANCE: Evidence-based pharmacotherapy and behavioral therapy could increase tobacco abstinence but are underused and require further investigation. OBJECTIVE: To evaluate the effectiveness of a novel mobile health (mHealth) profiling via ecological momentary assessment (EMA) in personalizing smoking cessation intervention for individuals who use tobacco with no intention to use smoking cessation services and medications. DESIGN, SETTING, AND PARTICIPANTS: A 2-arm, assessor-blind, individual-randomized clinical trial was conducted. With online recruitment through social media or email advertisement, 459 adults with daily tobacco use in Hong Kong were recruited from March 23, 2022, to January 4, 2023, with follow-up completed by July 4, 2023. Individuals who had not used smoking cessation services or medications in the preceding 7 days and had no intention to use these aids in the next month were included. Participants were randomized 1:1 to intervention (n = 231) or control (n = 228) groups. INTERVENTIONS: Both groups completed 5 EMAs daily for 7 days to report smoking behaviors and triggers. The intervention group additionally received nurse-led telephone counseling and 10-week instant messaging support guided by mHealth profiling from EMA. MAIN OUTCOMES AND MEASURES: Primary outcomes were biochemically validated tobacco abstinence and Incremental Behavior Change Toward Smoking Cessation (IBC-S) score at 3 months after EMA initiation. Secondary outcomes were biochemically validated tobacco abstinence and IBC-S status at 6 months, self-reported 7-day point prevalence, abstinence, and use of smoking cessation medications and services at 3 and 6 months after EMA initiation. Intention-to-treat analysis was used. RESULTS: The study included 459 participants (304 males [66.2%]) with a mean (SD) age of 36.7 (10.7) years. Biochemically validated tobacco abstinence rates were 8.2% in the intervention group and 3.5% in the control group (odds ratio [OR], 2.46; 95% CI, 1.06 to 5.75; P = .04) at 3-month follow-up. The corresponding rates at 6-month follow-up were 9.5% and 4.0% (OR, 2.56; 95% CI, 1.15-5.70; P = .02). The intervention group showed a greater increase in IBC-S scores from baseline to both 3-month (β = 1.03; 95% CI, 0.46-1.59; P < .001) and 6-month (β = 0.95; 95% CI, 0.37-1.53; P = .001) follow-ups. CONCLUSIONS AND RELEVANCE: The findings of this randomized clinical trial suggest that telephone counseling and instant messaging support, guided by mHealth profiling, increased tobacco abstinence vs EMA alone. This intervention may be used to supplement conventional smoking cessation for individuals who use tobacco and are unwilling to use smoking cessation aids. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT05212220.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Male",
        "Female",
        "Adult",
        "Counseling",
        "Middle Aged",
        "Telephone",
        "Telemedicine",
        "Text Messaging",
        "Hong Kong",
        "Ecological Momentary Assessment"
      ]
    },
    {
      "pmid": "40084281",
      "title": "Repetitive transcranial magnetic stimulation reduces smoking cravings by decreasing cerebral blood flow in the dorsolateral prefrontal cortex.",
      "authors": [
        "Shuang Li",
        "Anhang Jiang",
        "Xuefeng Ma",
        "Bo Yang",
        "Haosen Ni",
        "Yanbin Zheng",
        "Ze Wang",
        "Guang-Heng Dong"
      ],
      "journal": "Brain communications",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Repetitive transcranial magnetic stimulation (rTMS) is a non-invasive brain stimulation method that has been increasingly used to treat psychiatric disorders, including tobacco use disorder. However, the neural mechanisms underlying the effects of rTMS remain unclear. This study aimed to examine the effectiveness of rTMS in smoking cessation and to explore the underlying neural mechanism of the treatment effect. In Experiment 1, we recruited 60 participants who smoked cigarettes and 60 healthy controls and used their baseline cerebral blood flow (CBF) measured by arterial spin labelling perfusion to determine the group-level difference in CBF. In Experiment 2, we used the left dorsolateral prefrontal cortex (DLPFC) as the target for subsequent 5-day rTMS treatment at a frequency of 10 Hz with 2000 pulses to observe the impact of rTMS on CBF, Fagerström test for nicotine dependence scores and Tiffney questionnaire on smoking urges scores. In Experiment 3, we measured functional connectivity to monitor the functional changes induced by rTMS and assessed their associations with smoking cravings and nicotine dependence scores. In Experiment 1, participants who smoked cigarettes presented significantly higher CBF in the left DLPFC and bilateral anterior cingulate cortex than healthy controls. In Experiment 2, rTMS significantly decreased CBF in the DLPFC and reduced Fagerström test for nicotine dependence scores and Tiffney questionnaire on smoking urges scores. In Experiment 3, rTMS increased functional connectivity between the left DLPFC and the bilateral superior frontal gyrus, right DLPFC, bilateral precuneus and bilateral parahippocampus in participants, who smoked cigarettes. Regional CBF is a tool to identify tobacco use disorder-related regional brain markers and targets for reducing nicotine dependence and smoking cravings through rTMS. A neural mechanism of left DLPFC rTMS may involve a reduction in CBF in the target area and an increase in functional connectivity between the target area and the DLPFC-striatal pathways."
    },
    {
      "pmid": "40078099",
      "title": "Smoking and Elevated Preneoadjuvant Chemoradiotherapy Serum Carcinoembryonic Antigen Levels Are Associated With High Tumor Regression Grade and Poor Survival in Patients With Locally Advanced Rectal Cancer.",
      "authors": [
        "Jen-Pin Chuang",
        "Hsiang-Lin Tsai",
        "Po-Jung Chen",
        "Ching-Wen Huang",
        "Wei-Chih Su",
        "Tsung-Kun Chang",
        "Yen-Cheng Chen",
        "Ching-Chun Li",
        "Yung-Sung Yeh",
        "Jaw-Yuan Wang"
      ],
      "journal": "The Kaohsiung journal of medical sciences",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neoadjuvant chemoradiotherapy (NACRT) is the standard treatment for patients with locally advanced rectal cancer (LARC). Tumor regression grade (TRG) is an essential prognostic factor in determining treatment efficacy. However, the potential factors influencing TRG in patients with rectal cancer who have received NACRT have not been investigated. We conducted a retrospective analysis of patients with LARC who received NACRT followed by surgical resection. We collected data on the patient characteristics, including age, sex, comorbidities, tumor size, lymph node status, time between NACRT and surgery, and pretreatment carcinoembryonic antigen (CEA) levels. TRG was determined on the basis of a pathological assessment of resected specimens, and overall survival (OS) at 5 years was determined. Univariate and multivariate logistic regression models were employed to evaluate the association between the patient characteristics and TRG. Univariate analysis revealed that smoking and prechemoradiotherapy (pre-CRT) and preoperative CEA levels were significantly associated with TRG. In a multivariate analysis, both smoking and higher pre-CRT CEA levels were identified as significant predictors of a high TRG. The hazard ratios were 2.32 (95% confidence interval [CI]: 1.06-5.07, p = 0.036) for smoking and 3.1 (95% CI: 1.69-5.68, p < 0.001) for higher pre-CRT CEA levels. In Kaplan-Meier analysis, the nonsmoker group exhibited higher OS (p = 0.004). Elevated pre-CRT CEA levels and current smoking status were associated with a more than two fold increase in the risk of a higher TRG after NACRT. Moreover, smoking was a significant risk factor for poor OS in patients with LARC following NACRT."
    },
    {
      "pmid": "40076719",
      "title": "Progerin mRNA Is Associated with Smoking and Signs of Increased Microvascular Damage in Patients with Diabetic Macular Edema.",
      "authors": [
        "Marc-Michael Zaruba",
        "Reinhard Angermann",
        "Simon Staggl",
        "Vivek Jeyakumar",
        "Sofia Mair",
        "Victoria Stöckl",
        "Julia Neyer",
        "Thomas Maurer",
        "Maria Ungericht",
        "Jasmina Gavranovic-Novakovic",
        "Axel Bauer",
        "Claus Zehetner",
        "Moritz Messner"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The premature aging disease Hutchinson-Gilford Syndrome (HGPS) is caused by defined mutations in the LMNA gene, resulting in the activation of a cryptic splice donor site, which leads to a defective truncated prelamin A protein called progerin. Notably, progerin expression has also been detected in non-mutated healthy individuals, and therefore, its involvement in the physiological aging process has been widely discussed. Since diabetes mellitus is associated with premature aging and increased cardiovascular mortality, we aimed to investigate the role of progerin expression in patients with diabetic retinopathy (DR). mRNA expression of progerin was analyzed in blood samples from 140 patients with DR who received anti-vascular endothelial growth factor (VEGF) therapy. Progerin mRNA levels were significantly lower in female compared to male patients (n = 42 vs. n = 98; 0.67 ± 0.19 vs. 0.89 ± 0.51, p = 0.006) and higher in patients with non-proliferative (NP)DR (n = 87 vs. n = 53; 0.9 ± 0.51 vs. 0.71 ± 0.29, p = 0.013) compared to those with proliferative (P)DR. Additionally, a positive correlation was found between progerin mRNA expression and the number of intravitreal anti-VEGF applications (n = 139, r = 0.21, p = 0.015), central macula thickness (CMT), (n = 137, r = 0.18, p = 0.036) and nicotine consumption (n = 105, r = 0.235, p = 0.002). The nuclear localization and significant upregulation of progerin mRNA and protein levels in dermal fibroblasts from HGPS donors emphasize its role in cellular aging mechanisms. Progerin mRNA levels were higher in patients with NPDR. CMT, number of intravitreal anti-VEGF therapy treatments, and cigarette consumption were positively related to progerin mRNA, suggesting an association with disease progression and premature aging.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Diabetic Retinopathy",
        "RNA, Messenger",
        "Middle Aged",
        "Smoking",
        "Macular Edema",
        "Lamin Type A",
        "Aged",
        "Vascular Endothelial Growth Factor A",
        "Microvessels"
      ]
    },
    {
      "pmid": "40074739",
      "title": "Transcranial direct current stimulation associated with physical exercise can help smokers to quit smoking: a randomized controlled trial.",
      "authors": [
        "Giselma Alcantara da Silva",
        "Lucas Chagas Silva",
        "Euclides Maurício Trindade Filho",
        "Mayara Vieira Damasceno",
        "Kátia Monte-Silva",
        "Adriana Ximenes-da-Silva"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Chronic exposure to nicotine is related to low activity in the prefrontal cortex and insular hyperactivity in smokers. Therefore, addiction has been the target of experimental studies in aerobic exercise (AE) and transcranial direct current stimulation (tDCS). Thus, the objective of this study was to verify the effect of AE and anodal tDCS at F4 and cathodal at T3 on craving, motivation to change smoking behaviour (MCSB) and brain reactivity (BR) in smokers. The sample consisted of 41 chronic smokers distributed into four groups: tDCS (G1), AE (G2), tDCS combined with AE (G3) and sham tDCS combined with AE (G4). All volunteers underwent 5 consecutive sessions of the intended intervention. Before starting the intervention protocol and after the last intervention session, the volunteers answered questionnaires and underwent an electroencephalogram exam, to evaluate the variables investigated. The results demonstrated that AE, when associated with active tDCS, was effective in promoting a reduction in craving (p < 0,05), cigarette consumption (p < 0,05), and BR (p < 0,05) during exposure to smoking cues, in addition to increasing MCSB (p < 0,05). Therefore, only when associated with AE, tDCS was able to modulate positive effects on smoking.",
      "mesh_terms": [
        "Humans",
        "Transcranial Direct Current Stimulation",
        "Male",
        "Smoking Cessation",
        "Female",
        "Adult",
        "Exercise",
        "Smokers",
        "Craving",
        "Middle Aged",
        "Smoking",
        "Motivation",
        "Electroencephalography"
      ]
    },
    {
      "pmid": "40071390",
      "title": "Behavioral activation for smoking cessation in veterans with posttraumatic stress disorder: A randomized clinical trial.",
      "authors": [
        "Jesse T Kaye",
        "Jennifer M Betts",
        "Elana Brubaker",
        "Kirsten Webster",
        "Jean C Beckham",
        "Timothy B Baker",
        "Jessica W Cook"
      ],
      "journal": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Certain psychiatric populations have especially low smoking cessation rates. This highlights the need to identify smoking treatments that increase cessation rates by addressing factors thought to impede their success. Behavioral activation (BA) targets anhedonia (i.e., reward insensitivity), which is linked with difficulties in quitting smoking and that is especially common and severe amongst mental health populations, including those with posttraumatic stress disorder (PTSD). Thus, BA has potential to increment the effectiveness of standard smoking cessation treatment for people with PTSD. METHODS: A randomized clinical trial for US military veterans with PTSD evaluated 8-weeks of behavioral activation versus health-smoking education counseling (contact-control) when each was used as an adjuvant to standard smoking cessation counseling and combination nicotine replacement therapy (nicotine patch + nicotine lozenge or nicotine gum). The primary outcome was biochemically confirmed 7-day point-prevalence abstinence 26-weeks after the target quit day. RESULTS: Of 124 participants randomized (mean [SD] age 49 years [12.6], 109 male [88%]), 68 (54.8%) provided final follow-up data. Intent-to-treat analyses showed 17 participants (13.7%) had biochemically confirmed abstinence at 26-weeks (16.1% self-reported abstinence). There was no significant main effect of BA (15.9%, 10/63) vs. control adjuvant counseling (11.5%, 7/61) on biochemically confirmed abstinence at 26-weeks, nor on self-reported abstinence at 4-, 12-, 20-, or 26-weeks. CONCLUSIONS: BA intervention did not improve smoking cessation rates more than an attention-control condition when each was paired with standard cessation counseling and medication and delivered to US veterans with PTSD. Smoking treatment was not associated with psychiatric symptom exacerbation. IMPLICATIONS: Behavioral activation therapy has proven effective in treating people with mental health disorders and may be effective as a smoking treatment. This randomized clinical trial compared behavioral activation with intensity-matched attention-control therapy when each was used as an adjuvant to standard smoking cessation treatment (counseling + nicotine patch and lozenge or gum) among US military veterans with posttraumatic stress disorder (PTSD). Behavioral activation therapy did not produce higher smoking abstinence rates than an attention-contact control therapy when each was paired with standard smoking cessation treatment delivered to patients with PTSD. Smoking treatment was not associated with worsening of psychiatric symptoms."
    },
    {
      "pmid": "40071276",
      "title": "Nicotine replacement therapy as a smoking cessation tool for adolescents: an update.",
      "authors": [
        "Ioannis Beis",
        "Anastasios Dimou",
        "Serafeim-Chrysovalantis Kotoulas",
        "Athanasia Pataka"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Adolescent smoking is a significant public health concern, as early nicotine addiction leads to more severe addiction and reduced cessation success during adulthood. While nicotine replacement therapy (NRT) is an effective smoking cessation tool in adults, its efficacy in adolescents is less clear. OBJECTIVE: This systematic review evaluates the effectiveness and safety of NRT for smoking cessation in adolescents. METHODS: A comprehensive search of PubMed and Cochrane Library databases identified 12 studies (randomized controlled trials and observational) examining NRT in adolescents. Outcomes included smoking cessation rates, withdrawal symptom relief, smoking reduction, and adverse events. RESULTS: NRT demonstrated limited success in long-term smoking cessation among adolescents, with low cessation rates that often declined post-treatment. However, NRT was effective in reducing smoking frequency and in managing withdrawal symptoms in some cases. The safety profile was generally favourable, with mild side effects such as skin irritation, headaches, and nausea. CONCLUSION: While NRT can reduce smoking and alleviate withdrawal symptoms, its effectiveness in sustaining long-term cessation in adolescents is limited. Adherence challenges and side effects suggest a need for complementary behavioural support and further research into tailored NRT strategies for this population."
    },
    {
      "pmid": "40068701",
      "title": "intEgrating Smoking Cessation treatment As part of usual Psychological care for dEpression and anxiety (ESCAPE): A randomised and controlled, multi-centre, acceptability and feasibility trial with nested qualitative methods.",
      "authors": [
        "Gemma M J Taylor",
        "Katherine Sawyer",
        "Pamela Jacobsen",
        "Tom P Freeman",
        "Anna Blackwell",
        "Shadi Daryan",
        "Chris Metcalfe",
        "David Kessler",
        "Marcus R Munafò",
        "Paul Aveyard"
      ],
      "journal": "Addiction (Abingdon, England)",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Pragmatic Clinical Trial"
      ],
      "abstract": "BACKGROUND AND AIM: There is evidence that smoking cessation may improve depression and anxiety symptoms. We assessed the feasibility of implementing and trialling a smoking cessation intervention in services providing cognitive behavioural therapy (CBT) for common mental illness. DESIGN, SETTING AND PARTICIPANTS: This study was a pragmatic, two-armed, randomised, multi-centre, acceptability and feasibility trial of a co-designed smoking cessation intervention (ISRCTN99531779) involving United Kingdom National Health Service (NHS)-funded services treating depression or anxiety among four NHS Trusts. Participants comprised adult daily smokers starting CBT for depression or anxiety [mean age 35.6 years, standard deviation (SD) = 12.7, 89.6% white] who smoked 14.3 (SD = 8.2) cigarettes/day with mean Generalised Anxiety Disorder Questionnaire-7 (GAD-7) and Patient Health Questionnaire-9 (PHQ-9) scores of 13.1 (SD = 4.9) and 14.5 (SD = 6.0). Sixty-eight participants were allocated to the treatment group and 67 to control. INTERVENTION AND CONTROL: Both groups received CBT for depression or anxiety. The treatment group also received up to 12 sessions of integrated smoking cessation support. The control group was signposted to smoking cessation services post-treatment. MEASUREMENTS: Follow-up was at 3 and 6 months. The primary outcome was 'study completion' by 3 months. Other outcomes included acceptability, satisfaction, feasibility, data completeness and mental health. FINDINGS: At 3 months, treatment did not affect study completion [odds ratio (OR) = 0.81, 95% confidence interval (CI) = 0.31 to 2.09], did not harm mental health (PHQ-9 difference: coefficient 0.01, 95% CI = -2.19 to 2.22); GAD-7: coefficient 0.65, 95% CI = -1.59 to 2.90), but increased abstinence rates (OR = 8.69, 95% CI = 1.11 to 396.26). Recruitment was acceptable and key stakeholders were satisfied with the intervention. CONCLUSIONS: Among UK adult smokers receiving CBT treatment for depression or anxiety, a smoking cessation intervention within the CBT treatment was well received, did not interfere with the primary treatment goals and increased smoking cessation.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Cognitive Behavioral Therapy",
        "Male",
        "Female",
        "Adult",
        "Feasibility Studies",
        "United Kingdom",
        "Anxiety Disorders",
        "Depression",
        "Middle Aged",
        "Anxiety",
        "Depressive Disorder",
        "Patient Acceptance of Health Care",
        "Qualitative Research"
      ]
    },
    {
      "pmid": "40064734",
      "title": "Tobacco smoking and the risk of eating behaviors and depression among Palestinian female university students.",
      "authors": [
        "Basma Damiri",
        "Thabet Zidan",
        "Dalia Hamayel",
        "Motaz Saifi"
      ],
      "journal": "Discover mental health",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Tobacco smoking and eating disorders are often connected to concerns about body image and can be indicative of underlying mental health conditions, such as depression. In Palestinian society, females have a cultural belief that smoking can aid in weight loss. Societal pressure on body image may drive females to such risky behaviors. However, few studies have examined the link between smoking and eating disorder behaviors. We researched the prevalence of tobacco smoking among Palestinian female university students and its association with binge/purge behaviors and depression. METHOD: A cross-sectional research study was carried out at An-Najah National University. Female students [N = 642] completed anonymous surveys, sharing information about tobacco smoking and other substance use habits, answering questions from the Eating Attitude Test-26, the Sick (EAT-26), Control, One, Fat, and Food (SCOF) screening tests, and the Beck Depression Inventory. RESULTS: The study reported a high prevalence of waterpipe smoking (24.4%) among Palestinian university female students, which exceeded the prevalence of cigarette smoking (4%). For the SCOF scale, 36.3% scored ≥ 2 points, indicating a screened positive for anorexia or bulimia nervosa; 40% struggled with binge-eating behavior, while only 7.8% had sought treatment for eating disorders. Additionally, 34.7% of the students experienced depression. The adjusted binary logistic regression model of risk factors for cigarette smoking has shown that cigarette smoking is significantly associated with self-induced vomiting (aOR = 6.075, p-value = 0.027), history for eating disorder treatment (aOR = 3.438, p-value = 0.047), e-cigarettes (aOR = 10.070, p-value = 0.001), waterpipe (aOR = 3.299, p-value = 0.022), energy drinks (aOR = 5.163, p-value = 0.003), moderate depression (aOR = 11.499, p-value = 0.010), and mild depression (aOR = 12.963, p-value = 0.003). CONCLUSION: The study revealed concerning results of tobacco smoking linked to depression, binge/purge behaviors, obesity, and various weight-control methods. These findings highlight the urgent need for targeted interventions through awareness campaigns, culturally tailored health education, implementation of mental health support for students, and provide accessible medical and psychological assistance to at-risk Palestinian female students."
    },
    {
      "pmid": "40061748",
      "title": "The Crucial Role of Smoking Cessation in Preventing Oral Cancer.",
      "authors": [
        "Prabhu Manickam Natarajan",
        "Bhuminathan Swamikannu",
        "Rajan Rahe",
        "Bindu Kamaraj",
        "Loganathan Kamaraj",
        "Veerakumar Ramachandran"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Oral cancer remains a significant public health concern globally, with smoking being a primary risk factor. Smoking cessation has been identified as a crucial intervention in reducing the incidence of oral cancer. This abstract reviews the impact of smoking cessation on oral cancer prevention, emphasizing the benefits of quitting smoking in decreasing the risk of developing oral malignancies. Evidence suggests that smoking cessation not only reduces the immediate risk of oral cancer but also contributes to long-term health improvements. The mechanisms through which smoking cessation exerts its protective effects, including the reduction of carcinogenic exposure and enhancement of oral mucosal health, are discussed. Public health strategies and interventions aimed at promoting smoking cessation are also highlighted as essential components in oral cancer prevention efforts."
    }
  ]
}