{
  "supplement": "Sodium Restriction",
  "query": "Sodium Restriction[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:41:57",
  "research_count": 170,
  "count": 100,
  "articles": [
    {
      "pmid": "39011430",
      "title": "Psychometric properties of the Iranian version of the thirst distress scale and dietary sodium restriction questionnaire for the elderly with heart failure.",
      "authors": [
        "Khatereh Mohammad Amini",
        "Fatemeh Ghaffari",
        "Ali Pourhabib",
        "Zahra Fotokian",
        "Mohammad Hassan Nadimi Defrazi"
      ],
      "journal": "Caspian journal of internal medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Recognizing thirst distress and sodium intake restriction using valid and reliable tools enable evidence-based care, and improve treatment outcomes for the elderly with heart failure (HF). The present study investigated the psychometric properties of the thirst distress scale (TDS-HF) and dietary sodium restriction questionnaire for Iranian's elderly with HF (DSRQ-HF). METHODS: This crossectional study was conducted during 2021-2022. Two hundred and forty elderly people referring to the cardiology clinics and offices in the western region of Mazandaran, Iran were selected by the convenient sampling method. First, the two questionnaires were translated. Then, face, content, and construct validity were assessed. Several indices were used to evaluate, including the chi-square/degree-of-freedom ratio (CMIN/DF), parsimonious normed fit index (PNFI), comparative fit index (CFI), parsimonious comparative fit index (PCFI). RESULTS: The value of content validity index of all items of the two questionnaires was higher than 0.62. The fit indices, including PCFI=0.594, PNFI=0.582, CMIN/DF=1.987, and CFI=0.979, confirmed the one-factor construct of TDS. PCFI=0.724, PNFI=0.661, CMIN/DF=1.935, ad CFI=0.905, indicated the confirmation of the three-factor construct of DSRQ. The value of Cronbach's alpha of the two questionnaires were 0.86. The value of Ω of the TDS-HF and DSRQ-HF were 0.858, and 0.860, respectively. The value of θ of the TDS-HF and DSRQ-HF were 0.858, and 0.861, representing the suitability of both constructs. CONCLUSION: The TDS-HF and DSRQ-HF can be used to measure the psychometric effects of diet therapy and behaviors of the elderly with HF in relation to adherence to diet therapy."
    },
    {
      "pmid": "38960754",
      "title": "The role of exercise training and dietary sodium restriction in heart failure rehabilitation: A systematic review.",
      "authors": [
        "Saud Muthanna Shakir Al-Ezzi",
        "Pugazhendi Inban",
        "Sai Harini Chandrasekaran",
        "Vemparala Priyatha",
        "Hyma Bamba",
        "Jobby John",
        "Gurmehar Singh",
        "Priyadarshi Prajjwal",
        "Mohammed Dheyaa Marsool Marsool",
        "Hritvik Jain"
      ],
      "journal": "Disease-a-month : DM",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "Heart failure (HF) rehabilitation seeks to enhance the entire well-being and quality of life of those with HF by focusing on both physical and mental health. Non-pharmacological measures, particularly exercise training, and dietary salt reduction, are essential components of heart failure rehabilitation. This study examines the impact of these components on the recovery of patients with heart failure. By conducting a comprehensive analysis of research articles published from 2010 to 2024, we examined seven relevant studies collected from sources that include PubMed and Cochrane reviews. Our findings indicate that engaging in physical activity leads to favorable modifications in the heart, including improved heart contractility, vasodilation, and cardiac output. These alterations enhance the delivery of oxygen to the peripheral tissues and reduce symptoms of heart failure, such as fatigue and difficulty breathing. Nevertheless, decreasing the consumption of salt in one's diet to less than 1500 mg per day did not have a substantial impact on the frequency of hospitalizations, visits to the emergency room, or overall mortality when compared to conventional treatment. The combination of sodium restriction and exercise training can have synergistic effects due to their complementary modes of action. Exercise improves cardiovascular health and skeletal muscle metabolism, while sodium restriction increases fluid balance and activates neurohormonal pathways. Therefore, the simultaneous usage of both applications may result in more significant enhancements in HF symptoms and clinical outcomes compared to using each program alone.",
      "mesh_terms": [
        "Humans",
        "Heart Failure",
        "Diet, Sodium-Restricted",
        "Exercise Therapy",
        "Quality of Life",
        "Cardiac Rehabilitation",
        "Exercise"
      ]
    },
    {
      "pmid": "37726656",
      "title": "Dietary sodium restriction reduces blood pressure in patients with treatment resistant hypertension.",
      "authors": [
        "Bodil G Hornstrup",
        "Nikolai Hoffmann-Petersen",
        "Thomas Guldager Lauridsen",
        "Jesper N Bech"
      ],
      "journal": "BMC nephrology",
      "publication_date": "2023-Sep-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: Patients with treatment resistant hypertension (TRH) are at particular risk of cardiovascular disease. Life style modification, including sodium restriction, is an important part of the treatment of these patients. We aimed to analyse if self-performed dietary sodium restriction could be implemented in patients with TRH and to evaluate the effect of this intervention on blood pressure (BP). Moreover, we aimed to examine if mechanisms involving nitric oxide, body water content and BNP, renal function and handling of sodium were involved in the effect on nocturnal and 24-h BP. Also, measurement of erythrocyte sodium sensitivity was included as a possible predictor for the effect of sodium restriction on BP levels. PATIENTS AND METHODS: TRH patients were included for this interventional four week study: two weeks on usual diet and two weeks on self-performed sodium restricted diet with supplementary handed out sodium-free bread. At the end of each period, 24-h BP and 24-h urine collections (sodium, potassium, ENaC) were performed, blood samples (BNP, NOx, salt blood test) were drawn, and bio impedance measurements were made. RESULTS: Fifteen patients, 11 males, with a mean age of 59 years were included. After sodium restriction, urinary sodium excretion decreased from 186 (70) to 91 [51] mmol/24-h, and all but one reduced sodium excretion. Nocturnal and 24-h systolic BP were significantly reduced (- 8 and - 10 mmHg, respectively, p < 0.05). NOx increased, BNP and extracellular water content decreased, all significantly. Change in NOx correlated to the change in 24-h systolic BP. BP response after sodium restriction was not related to sodium sensitivity examined by salt blood test. CONCLUSION: Self-performed dietary sodium restriction was feasible in a population of patients with TRH, and BP was significantly reduced. Increased NOx synthesis may be involved in the BP lowering effect of sodium restriction. TRIAL REGISTRATION: The study was registered in Clinical trials with ID: NCT06022133.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Middle Aged",
        "Sodium, Dietary",
        "Sodium",
        "Blood Pressure",
        "Hypertension",
        "Sodium Chloride, Dietary",
        "Sodium Chloride"
      ]
    },
    {
      "pmid": "37432286",
      "title": "Efficacy of an Educational Intervention for Sodium Restriction in Patients with Hypertension: A Randomized Controlled Trial.",
      "authors": [
        "Marcela P Rodrigues",
        "Carolina B Ferreira",
        "Kauane Aline M Dos Santos",
        "Paula N Merello",
        "Sinara L Rossato",
        "Sandra C Fuchs",
        "Leila B Moreira"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Apr-30",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "There is sound evidence showing the efficacy of non-pharmacological interventions in lowering blood pressure (BP); however, adherence is usually poor. Interventions to induce behavioral changes aim to improve the ability to read labels, choose foods, and eat low-sodium meals, reinforcing adherence to sodium restriction. In this randomized parallel-controlled trial, we assessed the effectiveness of an educational intervention using the Dietary Sodium Restriction Questionnaire (DSRQ) scores. A follow-up period of 6 months was conducted. Participants were randomized into (1) an educational intervention provided by a registered dietitian on individual visits and dietary planning; (2) a control group with the usual care and dietary recommendations. Patients underwent 24-h ambulatory BP monitoring, 12-h fasting blood tests, spot urine collection, and assessment using DSRQ. We randomized 120 participants (67.5% women and 68.3% Caucasians), and 25 participants were lost to follow-up. The 24-h sodium urinary excretion changed in the control (Δ -1610 mg/day; 95% confidence interval [CI] -1800 to -1410) and intervention groups (Δ -1670 mg/day; 95% CI -1800 to -1450) over time. There was no significant difference in the 24-h estimated sodium between groups. In hypertensive patients, DSRQ-based educational intervention is effective for improving the ability to detect and overcome obstacles to a low-sodium restriction diet but is as effective as dietary recommendations for lowering sodium.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Sodium",
        "Hypertension",
        "Sodium, Dietary",
        "Diet, Sodium-Restricted",
        "Sodium Chloride, Dietary",
        "Meals"
      ]
    },
    {
      "pmid": "36574107",
      "title": "Mizoribine combined with steroids and dietary sodium restriction on the treatment of primary membranous nephropathy: a prospective study.",
      "authors": [
        "Xichao Wang",
        "Miaomiao Zhang",
        "Na Sun",
        "Wenxiu Chang"
      ],
      "journal": "Clinical and experimental nephrology",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: We aimed to initially explore the efficiency and safety of mizoribine (MZR) combined with steroids and dietary sodium restriction on the treatment of primary membranous nephropathy (MN) compared with cyclophosphamide (CPM)-based steroids. METHODS: Patients with primary MN were enrolled. According to the therapy, they were divided into the MZR combined with steroids and dietary sodium restriction group (N = 30) and CPM-based steroids group (N = 30). Both groups were followed up for 1 year to monitor safety and efficacy. RESULTS: Compared with the CPM-based steroids group, the MZR combined with steroids and dietary sodium restriction group had significantly lower daily sodium intake, serum sodium, blood pressure (BP), and 24 h urine protein (all P < 0.05). Conversely, plasma albumin and complete remission rate in the MZR group were higher at the 12th follow-up (40.39 ± 5.14 g/L vs. 37.63 ± 5.40 g/L; 86.67% vs. 66.67%; all P < 0.05). These two groups showed similar adverse events rates (20.00% vs. 26.67%, P = 0.54). CONCLUSION: This study demonstrates that MZR combined with steroids and dietary sodium restriction is superior to CPM-based steroids in terms of complete remission and 24 h urine protein in patients with primary MN.",
      "mesh_terms": [
        "Humans",
        "Immunosuppressive Agents",
        "Prospective Studies",
        "Sodium, Dietary",
        "Sodium",
        "Glomerulonephritis, Membranous",
        "Cyclophosphamide",
        "Ribonucleosides",
        "Steroids",
        "Sodium Chloride, Dietary",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "36373551",
      "title": "Sodium Restriction in Patients With Heart Failure: A Systematic Review and Meta-Analysis of Randomized Clinical Trials.",
      "authors": [
        "Eloisa Colin-Ramirez",
        "Nariman Sepehrvand",
        "Sarah Rathwell",
        "Heather Ross",
        "Jorge Escobedo",
        "Peter Macdonald",
        "Richard Troughton",
        "Clara Saldarriaga",
        "Fernando Lanas",
        "Robert Doughty",
        "Finlay A McAlister",
        "Justin A Ezekowitz"
      ],
      "journal": "Circulation. Heart failure",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sodium restriction is a nonpharmacologic treatment suggested by practice guidelines for the management of patients with heart failure (HF). In this study, we synthesized the data from randomized controlled trials (RCTs) evaluating the effects of sodium restriction on clinical outcomes in patients with HF. METHODS: In this aggregate data meta-analysis, Cochrane Central, MEDLINE (Medical Literature Analysis and Retrieval System Online), Embase Ovid, and CINAHL (Cumulative Index to Nursing and Allied Health Literature) Plus databases were searched up to April 2, 2022. RCTs were included if they investigated the effects of sodium/salt restriction as compared to no restriction on clinical outcomes in patients with HF. Outcomes of interest included mortality, hospitalization, change in New York Heart Association functional class, and quality of life (QoL). RESULTS: Seventeen RCTs were identified (834 and 871 patients in intervention and control groups, respectively). Sodium restriction did not reduce the risk of all-cause death (odds ratio, 0.95 [95% CI, 0.58-1.58]), hospitalization (odds ratio, 0.84 [95% CI, 0.62-1.13]), or the composite of death/hospitalization (odds ratio, 0.88 [95% CI, 0.63-1.23]). The results were similar in different subgroups, except for the numerically lower risk of death with reduced sodium intake reported in RCTs with dietary sodium at the 2000 to 3000 mg/d range as opposed to <2000 mg/d (and in RCTs with versus without fluid restriction as a co-intervention). Among RCTs reporting New York Heart Association change, 2 RCTs (which accounted for two-thirds of the data) showed improvement in New York Heart Association class with sodium restriction. Substantial heterogeneity existed for QoL: 6 RCTs showed improvement of QoL and 4 RCTs showed no improvement of sodium restriction on QoL. CONCLUSIONS: In a meta-analysis of RCTs, sodium restriction was not associated with fewer deaths or hospitalizations in patients with HF. Dietary sodium restriction may be associated with improvements in symptoms and QoL.",
      "mesh_terms": [
        "Humans",
        "Heart Failure",
        "Sodium",
        "Randomized Controlled Trials as Topic",
        "Hospitalization",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "36357702",
      "title": "Dietary sodium restriction prevents vascular endothelial growth factor inhibitor-induced hypertension.",
      "authors": [
        "Leni van Doorn",
        "Wesley J Visser",
        "Daan C H van Dorst",
        "Katrina M Mirabito Colafella",
        "Stijn L W Koolen",
        "Anneke van Egmond- de Mik",
        "Ingrid M Garrelds",
        "Dominique M Bovée",
        "Esther Oomen- de Hoop",
        "Sander Bins",
        "Ferry A L M Eskens",
        "Ewout J Hoorn",
        "A H Jan Danser",
        "Ron H J Mathijssen",
        "Jorie Versmissen"
      ],
      "journal": "British journal of cancer",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Vascular endothelial growth factor inhibitors (VEGFIs) are effective anticancer agents which often induce hypertension. VEGFI-induced hypertension is sodium-sensitive in animal studies. Therefore, the efficacy of dietary sodium restriction (DSR) to prevent VEGFI-induced hypertension in cancer patients was studied. METHODS: Cancer patients with VEGFI-induced hypertension (day mean >135/85 mmHg or a rise in systolic and/or diastolic BP ≥ 20 mmHg) were treated with DSR (aiming at <4 g salt/day). The primary endpoint was the difference in daytime mean arterial blood pressure (MAP) increase between the treatment cycle with and without DSR. RESULTS: During the first VEGFI treatment cycle without DSR, mean daytime MAP increased from 95 to 110 mmHg. During the subsequent treatment cycle with DSR, mean daytime MAP increased from 94 to 102 mmHg. Therefore, DSR attenuated the increase in mean daytime MAP by 7 mmHg (95% CI 1.3-12.0, P = 0.009). DSR prevented the rise in the endothelin-1/renin ratio that normally accompanies VEGFI-induced hypertension (P = 0.020) and prevented the onset of proteinuria: 0.15 (0.10-0.25) g/24 h with DSR versus 0.19 (0.11-0.32) g/24 h without DSR; P = 0.005. DISCUSSION: DSR significantly attenuated VEGFI induced BP rise and proteinuria and thus is an effective non-pharmacological intervention.",
      "mesh_terms": [
        "Animals",
        "Sodium, Dietary",
        "Sodium",
        "Vascular Endothelial Growth Factor A",
        "Hypertension",
        "Blood Pressure",
        "Angiogenesis Inhibitors",
        "Neoplasms",
        "Proteinuria"
      ]
    },
    {
      "pmid": "36036985",
      "title": "Psychometric Properties of the Turkish Version of the Dietary Sodium Restriction Questionnaire.",
      "authors": [
        "Ebru Konal Korkmaz",
        "Melek Ardahan"
      ],
      "journal": "The Journal of cardiovascular nursing",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sodium restriction is the primary nonpharmacological treatment in heart failure (HF) to prevent rehospitalization and reduce HF symptom burden. Despite the importance of restricting sodium in the diet, the prevalence of nonadherence to a low-sodium diet has been known to be high. To reduce the high prevalence of nonadherence, we have to know the facilitating and challenging factors. The planned behavior theory shows those factors, including attitudes, social norms, and perceived behavioral control. The Dietary Sodium Restriction Questionnaire (DSRQ) was developed based on the planned behavior theory. However, in Turkey, the psychometric properties of this instrument have not been studied yet. Therefore, the aim of this study was to conduct a psychometric testing of the Turkish version of the DSRQ among patients with HF. METHODS: Data were collected from 300 patients who were recommended a sodium-restricted diet because of a diagnosis of HF. Validity was tested using content validity index, Kendall W, and exploratory and confirmatory factor analyses. Reliability was tested using item-total and interitem correlations, Cronbach's α coefficient of reliability, independent-sample t test, and test-retest analysis. RESULTS: The exploratory factor analysis revealed that 3 factors accounted for 78.2% of the explained variance. The factor loads ranged between 0.67 and 0.96. The results of the confirmatory factor analysis showed goodness-of-fit indices greater than 0.90, with a root-mean-square error of approximation less than 0.10 and a root-mean-square residual of 0.05. The Cronbach's α coefficient for DSRQ was 0.92 and for each subscale was as follows: attitude and subjective norm, 0.97; perceived external behavior control, 0.89; and perceived internal behavior control, 0.83. CONCLUSIONS: The DSRQ is a valid and reliable instrument in assessing the attitudes, beliefs, and perceived behavioral control related to following a low-sodium diet of patients with HF in the Turkish population.",
      "mesh_terms": [
        "Heart Failure",
        "Humans",
        "Psychometrics",
        "Reproducibility of Results",
        "Sodium",
        "Sodium, Dietary",
        "Surveys and Questionnaires",
        "Turkey"
      ]
    },
    {
      "pmid": "35257458",
      "title": "Sodium-glucose co-transporter 2 inhibitor therapy: use in chronic kidney disease and adjunctive sodium restriction.",
      "authors": [
        "Mansi Tiwary",
        "Tamara Y Milder",
        "Sophie L Stocker",
        "Richard O Day",
        "Jerry R Greenfield"
      ],
      "journal": "Internal medicine journal",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The global burden of chronic kidney disease (CKD) has increased significantly over the past few decades. This reflects the rising prevalence of type 2 diabetes mellitus (T2DM) and hypertension, two leading causes of CKD. Hypertension, which can also be a complication of CKD, accelerates renal disease progression and augments cardiovascular risk, especially in individuals with diabetic kidney disease. Hence, blood pressure (BP) reduction is a vital component of CKD management. Sodium-glucose co-transporter 2 (SGLT2) inhibitors are a relatively novel class of medications developed to treat T2DM by inducing glycosuria and hence, lowering glycaemia. Additionally, SGLT2 inhibitors are antihypertensive, renoprotective and cardioprotective, even in individuals without T2DM, making them effective therapeutic agents for CKD. Another therapy that has proven to be antihypertensive, renoprotective and cardioprotective is dietary sodium restriction. This review evaluates the potential combined benefits of SGLT2 inhibition and dietary sodium restriction on the BP and renal parameters of individuals with CKD.",
      "mesh_terms": [
        "Humans",
        "Antihypertensive Agents",
        "Blood Glucose",
        "Diabetes Mellitus, Type 2",
        "Hypertension",
        "Hypoglycemic Agents",
        "Kidney",
        "Renal Insufficiency, Chronic",
        "Sodium",
        "Sodium, Dietary",
        "Sodium-Glucose Transporter 2",
        "Sodium-Glucose Transporter 2 Inhibitors"
      ]
    },
    {
      "pmid": "34954741",
      "title": "Effect of Dietary Sodium Restriction on the Quality of Life of Patients With Heart Failure: A Systematic Review of Randomized Controlled Trials.",
      "authors": [
        "Chenya Zhu",
        "Ming Cheng",
        "Yue Su",
        "Tianyu Ma",
        "Xiaoqing Lei",
        "Yunying Hou"
      ],
      "journal": "The Journal of cardiovascular nursing",
      "publication_date": null,
      "publication_types": [
        "Systematic Review",
        "Meta-Analysis",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dietary salt restriction is recommended by many guidelines for patients with heart failure (HF). Quality of life (QoL) is an important end point of this intervention. However, the literature is still limited regarding the effect of dietary salt restriction on QoL in patients with HF. AIMS: We performed a systematic review and meta-analysis of randomized controlled trials to evaluate the effect of dietary sodium restriction on QoL in patients with HF. METHODS: We searched PubMed (MEDLINE), the Cochrane Central Register of Controlled Trials (CENTRAL), EMBASE, and Cumulative Index to Nursing and Allied Health from the establishment of each database to December 20, 2020. We included randomized controlled trials with sodium restriction as an intervention. The primary outcome was QoL, and the secondary outcomes were mortality, readmission, and fatigue. We obtained the full text of potentially relevant trials, extracted data from the included trials, assessed their risk of bias, and performed a meta-analysis. RESULTS: We included 10 trials (1011 participants with HF) with 7 days to 83 months of follow-up. Dietary sodium restriction did not improve QoL over the long term (&gt;30 days) ( P = .61). The pooled effects showed that this intervention might increase mortality risk ( P &lt; .00001). It did not reduce the readmission rate within the short term (≤30 days) ( P = .78) but increased the readmission rate over the long term ( P = .0003). CONCLUSION: Our study did not show that interventions to restrict dietary sodium had a positive effect on patients with HF in terms of QoL, mortality, or readmission.",
      "mesh_terms": [
        "Humans",
        "Quality of Life",
        "Sodium",
        "Sodium Chloride, Dietary",
        "Sodium, Dietary",
        "Randomized Controlled Trials as Topic",
        "Heart Failure"
      ]
    },
    {
      "pmid": "34671892",
      "title": "Effect of a sodium restriction diet on albuminuria and blood pressure in diabetic kidney disease patients: a meta-analysis.",
      "authors": [
        "Yanrong Chen",
        "Xiangyu Wang",
        "Yijie Jia",
        "Meina Zou",
        "Zongji Zhen",
        "Yaoming Xue"
      ],
      "journal": "International urology and nephrology",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: A sodium restriction diet is a key component of chronic kidney disease (CKD) management. However, the efficacy of its use in patients with diabetic kidney disease (DKD) is uncertain. The present meta-analysis explored the effects of restricting sodium intake on albuminuria and blood pressure in DKD patients with albuminuria. METHODS: We searched the Cochrane Central Register of Controlled Trials, Web of Science, MEDLINE, and EMBASE for randomized controlled trials, and we reviewed the references of all searched articles to avoid omitting other relevant articles. Our primary endpoints were blood pressure, albumin excretion rate, and plasma renin activity. We assessed pooled data using a random-effects model. RESULTS: Of the 661 articles identified, a total of 12 articles were included in the meta-analysis. The random-effects model indicated that salt-restriction diet interventions led to a poled - 4.72 mmHg (95% CI - 6.71, - 2.73) difference in systolic blood pressure and that the intervention resulted in a 2.33 mmHg lower diastolic blood pressure (95% CI - 3.61, - 1.05). In patients with microalbuminuria, restricted sodium intake decreased the albumin excretion rate (AER) by 12.62 mg/min (95% CI - 19.64, - 5.60). Furthermore, the AER was 127.69 mg/min lower in patients with macroalbuminuria (95% CI - 189.07, - 66.32). CONCLUSION: Moderate sodium restriction diets reduce urinary albumin excretion and decrease the level of blood pressure, especially for patients with macro-albuminuria. Thus, it is necessary to strengthen the intervention and health education as well as to provide individualized dietary advice.",
      "mesh_terms": [
        "Albumins",
        "Albuminuria",
        "Blood Pressure",
        "Diabetes Mellitus",
        "Diabetic Nephropathies",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Male",
        "Sodium",
        "Sodium Chloride, Dietary"
      ]
    },
    {
      "pmid": "34490604",
      "title": "Sodium restriction in patients with chronic heart failure and reduced ejection fraction: A randomized controlled trial.",
      "authors": [
        "Juan B Ivey-Miranda",
        "Eduardo Almeida-Gutierrez",
        "Raul Herrera-Saucedo",
        "Edith L Posada-Martinez",
        "Adolfo Chavez-Mendoza",
        "Genaro H Mendoza-Zavala",
        "Jose A Cigarroa-Lopez",
        "Jose A Magaña-Serrano",
        "Roxana Rivera-Leaños",
        "Alberto Treviño-Mejia",
        "Cristina Revilla-Matute",
        "Eduardo J Flores-Umanzor",
        "Nilda Espinola-Zavaleta",
        "Arturo Orea-Tejeda",
        "Juan Garduño-Espinosa",
        "Guillermo Saturno-Chiu",
        "Veena S Rao",
        "Jeffrey M Testani",
        "Gabriela Borrayo-Sanchez"
      ],
      "journal": "Cardiology journal",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Sodium restriction is recommended for patients with heart failure (HF) despite the lack of solid clinical evidence from randomized controlled trials. Whether or not sodium restrictions provide beneficial cardiac effects is not known. METHODS: The present study is a randomized, double-blind, controlled trial of stable HF patients with ejection fraction ≤ 40%. Patients were allocated to sodium restriction (2 g of sodium/day) vs. control (3 g of sodium/day). The primary outcome was change in N-terminal pro-B-type natriuretic peptide (NT-proBNP) at 20 weeks. Secondary outcomes included quality of life and adverse safety events (HF readmission, blood pressure or electrolyte abnormalities). RESULTS: Seventy patients were enrolled. Median baseline sodium consumption was 3268 (2225-4537) mg/day. Adherence to the intervention based on 24-hour urinary sodium was 32%. NT-proBNP and quality of life did not significantly change between groups (p > 0.05 for both). Adverse safety events were not significantly different between the arms (p > 0.6 for all). In the per protocol analysis, patients who achieved a sodium intake < 2500 mg/day at the intervention conclusion showed improvements in NT-proBNP levels (between-group difference: -55%, 95% confidence interval -27 to -73%; p = 0.002) and quality of life (between-group difference: -11 ± 5 points; p = 0.04). Blood pressure decreased in patients with lower sodium intake (between-group difference: -9 ± 5 mmHg; p = 0.05) without significant differences in symptomatic hypotension or other safety events (p > 0.3 for all). CONCLUSIONS: Adherence assessed by 24-hour natriuresis and by the nutritionist was poor. The group allocated to sodium restriction did not show improvement in NT-proBNP. However, patients who achieved a sodium intake < 2500 mg/day appeared to have improvements in NT-proBNP and quality of life without any adverse safety signals. CLINICALTRIALS: gov Identifier: NCT03351283.",
      "mesh_terms": [
        "Humans",
        "Biomarkers",
        "Heart Failure",
        "Natriuretic Peptide, Brain",
        "Peptide Fragments",
        "Quality of Life",
        "Sodium",
        "Sodium, Dietary",
        "Stroke Volume"
      ]
    },
    {
      "pmid": "34162773",
      "title": "Sodium Restriction Counseling Reduces Cardiac Events in Patients With Heart Failure.",
      "authors": [
        "Takafumi Nakajima",
        "Makoto Murata",
        "Syogo Nitta",
        "Tatsunori Shitara",
        "Hiroko Kazama",
        "Yukiko Satoh",
        "Masayo Takizawa",
        "Akemi Mori",
        "Yasuyuki Kobayashi",
        "Hitoshi Adachi"
      ],
      "journal": "Circulation journal : official journal of the Japanese Circulation Society",
      "publication_date": "2021-Aug-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Many heart failure (HF) guidelines recommend sodium restriction for patients with HF, but the outcome of sodium restriction counseling (SRC) for HF patients is still unknown. We wanted to clarify whether SRC reduces cardiac events in patients with HF. METHODS AND RESULTS: Overall, 800 patients (77±12 years) who were hospitalized for HF were enrolled. During HF hospitalization, patients received SRC; patients were required to have a salt intake of <6 g/day. After discharge, death or HF rehospitalization events were investigated. During a mean follow-up of 319±252 days, 83 patients died, and 153 patients were rehospitalized for HF. SRC significantly decreased all-cause death (odds ratio, 0.42; 95% confidence interval [CI], 0.23-0.76; P<0.01), especially cardiac death of hospitalized HF patients after discharge. In the multivariate analysis adjusted for age, sex, SRC, body mass index, hypertension, dyslipidemia, β-blockers, and mineralocorticoid receptor antagonist intake, cardiac rehabilitation, and the type of HF, SRC remained a significant predictor of death. Kaplan-Meier analysis showed that SRC significantly reduced deaths and the combined outcome of HF rehospitalization and death. In patients with reduced left ventricular ejection fraction, SRC significantly decreased the mortality rate (odds ratio, 0.27; 95% CI, 0.10-0.71; P<0.01). CONCLUSIONS: SRC reduced the mortality rate after discharge of hospitalized HF patients.",
      "mesh_terms": [
        "Counseling",
        "Heart Failure",
        "Humans",
        "Sodium",
        "Stroke Volume",
        "Ventricular Function, Left"
      ]
    },
    {
      "pmid": "33680411",
      "title": "Factors associated with noncompliance of sodium restriction in hypertensive and heart failure patients at the National Hospital of Cotonou, Benin.",
      "authors": [
        "Colette Sylvie Azandjeme",
        "Charles-Jérome Sossa",
        "Murielle Eliane Hounkponou",
        "Yolaine Ahanhanzo-Glèlè",
        "Basilia Sodabi",
        "Carmelle Mizehoun",
        "Aymeric Darboux",
        "Martin Houenassi"
      ],
      "journal": "Journal of public health in Africa",
      "publication_date": "2020-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Nutritional therapy in the treatment of high blood pressure and heart failure is a real challenge in terms of compliance of sodium restriction for success of the treatment. The study aims to assess the level of patient compliance with the sodium restriction by salt consumption, prescribed by care providers and the associated factors. MATERIALS AND METHODS: Total daily salt intake was estimated in a cross-sectional study of 166 hypertensive and heart failure subjects monitored in the cardiology department of the \"Centre Hospitalier Universitaire - Hubert Koutoukou Maga\" (CNHU-HKM), using two 24-hour recalls combined with a food frequency questionnaire for salt-providing foods. RESULTS: Out of the study, 83.7% of patients had a daily intake above recommendations. Factors associated with the non-compliance of salt restriction were the lack of knowledge of palliative spices and herbs of salty taste (p=0.009) and the consumption of salty snack foods and salty peanuts (p=0.032). CONCLUSION: Nutritional education and support activities should be carried out to improve the salt reduction compliance for these patients."
    },
    {
      "pmid": "32682866",
      "title": "Dietary Sodium Restriction for Heart Failure: A Systematic Review of Intervention Outcomes and Behavioral Determinants.",
      "authors": [
        "Marissa Burgermaster",
        "Rebecca Rudel",
        "David Seres"
      ],
      "journal": "The American journal of medicine",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Systematic Review"
      ],
      "abstract": "The 1500 mg/d dietary sodium restriction commonly recommended for patients with heart failure has recently been questioned. Poor adherence to sodium-restricted diets makes assessing the efficacy of sodium restriction challenging. Therefore, successful behavioral interventions are needed. We reviewed sodium restriction trials and descriptive studies of sodium restriction to: 1) determine if sodium restriction was achieved in interventions among heart failure patients; and 2) characterize predictors of successful dietary sodium restriction. Among 638 identified studies, 10 intervention trials, and 25 descriptive studies met inclusion criteria. We used content analysis to extract information about sodium restriction and behavioral determinants of sodium restriction. Dietary sodium was reduced in 7 trials; none achieved 1500 mg/d (range 1938-4564 mg/d). The interventions implemented in the interventional trials emphasized knowledge, skills, and self-regulation strategies, but few addressed the determinants correlated with successful sodium restriction in the descriptive studies (eg, social/cultural norms, social support, taste preferences, food access, self-efficacy). Findings suggest that incorporating determinants predictive of successful dietary sodium restriction may improve the success of interventional trials. Without effective interventions to deploy in trials, the safety and efficacy of sodium restriction remains unknown.",
      "mesh_terms": [
        "Diet, Sodium-Restricted",
        "Heart Failure",
        "Humans",
        "Patient Compliance",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "32655047",
      "title": "Effects of dietary counseling on sodium restriction in patients with chronic kidney disease on hemodialysis: A randomized clinical trial.",
      "authors": [
        "Amanda Brito de Freitas",
        "Bruna Bellincanta Nicoletto",
        "Karina Sanches Machado d'Almeida",
        "Nícia Maria Romano de Medeiros Bastos",
        "Roberto Ceratti Manfro",
        "Gabriela Corrêa Souza"
      ],
      "journal": "Saudi journal of kidney diseases and transplantation : an official publication of the Saudi Center for Organ Transplantation, Saudi Arabia",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Reducing dietary sodium has the potential to benefit patients with chronic kidney disease on hemodialysis (HD). This study was aimed to evaluate the effects of dietary counseling on sodium restriction and its relationship with clinical, dietary, and quality of life parameters in patients on HD treatment. This study was designed as a randomized clinical trial. The study included 87 patients on HD, divided into intervention (n = 47) and control (n = 40) groups. Anthropometric, clinical, sodium intake, and quality of life data were evaluated in both groups at four-time points: baseline (T0), 90 days (T3), 180 days (T6), and 365 days (T12). The intervention group received dietary counseling at the beginning and throughout the study. There were no between-group differences regarding anthropometric, clinical, and quality of life data at any of the time points. The mean age was 59 ± 14 years, and most of the patients were men (61%) and had hypertension (90%). Total sodium (g) and processed meat (mg sodium) intake significantly decreased in both groups [intervention: T0 = 3.5 (2.3-4.7); T12 = 2.0 (0.7-2.5); P <0.0001; control: T0 = 3 (1.5-4.9); T12 = 2.0 (0.8-3.3); P = 0.001; and intervention: T0 = 78 (25-196); T12 = 21 (0-78); P = 0.003; control: T0 = 97 (31-406); T12 = 44 (0-152); P = 0.004, respectively] . There was a significant decrease in the consumption of packaged seasonings (mg sodium) [T0 = 130 (0-854); T12 = 0 (0-0); P = 0.015] and instant noodles [T0 = 19 (0-91); T12 = 0 (0-0); P = 0.017] in the intervention group. Dietary counseling was effective in changing dietary habits. In both groups, there was a reduction in total sodium intake, which was greater in the intervention group. Moreover, a decrease in the intake of salty foods, such as packaged seasonings and instant noodles, was only observed in the intervention group.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Counseling",
        "Diet, Sodium-Restricted",
        "Female",
        "Health Education",
        "Humans",
        "Male",
        "Middle Aged",
        "Quality of Life",
        "Renal Dialysis",
        "Renal Insufficiency, Chronic",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "32049435",
      "title": "Sodium restriction improves nocturia in patients at a cardiology clinic.",
      "authors": [
        "Thomas F Monaghan",
        "Kyle P Michelson",
        "Zhan D Wu",
        "Fred Gong",
        "Christina W Agudelo",
        "Christopher D George",
        "Upeksha S Alwis",
        "Matthew R Epstein",
        "Pakinam Mekki",
        "Viktor X Flores",
        "Donald L Bliwise",
        "Karel Everaert",
        "Johan Vande Walle",
        "Jeffrey P Weiss",
        "Jason M Lazar"
      ],
      "journal": "Journal of clinical hypertension (Greenwich, Conn.)",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aims to determine whether dietary sodium restriction counseling decreases nocturnal voiding frequency in cardiology patients with concomitant nocturia. Patients who had established care at a cardiology clinic from 2015 to 2018 reporting ≥1 average nocturnal void(s) underwent a comprehensive sodium intake interview by their cardiologist, who provided them with individualized strategies for dietary sodium reduction and assessed adherence at follow-up. Average nocturnal voiding frequency and dietary adherence were documented in the medical record. A nocturia database was compiled for retrospective analysis. A total of 74 patients were included. Patients considered to be adherent with dietary sodium restriction at follow-up (n = 56) demonstrated a decrease in median nocturia frequency (2.5 [2.3-3.0] vs 1.0 [1.0-2.0] voids, P < .001). Among nonadherent patients (n = 18), median nocturia frequency did not significantly change from baseline to follow-up (2.0 [1.5-3.8] vs 2.0 [1.5-4.8] voids, P = .423). Median changes were significantly different between the adherent and nonadherent groups (P < .001). Examination of second follow-up available from 37 patients showed a continued effect. In conclusion, adherence with dietary sodium counseling appears to improve nocturia. Accordingly, dietary modification may represent an important adjunct therapy to lifestyle and pharmacologic interventions for decreasing nocturia frequency. Reduction in nocturnal voiding frequency may also reflect an additional benefit of dietary sodium restriction in accordance with best practice standards for cardiovascular disease.",
      "mesh_terms": [
        "Cardiology",
        "Humans",
        "Hypertension",
        "Nocturia",
        "Retrospective Studies",
        "Sodium"
      ]
    },
    {
      "pmid": "31996411",
      "title": "A Randomized Trial of Distal Diuretics versus Dietary Sodium Restriction for Hypertension in Chronic Kidney Disease.",
      "authors": [
        "Dominique M Bovée",
        "Wesley J Visser",
        "Igor Middel",
        "Anneke De Mik-van Egmond",
        "Rick Greupink",
        "Rosalinde Masereeuw",
        "Frans G M Russel",
        "A H Jan Danser",
        "Robert Zietse",
        "Ewout J Hoorn"
      ],
      "journal": "Journal of the American Society of Nephrology : JASN",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Distal diuretics are considered less effective than loop diuretics in CKD. However, data to support this perception are limited. METHODS: To investigate whether distal diuretics are noninferior to dietary sodium restriction in reducing BP in patients with CKD stage G3 or G4 and hypertension, we conducted a 6-week, randomized, open-label crossover trial comparing amiloride/hydrochlorothiazide (5 mg/50 mg daily) with dietary sodium restriction (60 mmol per day). Antihypertension medication was discontinued for a 2-week period before randomization. We analyzed effects on BP, kidney function, and fluid balance and related this to renal clearance of diuretics. RESULTS: A total of 26 patients (with a mean eGFR of 39 ml/min per 1.73 m2) completed both treatments. Dietary sodium restriction reduced sodium excretion from 160 to 64 mmol per day. Diuretics produced a greater reduction in 24-hour systolic BP (SBP; from 138 to 124 mm Hg) compared with sodium restriction (from 134 to 129 mm Hg), as well as a significantly greater effect on extracellular water, eGFR, plasma renin, and aldosterone. Both interventions resulted in a similar decrease in body weight and NT-proBNP. Neither approaches decreased albuminuria significantly, whereas diuretics did significantly reduce urinary angiotensinogen and β2-microglobulin excretion. Although lower eGFR and higher plasma indoxyl sulfate correlated with lower diuretic clearance, the diuretic effects on body weight and BP at lower eGFR were maintained. During diuretic treatment, higher PGE2 excretion correlated with lower free water clearance, and four patients developed mild hyponatremia. CONCLUSIONS: Distal diuretics are noninferior to dietary sodium restriction in reducing BP and extracellular volume in CKD. Diuretic sensitivity in CKD is maintained despite lower diuretic clearance. CLINICAL TRIAL REGISTRY NAME AND REGISTRATION NUMBER: DD-study: Diet or Diuretics for Salt-sensitivity in Chronic Kidney Disease (DD), NCT02875886.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Amiloride",
        "Blood Pressure Determination",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Female",
        "Follow-Up Studies",
        "Glomerular Filtration Rate",
        "Humans",
        "Hydrochlorothiazide",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Renal Insufficiency, Chronic",
        "Risk Assessment",
        "Sodium, Dietary",
        "Time Factors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "31955921",
      "title": "A Self-management Approach for Dietary Sodium Restriction in Patients With CKD: A Randomized Controlled Trial.",
      "authors": [
        "Jelmer K Humalda",
        "Gerald Klaassen",
        "Hanne de Vries",
        "Yvette Meuleman",
        "Lara C Verschuur",
        "Elisabeth J M Straathof",
        "Gozewijn D Laverman",
        "Willem Jan W Bos",
        "Paul J M van der Boog",
        "Karin M Vermeulen",
        "Olivier A Blanson Henkemans",
        "Wilma Otten",
        "Martin H de Borst",
        "Sandra van Dijk",
        "Gerjan J Navis"
      ],
      "journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "RATIONALE & OBJECTIVE: Patients with chronic kidney disease (CKD) are particularly sensitive to dietary sodium. We evaluated a self-management approach for dietary sodium restriction in patients with CKD. STUDY DESIGN: Randomized controlled trial. SETTING & PARTICIPANTS: Nephrology outpatient clinics in 4 Dutch hospitals. 99 adults with CKD stages 1 to 4 or a functioning (estimated glomerular filtration rate≥25mL/min/1.73m2) kidney transplant, hypertension, and sodium intake>130mmol/d. INTERVENTION: Routine care was compared with routine care plus a web-based self-management intervention including individual e-coaching and group meetings implemented over a 3-month intervention period, followed by e-coaching over a 6-month maintenance period. OUTCOMES: Primary outcomes were sodium excretion after the 3-month intervention and after the 6-month maintenance period. Secondary outcomes were blood pressure, proteinuria, costs, quality of life, self-management skills, and barriers and facilitators for implementation. RESULTS: Baseline estimated glomerular filtration rate was 55.0±22.0mL/min/1.73m2. During the intervention period, sodium excretion decreased in the intervention group from 188±8 (SE) to 148±8mmol/d (P<0.001), but did not change significantly in the control group. At 3 months, mean sodium excretion was 24.8 (95% CI, 0.1-49.6) mmol/d lower in the intervention group (P=0.049). At 3 months, systolic blood pressure (SBP) decreased in the intervention group from 140±3 to 132±3mm Hg (P<0.001), but was unchanged in the control group. Mean difference in SBP across groups was-4.7 (95% CI, -10.7 to 1.3) mm Hg (P=0.1). During the maintenance phase, sodium excretion increased in the intervention group, but remained lower than at baseline at 160±8mmol/d (P=0.01), while it decreased in the control group from 174±9 at the end of the intervention period to 154±9mmol/d (P=0.001). Consequently, no difference in sodium excretion between groups was observed after the maintenance phase. There was no difference in SBP between groups after the maintenance phase. LIMITATIONS: Limited power, postrandomization loss to follow-up, Hawthorne effect, lack of dietary data, short-term follow-up. CONCLUSIONS: A coaching intervention reduced sodium intake at 3 months. Efficacy during the maintenance phase was diminished, possibly due to inadvertent adoption of the intervention by the control group. FUNDING: Grant funding from the Netherlands Organization for Health Research and Development and the Dutch Kidney Foundation. TRIAL REGISTRATION: Registered at ClinicalTrials.gov with study number NCT02132013.",
      "mesh_terms": [
        "Adult",
        "Diet, Sodium-Restricted",
        "Education, Distance",
        "Female",
        "Glomerular Filtration Rate",
        "Group Processes",
        "Humans",
        "Male",
        "Middle Aged",
        "Outcome Assessment, Health Care",
        "Patient Acuity",
        "Renal Elimination",
        "Renal Insufficiency, Chronic",
        "Self-Management",
        "Sodium Chloride, Dietary"
      ]
    },
    {
      "pmid": "31547438",
      "title": "Impact of Moderate Sodium Restriction and Hydrochlorothiazide on Iodine Excretion in Diabetic Kidney Disease: Data from a Randomized Cross-Over Trial.",
      "authors": [
        "S Heleen Binnenmars",
        "Eva Corpeleijn",
        "Arjan J Kwakernaak",
        "Daan J Touw",
        "Ido P Kema",
        "Gozewijn D Laverman",
        "Stephan J L Bakker",
        "Gerjan Navis"
      ],
      "journal": "Nutrients",
      "publication_date": "2019-Sep-12",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "Sodium restriction may potentially reduce iodine intake. This study aimed to determine the effect of sodium restriction (dietary counseling) on 24-h urinary iodine excretion. Diuretics provide an alternative to sodium restriction and are frequently added to sodium restriction, so the effects of hydrochlorothiazide (50 mg daily) and combined therapy were also studied. We performed a post-hoc analysis of a Dutch multi-center, randomized cross-over trial in 45 patients with diabetic kidney disease with a mean age of 65 ± 9 years, mean eGFR of 65 ± 27 mL/min/1.73 m2, median albuminuria of 648 [230-2008] mg/24 h and 84% were male. During regular sodium intake with placebo, mean 24 h urinary sodium and iodine excretion were 224 ± 76 mmol/24 h and 252 ± 94 ug/24 h, respectively (r = 0.52, p < 0.001). Mean iodine excretion did not change significantly if sodium restriction and hydrochlorothiazide were applied separately; mean difference -8 ug/day (95% CI -38, 22; p = 0.6) and 14 ug/day (95% CI -24, 52; p = 0.5), respectively. Combined therapy induced a significant decrease in mean iodine excretion (-37 ug/day; 95% CI -67, -7; p = 0.02), yet this was not seen to a clinically meaningful level. The number of patients with an estimated intake below recommended daily allowances did not differ significantly between the four treatment periods (p = 0.3). These findings show that sodium restriction is not a risk factor for iodine deficiency.",
      "mesh_terms": [
        "Aged",
        "Cross-Over Studies",
        "Diabetic Nephropathies",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Hydrochlorothiazide",
        "Iodine",
        "Male",
        "Middle Aged",
        "Sodium",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "30785581",
      "title": "Cut-Point for Satisfactory Adherence of the Dietary Sodium Restriction Questionnaire for Patients with Heart Failure.",
      "authors": [
        "Karina Sanches Machado d'Almeida",
        "Sofia Louise Santin Barilli",
        "Gabriela Corrêa Souza",
        "Eneida Rejane Rabelo-Silva"
      ],
      "journal": "Arquivos brasileiros de cardiologia",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The low or non-adherence to reduction of sodium intake has been identified as one of the main precipitating factors of heart failure (HF). The Dietary Sodium Restriction Questionnaire (DSRQ) identifies factors that can interfere with adherence to this recommendation. However, there is still no cut-point to define adherence for this questionnaire. OBJECTIVES: To identify the cut-point for satisfactory adherence to the Brazilian version of the DSRQ, (the Questionário de Restrição de Sódio na Dieta, QRSD). METHODS: Multicenter study. Patients with HF in outpatient treatment (compensated) and those treated in emergency departments due to acute HF (decompensated) were included. For the cut-point definition, the DSRQ scores were compared between groups. A ROC curve was constructed for each subscale to determine the best point of sensitivity and specificity regarding adherence. A 5% significance level was adopted. RESULTS: A total of 206 compensated patients and 225 decompensated were included. Compensated patients exhibited scores that showed higher adhesion in all subscales (all p <0.05). Scores ≥ 40 points of a total of 45 for the subscale of Attitude and Subjective Norm; scores ≤ eight of a total of 20 for Perceived Behavioral Control; and ≤ three of a total of 15 for Dependent Behavior Control were indicative of satisfactory adherence. CONCLUSIONS: Based on the evaluation of patients in these two scenarios, it was possible to determine the cut-point for satisfactory adherence to the reduction of sodium in the diet of patients with HF. Countries with similar culture could use this cut-point, as other researchers could also use the results as a reference for further studies.",
      "mesh_terms": [
        "Aged",
        "Brazil",
        "Diet, Sodium-Restricted",
        "Female",
        "Heart Failure",
        "Humans",
        "Male",
        "Middle Aged",
        "ROC Curve",
        "Reference Standards",
        "Risk Reduction Behavior",
        "Sodium, Dietary",
        "Statistics, Nonparametric",
        "Surveys and Questionnaires",
        "Treatment Adherence and Compliance"
      ]
    },
    {
      "pmid": "29793053",
      "title": "Aggressive fluid and sodium restriction in decompensated heart failure with preserved ejection fraction: Results from a randomized clinical trial.",
      "authors": [
        "Karina Sanches Machado d'Almeida",
        "Eneida Rejane Rabelo-Silva",
        "Gabriela Corrêa Souza",
        "Melina Maria Trojahn",
        "Sofia Louise Santin Barilli",
        "Graziella Aliti",
        "Luís Eduardo Rohde",
        "Andreia Biolo",
        "Luís Beck-da-Silva"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2018-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Sodium and fluid restriction is commonly prescribed for heart failure patients. However, its role in the treatment of heart failure with preserved ejection fraction (HFpEF) remains unclear. The aim of this study was to compare the effect of a diet with sodium and fluid restriction with an unrestricted diet in patients admitted for decompensated HFpEF. METHODS: Patients were randomized to a diet with sodium (0.8 g/d) and fluid (800 mL/d) restriction (intervention group [IG]) or an unrestricted diet (control group [CG]) and followed for 7 d or hospital discharge. The primary outcome was weight loss. Secondary outcomes included clinical stability, perception of thirst, neurohormonal activation, nutrient intake, readmission, and mortality rate after 30 d. RESULTS: Fifty-three patients were included (30, IG; 23, CG). The mean ejection fraction was 62% ± 8% for IG and 60% ± 7% for CG (P = 0.44). Weight loss was similar in both groups, being 1.6 ± 2.2 kg in the IG and 1.8 ± 2.1 kg in CG (P = 0.49) as well as the reduction in the congestion score (IG = 3.4 ± 3.5; CG = 3.8 ± 3.4; P = 0.70). The daily perception of thirst was higher in the IG (P = 0.03). Lower energy consumption was seen in the IG (P <0.001). No significant between-group differences at 30 d were found. CONCLUSIONS: Aggressive sodium and fluid restriction does not provide symptomatic or prognosis benefits, but does produce greater perception of thirst, may impair the patient's food intake, and does not seem to have an important neurohormonal effect in patients admitted for decompensated HFpEF.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Diet, Sodium-Restricted",
        "Energy Intake",
        "Female",
        "Heart Failure",
        "Humans",
        "Male",
        "Middle Aged",
        "Prognosis",
        "Stroke Volume",
        "Thirst",
        "Treatment Outcome",
        "Water Deprivation",
        "Weight Loss"
      ]
    },
    {
      "pmid": "29084085",
      "title": "Effect of dietary sodium restriction on arterial stiffness: systematic review and meta-analysis of the randomized controlled trials.",
      "authors": [
        "Lanfranco D'Elia",
        "Ferruccio Galletti",
        "Ersilia La Fata",
        "Paola Sabino",
        "Pasquale Strazzullo"
      ],
      "journal": "Journal of hypertension",
      "publication_date": "2018-Apr",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: Arterial stiffness is an independent cardiovascular risk factor and sodium intake could be a determinant of arterial stiffness. Nevertheless, the studies that investigated the effect of reducing dietary sodium intake on arterial stiffness in humans provided inconsistent results. Therefore, we performed a systematic review and a meta-analysis of the available randomized controlled trials of salt restriction and arterial stiffness to try and achieve more definitive conclusions. METHODS: A systematic search of the online databases available (from 1996 through July 2017) was conducted including randomized controlled trials that reported arterial stiffness, expressed by carotid-femoral pulse wave velocity (PWV), as difference between the effects of two different sodium intake regimens. For each study, the mean difference and 95% confidence intervals were pooled using a random effect model. Sensitivity, heterogeneity, publication bias, subgroup and meta-regression analyses were performed. RESULTS: Eleven studies met the predefined inclusion criteria and provided 14 cohorts with 431 participants and 1-6 weeks intervention time. In the pooled analysis, an average reduction in sodium intake of 89.3 mmol/day was associated with a 2.84% (95% CI: 0.51-5.08) reduction in PWV. There was no significant heterogeneity among studies and no evidence of publication bias was detected. No single feature of the studies analyzed seemed to impact on the effect of salt restriction on PWV. CONCLUSION: The results of this meta-analysis indicate that restriction of dietary sodium intake reduces arterial stiffness. This effect seems be at least in part independent of the changes in blood pressure.",
      "mesh_terms": [
        "Arteries",
        "Blood Pressure",
        "Humans",
        "Pulse Wave Analysis",
        "Randomized Controlled Trials as Topic",
        "Sodium Chloride, Dietary",
        "Sodium, Dietary",
        "Vascular Stiffness"
      ]
    },
    {
      "pmid": "28732546",
      "title": "The effectiveness of an educational intervention for sodium restriction in patients with hypertension: study protocol for a randomized controlled trial.",
      "authors": [
        "Marcela Perdomo Rodrigues",
        "Luciana Kaercher John Dos Santos",
        "Flavio Danni Fuchs",
        "Sandra Costa Fuchs",
        "Leila Beltrami Moreira"
      ],
      "journal": "Trials",
      "publication_date": "2017-Jul-21",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The effectiveness of nonpharmacological interventions in blood pressure reduction has been evidenced by several studies. Nevertheless, as adherence to a low-sodium diet is poor, interventions regarding habit changing should be of a motivational nature in order to develop the ability of overcoming obstacles regarding sodium-restriction behavior. The present study aims to describe the protocol and randomization of a clinical trial design in order to evaluate the effectiveness of an educational intervention based on Dietary Sodium Restriction Questionnaire (DSRQ) scores. The effectiveness measures are the DSRQ score variation and reduction in urinary sodium values from baseline to after 2 and 6 months. METHODS/DESIGN: This parallel, randomized clinical trial will include 120 participants, recruited and randomized as follows: 60 of them to be allocated to a sodium-restriction educational intervention group whose results are based on the DSRQ application; and the other 60 allocated to a control group with usual care. Educational orientation and usual care sessions will be conducted once a month for a period of 6 months. Both spot urine collection - estimating sodium intake - and the DSRQ will be applied at the baseline, in the eighth week and at the end of the follow-up. There will also be blood collection and 24-h ambulatory blood pressure monitoring (ABPM) at the beginning and end of the follow-up. Anthropometric measurements, blood pressure measurement and 24-h food recall will be collected during follow-up. DISCUSSION: The study \"The effectiveness of an educational intervention to sodium restriction in patients with hypertension\" is based on the results of the DSRQ application, whose objective is to evaluate aspects related to nonadherence to the recommendation of a low-sodium diet, identifying adherence barriers and facilitators, contributing to the planning of interventions for improving the adoption of a low-sodium diet and, consequently, hypertension control. TRIAL REGISTRATION NUMBER: ClinicalTrials.gov, Identifier: NCT02848690 . Registered retrospectively on 27 July 2016.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Blood Pressure",
        "Blood Pressure Monitoring, Ambulatory",
        "Brazil",
        "Clinical Protocols",
        "Diet, Sodium-Restricted",
        "Feeding Behavior",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Motivation",
        "Patient Compliance",
        "Patient Education as Topic",
        "Protective Factors",
        "Research Design",
        "Risk Factors",
        "Risk Reduction Behavior",
        "Sodium, Dietary",
        "Time Factors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "28209636",
      "title": "A Randomized Crossover Trial of Dietary Sodium Restriction in Stage 3-4 CKD.",
      "authors": [
        "Rajiv Saran",
        "Robin L Padilla",
        "Brenda W Gillespie",
        "Michael Heung",
        "Scott L Hummel",
        "Vimal Kumar Derebail",
        "Bertram Pitt",
        "Nathan W Levin",
        "Fansan Zhu",
        "Samer R Abbas",
        "Li Liu",
        "Peter Kotanko",
        "Philip Klemmer"
      ],
      "journal": "Clinical journal of the American Society of Nephrology : CJASN",
      "publication_date": "2017-Mar-07",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Patients with chronic kidney disease (CKD) are often volume expanded and hypertensive. Few controlled studies have assessed the effects of a sodium-restricted diet (SRD) in CKD. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: We conducted a randomized crossover trial to evaluate the effect of SRD (target <2 g sodium per day) versus usual diet on hydration status (by bioelectrical impedance spectroscopy) and blood pressure (BP) between May of 2009 and May of 2013. A total of 58 adults with stage 3-4 CKD were enrolled from two academic sites: University of Michigan (n=37) and University of North Carolina at Chapel Hill (n=21); 60% were men, 43% were diabetic, 93% were hypertensive, and mean age was 61 years. Participants followed SRD or usual diet for 4 weeks, followed by a 2-week washout period and a 4-week crossover phase. During the SRD, dieticians provided counseling every 2 weeks, using motivational interviewing techniques. RESULTS: Whole-body extracellular volume and calf intracellular volume decreased by 1.02 L (95% confidence interval [95% CI], -1.48 to -0.56; P<0.001) and -0.06 L (95% CI, -0.12 to -0.01; P=0.02), respectively, implying decreased fluid content on the SRD compared with usual diet. Significant reductions in urinary sodium (-57.3 mEq/24 h; 95% CI, -81.8 to -32.9), weight (-2.3 kg; 95% CI, -3.2 to -1.5), and 24-hour systolic BP (-10.8 mmHg; 95% CI, -17.0 to -4.6) were also observed (all P<0.01). Albumin-to-creatinine ratio did not change significantly and mean serum creatinine increased slightly (0.1 mg/dl; 95% CI, -0.01 to 0.2; P=0.06). No period or carryover effects were observed. Results were similar when analyzed from phase 1 only before crossover, although P values were modestly larger because of the loss of power. CONCLUSIONS: In this randomized crossover trial, implementation of SRD in patients with CKD stage 3-4 resulted in clinically and statistically significant improvement in BP and hydration status. This simple dietary intervention merits a larger trial in CKD to evaluate effects on major clinical outcomes.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Pressure",
        "Creatinine",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Electric Impedance",
        "Extracellular Fluid",
        "Female",
        "Humans",
        "Intracellular Fluid",
        "Male",
        "Middle Aged",
        "Motivational Interviewing",
        "Organism Hydration Status",
        "Renal Insufficiency, Chronic",
        "Serum Albumin",
        "Sodium",
        "Weight Loss"
      ]
    },
    {
      "pmid": "27993433",
      "title": "Sodium Restriction in Patients With CKD: A Randomized Controlled Trial of Self-management Support.",
      "authors": [
        "Yvette Meuleman",
        "Tiny Hoekstra",
        "Friedo W Dekker",
        "Gerjan Navis",
        "Liffert Vogt",
        "Paul J M van der Boog",
        "Willem Jan W Bos",
        "Gert A van Montfrans",
        "Sandra van Dijk"
      ],
      "journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: To evaluate the effectiveness and sustainability of self-managed sodium restriction in patients with chronic kidney disease. STUDY DESIGN: Open randomized controlled trial. SETTING & PARTICIPANTS: Patients with moderately decreased kidney function from 4 hospitals in the Netherlands. INTERVENTION: Regular care was compared with regular care plus an intervention comprising education, motivational interviewing, coaching, and self-monitoring of blood pressure (BP) and sodium. OUTCOMES: Primary outcomes were sodium excretion and BP after the 3-month intervention and at 6-month follow-up. Secondary outcomes were protein excretion, kidney function, antihypertensive medication, self-efficacy, and health-related quality of life (HRQoL). RESULTS: At baseline, mean sodium excretion rate was 163.6±64.9 (SD) mmol/24 h; mean estimated glomerular filtration rate was 49.7±25.6mL/min/1.73m2; median protein excretion rate was 0.8 (IQR, 0.4-1.7) g/24 h; and mean 24-hour ambulatory systolic and diastolic BPs were 129±15 and 76±9mmHg, respectively. Compared to regular care only (n=71), at 3 months, the intervention group (n=67) showed reduced sodium excretion rate (mean change, -30.3 [95% CI, -54.7 to -5.9] mmol/24 h), daytime ambulatory diastolic BP (mean change, -3.4 [95% CI, -6.3 to -0.6] mmHg), diastolic office BP (mean change, -5.2 [95% CI, -8.4 to -2.1] mmHg), protein excretion (mean change, -0.4 [95% CI, -0.7 to -0.1] g/24h), and improved self-efficacy (mean change, 0.5 [95% CI, 0.1 to 0.9]). At 6 months, differences in sodium excretion rates and ambulatory BPs between the groups were not significant, but differences were detected in systolic and diastolic office BPs (mean changes of -7.3 [95% CI, -12.7 to -1.9] and -3.8 [95% CI, -6.9 to -0.6] mmHg, respectively), protein excretion (mean changes, -0.3 [95% CI, -0.6 to -0.1] g/24h), and self-efficacy (mean change, 0.5 [95% CI, 0.0 to 0.9]). No differences in kidney function, medication, and HRQoL were observed. LIMITATIONS: Nonblinding, relatively low response rate, and missing data. CONCLUSIONS: Compared to regular care only, this self-management intervention modestly improved outcomes, although effects on sodium excretion and ambulatory BP diminish over time.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Blood Pressure Monitoring, Ambulatory",
        "Diet, Sodium-Restricted",
        "Female",
        "Glomerular Filtration Rate",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Motivational Interviewing",
        "Netherlands",
        "Patient Education as Topic",
        "Quality of Life",
        "Renal Insufficiency, Chronic",
        "Self Care",
        "Self Efficacy",
        "Sodium"
      ]
    },
    {
      "pmid": "27901034",
      "title": "Validity and reliability of the dietary sodium restriction questionnaire in patients with hypertension.",
      "authors": [
        "M P Rodrigues",
        "E Rabelo-Silva",
        "F D Fuchs",
        "S C Fuchs",
        "L B Moreira"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "The study aimed to evaluate the reliability and the validity of the dietary sodium restriction questionnaire (DSRQ) in patients with hypertension receiving outpatient treatment at a tertiary care university hospital in Southern Brazil. This instrument is composed of three subscales: attitude, subjective norm and perceived behavioral control. A total of 104 patients were included. They were 63.3±8.9 years old and 75% were females. Cronbach's alpha coefficient for the subscales of attitude, subjective norm and perceived behavioral control were 0.75, 0.37 and 0.82, respectively. The PCA with the extraction of three factors explained a total of 53.5% of the variance. The data suggest that the 15-item DSRQ is reliable and has internal consistency of its construct to measure the barriers and the attitudes of hypertensive patients related to dietary sodium restriction and may be useful to improve blood pressure control.",
      "mesh_terms": [
        "Aged",
        "Attitude to Health",
        "Brazil",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Reproducibility of Results",
        "Sodium, Dietary",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "27856633",
      "title": "Effects of Vitamin D Receptor Activation and Dietary Sodium Restriction on Residual Albuminuria in CKD: The ViRTUE-CKD Trial.",
      "authors": [
        "Charlotte A Keyzer",
        "G Fenna van Breda",
        "Marc G Vervloet",
        "Maarten A de Jong",
        "Gozewijn D Laverman",
        "Marc H Hemmelder",
        "Wilbert M T Janssen",
        "Hiddo J Lambers Heerspink",
        "Arjan J Kwakernaak",
        "Stephan J L Bakker",
        "Gerjan Navis",
        "Martin H de Borst"
      ],
      "journal": "Journal of the American Society of Nephrology : JASN",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "Reduction of residual albuminuria during single-agent renin-angiotensin-aldosterone blockade is accompanied by improved cardiorenal outcomes in CKD. We studied the individual and combined effects of the vitamin D receptor activator paricalcitol (PARI) and dietary sodium restriction on residual albuminuria in CKD. In a multicenter, randomized, placebo (PLAC)-controlled, crossover trial, 45 patients with nondiabetic CKD stages 1-3 and albuminuria >300 mg/24 h despite ramipril at 10 mg/d and BP<140/90 mmHg were treated for four 8-week periods with PARI (2 μg/d) or PLAC, each combined with a low-sodium (LS) or regular sodium (RS) diet. We analyzed the treatment effect by linear mixed effect models for repeated measurements. In the intention-to-treat analysis, albuminuria (geometric mean) was 1060 (95% confidence interval, 778 to 1443) mg/24 h during RS + PLAC and 990 (95% confidence interval, 755 to 1299) mg/24 h during RS + PARI (P=0.20 versus RS + PLAC). LS + PLAC reduced albuminuria to 717 (95% confidence interval, 512 to 1005) mg/24 h (P<0.001 versus RS + PLAC), and LS + PARI reduced albuminuria to 683 (95% confidence interval, 502 to 929) mg/24 h (P<0.001 versus RS + PLAC). The reduction by PARI beyond the effect of LS was nonsignificant (P=0.60). In the per-protocol analysis restricted to participants with ≥95% compliance with study medication, PARI did provide further albuminuria reduction (P=0.04 LS + PARI versus LS + PLAC). Dietary adherence was good as reflected by urinary excretion of 174±64 mmol Na+ per day in the combined RS groups and 108±61 mmol Na+ per day in the LS groups (P<0.001). In conclusion, moderate dietary sodium restriction substantially reduced residual albuminuria during fixed dose angiotensin-converting enzyme inhibition. The additional effect of PARI was small and nonsignificant.",
      "mesh_terms": [
        "Albuminuria",
        "Combined Modality Therapy",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Double-Blind Method",
        "Ergocalciferols",
        "Humans",
        "Receptors, Calcitriol",
        "Renal Insufficiency, Chronic"
      ]
    },
    {
      "pmid": "27160239",
      "title": "Sodium restriction in patients with cirrhotic ascites: a protocol for a systematic review.",
      "authors": [
        "Benjamin Walbaum",
        "María Laura Valda",
        "Gabriel Rada"
      ],
      "journal": "Systematic reviews",
      "publication_date": "2016-May-10",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Avid renal sodium and water retention among other mechanisms produce ascites in patients with cirrhosis. The main guidelines recommend sodium intake reduction in order to counteract this complication. However, some randomized controlled trials have suggested a lack of benefit with a sodium-restricted over an unrestricted diet, and even an increase in ascites and renal complications has been reported. There are no systematic reviews addressing this question. METHODS: A systematic review protocol has been designed and will be reported in line with Preferred Reporting Items for Systematic Reviews and Meta-Analyses Protocols (PRISMA-P). We will search for randomized controlled trials evaluating a salt-restricted versus unrestricted regime in patients with cirrhosis and ascites in EMBASE, MEDLINE, and the Cochrane Central Register of Controlled Trials. We will also try to identify literature by reviewing reference list of included studies and relevant reviews, screening main conference proceedings, and searching for unpublished and ongoing trials in the World Health Organization (WHO) International Clinical Trials Registry Platform. Two researchers will independently undertake selection of studies, data extraction, and assessment of the quality of included studies. We will estimate pooled risk ratios for dichotomous data and the mean difference or standardized mean difference for continuous outcomes. A random effect model will be used for meta-analyses. Data synthesis and other analyses will be conducted using RevMan software. ETHICS AND DISSEMINATION: no ethics approval is considered necessary. Results of this study will be disseminated via peer-reviewed publications and social networks DISCUSSION: Sodium restriction is a widely accepted coadjuvant therapy for ascites; however, this indication is based primarily on expert recommendations. As far as we know, this will be the first systematic review assessing the effects of a sodium-restricted diet for ascites in cirrhotic patients. Our systematic review will aim to provide a high-quality synthesis of current evidence for patients and clinicians about this question. The main limitation might result from the reduced number and quality of primary studies available. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42015022161.",
      "mesh_terms": [
        "Ascites",
        "Diet, Sodium-Restricted",
        "Humans",
        "Liver Cirrhosis",
        "Mortality",
        "Systematic Reviews as Topic",
        "Treatment Outcome",
        "Water-Electrolyte Imbalance"
      ]
    },
    {
      "pmid": "26803690",
      "title": "Effects of Dietary Sodium Restriction in Kidney Transplant Recipients Treated With Renin-Angiotensin-Aldosterone System Blockade: A Randomized Clinical Trial.",
      "authors": [
        "Laura V de Vries",
        "Linn C Dobrowolski",
        "Jacqueline J O N van den Bosch",
        "Ineke J Riphagen",
        "C T Paul Krediet",
        "Frederike J Bemelman",
        "Stephan J L Bakker",
        "Gerjan Navis"
      ],
      "journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: In patients with chronic kidney disease receiving renin-angiotensin-aldosterone system (RAAS) blockade, dietary sodium restriction is an often-used treatment strategy to reduce blood pressure (BP) and albuminuria. Whether these effects extend to kidney transplant recipients is unknown. We therefore studied the effects of dietary sodium restriction on BP and urinary albumin excretion (UAE) in kidney transplant recipients receiving RAAS blockade. STUDY DESIGN: Two-center randomized crossover trial. SETTING & PARTICIPANTS: Stable outpatient kidney transplant recipients with creatinine clearance > 30mL/min, BP ≥120/80mmHg, receiving stable RAAS blockade therapy. INTERVENTION: 6-week regular-sodium diet (target, 150mmol/24 h) and a 6-week low-sodium diet (target, 50mmol/24 h). OUTCOMES & MEASUREMENTS: Main outcome parameters were systolic and diastolic BP, UAE, and estimated glomerular filtration rate (eGFR) at the end of each diet period. Dietary adherence was assessed by 24-hour urinary sodium excretion. RESULTS: We randomly assigned 23 kidney transplant recipients, of whom 22 (mean age, 58±8 [SD] years; 50% men; mean eGFR, 51±21mL/min/1.73m(2)) completed the study. One patient withdrew from the study because of concerns regarding orthostatic hypotension on the low-sodium diet. Sodium excretion decreased from 164±50mmol/24 h during the regular-sodium diet to 87±55mmol/24 h during the low-sodium diet (mean difference, -77 [95% CI, -110 to -44] mmol/24 h; P<0.001). Sodium restriction significantly reduced systolic BP from 140±14 to 129±12mmHg (mean difference, -11 [95% CI, -14 to -7] mmHg; P<0.001), diastolic BP from 86±8 to 79±8mmHg (mean difference, -7 [95% CI, -10 to -5] mmHg; P<0.001). We found no significant effect on natural log (ln)-transformed UAE (mean difference, -0.03 [95% CI, -0.6 to 0.6] ln(mg/24 h); P=0.9) or eGFR. LIMITATIONS: No hard end points; small study; small proportion of patients willing to test the intervention; adherence to sodium diet was achieved in 86% of patients. CONCLUSIONS: In stable kidney transplant recipients receiving RAAS blockade, dietary sodium restriction effectively reduces BP without affecting eGFR. Dietary sodium restriction is relevant to BP management in kidney transplant recipients receiving RAAS blockade.",
      "mesh_terms": [
        "Albuminuria",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Blood Pressure",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Kidney Transplantation",
        "Male",
        "Middle Aged"
      ]
    },
    {
      "pmid": "26738949",
      "title": "Impact of Dietary Sodium Restriction on Heart Failure Outcomes.",
      "authors": [
        "Rami Doukky",
        "Elizabeth Avery",
        "Ashvarya Mangla",
        "Fareed M Collado",
        "Zeina Ibrahim",
        "Marie-France Poulin",
        "DeJuran Richardson",
        "Lynda H Powell"
      ],
      "journal": "JACC. Heart failure",
      "publication_date": "2016-Jan",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Multicenter Study",
        "Observational Study",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "OBJECTIVES: This study sought to evaluate the impact of sodium restriction on heart failure (HF) outcomes. BACKGROUND: Although sodium restriction is advised for patients with HF, data on sodium restriction and HF outcomes are inconsistent. METHODS: We analyzed data from the multihospital HF Adherence and Retention Trial, which enrolled 902 New York Heart Association functional class II/III HF patients and followed them up for a median of 36 months. Sodium intake was serially assessed by a food frequency questionnaire. Based on the mean daily sodium intake prior to the first event of death or HF hospitalization, patients were classified into sodium restricted (<2,500 mg/d) and unrestricted (≥2,500 mg/d) groups. Study groups were propensity score matched according to plausible baseline confounders. The primary outcome was a composite of death or HF hospitalization. The secondary outcomes were cardiac death and HF hospitalization. RESULTS: Sodium intake data were available for 833 subjects (145 sodium restricted, 688 sodium unrestricted), of whom 260 were propensity matched into sodium restricted (n = 130) and sodium unrestricted (n = 130) groups. Sodium restriction was associated with significantly higher risk of death or HF hospitalization (42.3% vs. 26.2%; hazard ratio [HR]: 1.85; 95% confidence interval [CI]: 1.21 to 2.84; p = 0.004), derived from an increase in the rate of HF hospitalization (32.3% vs. 20.0%; HR: 1.82; 95% CI: 1.11 to 2.96; p = 0.015) and a nonsignificant increase in the rate of cardiac death (HR: 1.62; 95% CI: 0.70 to 3.73; p = 0.257) and all-cause mortality (p = 0.074). Exploratory subgroup analyses suggested that sodium restriction was associated with increased risk of death or HF hospitalization in patients not receiving angiotensin-converting enzyme inhibitor or angiotensin receptor blocker (HR: 5.78; 95% CI: 1.93 to 17.27; p = 0.002). CONCLUSIONS: In symptomatic patients with chronic HF, sodium restriction may have a detrimental impact on outcome. A randomized clinical trial is needed to definitively address the role of sodium restriction in HF management. (A Self-management Intervention for Mild to Moderate Heart Failure [HART]; NCT00018005).",
      "mesh_terms": [
        "Chronic Disease",
        "Diet, Sodium-Restricted",
        "Female",
        "Heart Failure",
        "Hospitalization",
        "Humans",
        "Kaplan-Meier Estimate",
        "Male",
        "Medication Adherence",
        "Middle Aged",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "26311058",
      "title": "Sodium restriction potentiates the renoprotective effects of combined vitamin D receptor activation and angiotensin-converting enzyme inhibition in established proteinuric nephropathy.",
      "authors": [
        "Katarina Mirkovic",
        "Anne-Roos S Frenay",
        "Jacob van den Born",
        "Harry van Goor",
        "Gerjan Navis",
        "Martin H de Borst"
      ],
      "journal": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
      "publication_date": "2017-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Renin-angiotensin-aldosterone system (RAAS) blockade provides renoprotective effects in chronic kidney disease (CKD); yet progressive renal function loss remains common. Dietary sodium restriction potentiates the renoprotective effects of RAAS blockade. Vitamin D receptor activator (VDRA) treatment reduces proteinuria, inflammation and fibrosis, but whether these effects depend on sodium intake has not been studied. We hypothesized that the renoprotective effects of VDRA treatment, with or without RAAS blockade, are modulated by sodium intake. METHODS: Six weeks after the induction of adriamycin nephrosis in Wistar rats, i.e. with established proteinuria, animals were treated with the VDRA paricalcitol, lisinopril, the combination, or vehicle; each treatment was given during either a high- (2% NaCl) or a low-sodium (0.05% NaCl) diet for 6 weeks. We assessed proteinuria, blood pressure, renal macrophage accumulation and renal expression of the pre-fibrotic marker alpha-smooth muscle actin (α-SMA) at the end of the treatment. RESULTS: Both paricalcitol and lisinopril individually, as well as in combination, reduced proteinuria and glomerular and interstitial inflammation during a low-sodium diet, but not during a high-sodium diet. All interventions also reduced focal glomerulosclerosis and interstitial expression of α-SMA during the low-sodium diet, while similar trends were observed during the high-sodium diet. The renoprotective effects of paricalcitol were not accompanied by blood pressure reduction. As proteinuria was already abolished by lisinopril during the low-sodium diet, the addition of paricalcitol had no further effect on proteinuria or downstream inflammatory or pre-fibrotic changes. CONCLUSION: The renoprotective effects of the VDRA paricalcitol are blood pressure independent but do depend on dietary sodium status. The combination of RAAS blockade, dietary sodium restriction and VDRA may be a promising intervention to further retard renal function loss in CKD.",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Blood Pressure",
        "Bone Density Conservation Agents",
        "Diet, Sodium-Restricted",
        "Ergocalciferols",
        "Glomerulonephritis, Membranous",
        "Glomerulosclerosis, Focal Segmental",
        "Kidney",
        "Lisinopril",
        "Male",
        "Peptidyl-Dipeptidase A",
        "Proteinuria",
        "Rats",
        "Rats, Wistar",
        "Receptors, Calcitriol",
        "Renin-Angiotensin System",
        "Sodium Chloride, Dietary",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "26240299",
      "title": "Meta-Analysis of the Effect of Dietary Sodium Restriction with or without Concomitant Renin-Angiotensin-Aldosterone System-Inhibiting Treatment on Albuminuria.",
      "authors": [
        "Lanfranco D'Elia",
        "Giovanni Rossi",
        "Michele Schiano di Cola",
        "Ivana Savino",
        "Ferruccio Galletti",
        "Pasquale Strazzullo"
      ],
      "journal": "Clinical journal of the American Society of Nephrology : CJASN",
      "publication_date": "2015-Sep-04",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Urinary albumin excretion and/or albumin to creatinine ratio are associated with CKD and higher risk of cardiovascular events. Several studies investigated the effect of reduced dietary sodium intake on urinary albumin excretion and/or albumin to creatinine ratio in adult patient populations, but the majority was inconclusive because of insufficient statistical power. A meta-analysis of the randomized, controlled trials available could overcome this problem and lead to more definitive conclusions. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: A systematic search of the online databases available (from 1996 to October of 2014) was conducted of randomized, controlled trials that expressed urinary albumin excretion or albumin to creatinine ratio as the difference between the effects of two different sodium intake regimens. For each study, the mean difference and 95% confidence intervals were pooled using a random effect model. Heterogeneity, publication bias, subgroup, and meta-regression analyses were performed. RESULTS: Eleven studies met the predefined inclusion criteria and provided 23 cohorts with 516 participants and 1-6 weeks of follow-up time. In the pooled analysis, an average reduction in sodium intake of 92 mmol/d was associated with a 32.1% (95% confidence interval, -44.3 to -18.8) reduction in urinary albumin excretion. The effect of sodium restriction was higher in the cohorts including patients on concomitant renin-angiotensin-aldosterone system-blocking therapy, in the studies with intervention lasting at least 2 weeks, and among participants with evidence of kidney damage. A greater reduction of urinary albumin excretion was associated with a higher decrease in BP during the intervention. The analysis of changes in albumin to creatinine ratio provided similar results. CONCLUSIONS: This meta-analysis indicates that sodium intake reduction markedly reduces albumin excretion, more so during concomitant renin-angiotensin-aldosterone system-blocking therapy and among patients with kidney damage.",
      "mesh_terms": [
        "Albuminuria",
        "Angiotensin Receptor Antagonists",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Antihypertensive Agents",
        "Creatinine",
        "Diet, Sodium-Restricted",
        "Humans",
        "Hypertension",
        "Randomized Controlled Trials as Topic",
        "Renin-Angiotensin System",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "25861425",
      "title": "Effect of sodium restriction on blood pressure of unstable or uncontrolled hypertensive patients in primary care.",
      "authors": [
        "Willem De Keyzer",
        "Katrien Tilleman",
        "Jan Ampe",
        "Stefaan De Henauw",
        "Inge Huybrechts"
      ],
      "journal": "Nutrition research and practice",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: The aims of the present study are: 1) to quantify sodium consumption of patients with unstable or uncontrolled hypertension, 2) to investigate if reduced sodium intake can lower BP in these patients, and 3), to assess the acceptability and feasibility of this approach. SUBJECTS/METHODS: This study included 25 adults (age: 50+ years) with frequently elevated BP or patients with uncontrolled, uncomplicated hypertension despite drug treatment in a general practice setting. BP and salt intake (24h urinary excretion and food records) were measured at baseline and after a sodium reduced diet. RESULTS: Mean (± SD) systolic (SBP) over diastolic (DBP) blood pressure (mmHg) at baseline was 150.7 (± 9.5)/84.149 (± 5.6). Mean urinary sodium excretion was 146 mmol/24h. A reduction of 28 mmol sodium excretion decreased SBP/DBP to 135.5 (± 13.0)/82.5 (± 12.8) (P < 0.001). After one month of no dietary advice, only in 48%, SBP was still ≤140 mmHg. CONCLUSION: Assessment of sodium intake using food records, 24h urine collections and probing questions to identify use of sodium containing supplements or drugs are essential for tailored advice targeted at sodium intake reduction. The results of the present study indicate that reduced sodium intake can lower BP after 4 weeks in unstable or uncontrolled hypertensive patients."
    },
    {
      "pmid": "25772478",
      "title": "Uptake of Dietary Sodium Restriction by Overweight and Obese Patients After Cardiac Revascularization.",
      "authors": [
        "Lufei Young",
        "Susan Barnason"
      ],
      "journal": "Rehabilitation nursing : the official journal of the Association of Rehabilitation Nurses",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: High sodium intake increases the risk of cardiovascular diseases. Cardiac patients are recommended a daily sodium restriction of ≤1,500 mg. The purpose of this article is to describe daily sodium intake and sodium restriction adherence and its correlates in cardiac rehabilitation (CR) program participants following cardiac revascularizations. DESIGN: This is a descriptive correlational study. METHODS: A subanalysis was performed using the data collected from a randomized controlled trial to determine the effect of a 12-week weight management intervention. FINDINGS: The average daily sodium intake was 3,020 mg ± 1,134 at baseline, 4,047 mg ±1,517 at 4 months, and 4,399 mg ± 1,722 at 6 months. The adherence rates were 4.8% at baseline and zero at 4 and 6 months. The factors influencing daily sodium intake were identified. CONCLUSION: The CR program participants failed to adhere to the sodium restriction guidelines. CLINICAL RELEVANCE: Rehabilitation nurses need to identify effective strategies to educate CR participants and their family members regarding dietary sodium adherence in CR participants.",
      "mesh_terms": [
        "Cardiac Rehabilitation",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Obesity",
        "Overweight",
        "Patient Compliance",
        "Rehabilitation Nursing",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "25744274",
      "title": "Vitamin D receptor activator and dietary sodium restriction to reduce residual urinary albumin excretion in chronic kidney disease (ViRTUE study): rationale and study protocol.",
      "authors": [
        "Charlotte A Keyzer",
        "Maarten A de Jong",
        "G Fenna van Breda",
        "Marc G Vervloet",
        "Gozewijn D Laverman",
        "Marc Hemmelder",
        "Wilbert M Janssen",
        "Hiddo J Lambers Heerspink",
        "Gerjan Navis",
        "Martin H de Borst"
      ],
      "journal": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
      "publication_date": "2016-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "UNLABELLED: Optimal albuminuria reduction is considered essential to halting chronic kidney disease (CKD) progression. Both vitamin D receptor activator (VDRA) treatment and dietary sodium restriction potentiate the efficacy of renin-angiotensin-aldosterone-system (RAAS) blockade to reduce albuminuria. The ViRTUE study addresses whether a VDRA in combination with dietary sodium restriction provides further albuminuria reduction in non-diabetic CKD patients on top of RAAS blockade. The ViRTUE study is an investigator-initiated, prospective, multi-centre, randomized, double-blind (paricalcitol versus placebo), placebo-controlled trial targeting stage 1-3 CKD patients with residual albuminuria of >300 mg/day due to non-diabetic glomerular disease, despite angiotensin-converting enzyme inhibitor or angiotensin receptor blocker use. During run-in, all subjects switched to standardized RAAS blockade (ramipril 10 mg/day) and blood pressure titrated to <140/90 mmHg according to a standardized protocol. Eligible patients are subsequently enrolled and undergo four consecutive study periods in random order of 8 weeks each: (i) paricalcitol (2 µg/day) combined with a liberal sodium diet (∼200 mmol Na(+)/day, i.e. mean sodium intake in the general population), (ii) paricalcitol (2 µg/day) combined with dietary sodium restriction (target: 50 mmol Na(+)/day), (iii) placebo combined with a liberal sodium diet and (iv) placebo combined with dietary sodium restriction. Data are collected at the end of each study period. The primary outcome is 24-h urinary albumin excretion. Secondary study outcomes are blood pressure, renal function (estimated glomerular filtration rate), plasma renin activity and, in a sub-population (N = 9), renal haemodynamics (measured glomerular filtration rate and effective renal plasma flow). A sample size of 50 patients provides 90% power to detect a 23% reduction in albuminuria, assuming a 25% dropout rate. Further reduction of residual albuminuria by combination of VDRA treatment and sodium restriction during single-agent RAAS-blockade will justify long-term studies on cardiorenal outcomes and safety. CLINICAL TRIAL REGISTRATION: NTR2898 (Dutch trial register).",
      "mesh_terms": [
        "Albuminuria",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Clinical Protocols",
        "Clinical Trials as Topic",
        "Diet, Sodium-Restricted",
        "Humans",
        "Renal Insufficiency, Chronic",
        "Research Design"
      ]
    },
    {
      "pmid": "25641537",
      "title": "The long-term effects of dietary sodium restriction on clinical outcomes in patients with heart failure. The SODIUM-HF (Study of Dietary Intervention Under 100 mmol in Heart Failure): a pilot study.",
      "authors": [
        "Eloisa Colin-Ramirez",
        "Finlay A McAlister",
        "Yinggan Zheng",
        "Sangita Sharma",
        "Paul W Armstrong",
        "Justin A Ezekowitz"
      ],
      "journal": "American heart journal",
      "publication_date": "2015-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: To determine the feasibility of conducting a randomized controlled trial comparing a low-sodium to a moderate-sodium diet in heart failure (HF) patients. METHODS AND RESULTS: Patients with HF (New York Heart Association classes II-III) were randomized to low (1500 mg/d) or moderate-sodium (2300 mg/d) diet. Dietary intake was evaluated using 3-day food records. The end points were changes in quality of life as measured by the Kansas City Cardiomyopathy Questionnaire (KCCQ) scores and B-type natriuretic peptide (BNP) levels from baseline to 6 months of follow-up presented as medians [25th, 75th percentiles]. Thirty-eight patients were enrolled (19/group). After 6 months, median sodium intake declined from 2137 to 1398 mg/d in the low-sodium and from 2678 to 1461 mg/d in the moderate-sodium diet group. Median BNP levels in the low-sodium diet group declined (216-71 pg/mL, P = .006), whereas in the moderate-sodium diet group, there was no change in BNP (171-188 pg/mL, P = .7; P = .17 between groups). For 6 months, median KCCQ clinical score increased in both groups (63-75 [P = .006] in the low-sodium diet group and 66-73 [P = .07] in the moderate-sodium group; P = .4 between groups). At 6 months, a post hoc analysis based on the dietary sodium intake achieved (> or ≤ 1,500 mg/d) in all patients showed an association between a sodium intake ≤ 1,500 mg/d and improvement in BNP levels and KCCQ scores. CONCLUSIONS: A dietary intervention restricting sodium intake was feasible, and achievement of this sodium goal was associated with lower BNP levels and improved quality of life in patients with HF.",
      "mesh_terms": [
        "Aged",
        "Diet, Sodium-Restricted",
        "Feasibility Studies",
        "Female",
        "Heart Failure",
        "Humans",
        "Male",
        "Middle Aged",
        "Natriuretic Peptide, Brain",
        "Pilot Projects",
        "Quality of Life",
        "Severity of Illness Index",
        "Sodium, Dietary",
        "Statistics as Topic",
        "Surveys and Questionnaires",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "25416660",
      "title": "Role of sodium restriction and diuretic therapy for \"resistant\" hypertension in chronic kidney disease.",
      "authors": [
        "Ramapriya Sinnakirouchenan",
        "Theodore A Kotchen"
      ],
      "journal": "Seminars in nephrology",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In patients with chronic kidney disease, an impaired capacity of the kidney to excrete sodium is a major contributor to hypertension. We discuss the role of sodium restriction and diuretic therapy for resistant hypertension in chronic kidney disease. Independent of increasing blood pressure, a sustained high sodium intake also may affect the progression of renal disease adversely. Consequently, dietary sodium restriction and appropriate diuretic therapy are the foundation for the treatment of resistant hypertension. Thiazide-like diuretics have decreasing effectiveness in patients with advancing renal disease; however, they may augment the effectiveness of the more potent loop diuretics. Increasing evidence suggests that spironolactone is an effective adjunct for the treatment of resistant hypertension. Inclusion of other classes of antihypertensive agents to the treatment regimen generally is necessary to counterbalance other mechanisms contributing to resistant hypertension. The effectiveness of these agents is enhanced by dietary sodium restriction and diuretic therapy.",
      "mesh_terms": [
        "Antihypertensive Agents",
        "Diuretics",
        "Drug Resistance",
        "Humans",
        "Hypertension",
        "Mineralocorticoid Receptor Antagonists",
        "Renal Insufficiency, Chronic",
        "Sodium Chloride, Dietary"
      ]
    },
    {
      "pmid": "25278093",
      "title": "Fibroblast growth factor 23 and the antiproteinuric response to dietary sodium restriction during renin-angiotensin-aldosterone system blockade.",
      "authors": [
        "Jelmer K Humalda",
        "Hiddo J Lambers Heerspink",
        "Arjan J Kwakernaak",
        "Maartje C J Slagman",
        "Femke Waanders",
        "Marc G Vervloet",
        "Pieter M Ter Wee",
        "Gerjan Navis",
        "Martin H de Borst"
      ],
      "journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
      "publication_date": "2015-Feb",
      "publication_types": [
        "Journal Article",
        "Observational Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Residual proteinuria during renin-angiotensin-aldosterone system (RAAS) blockade is a major renal and cardiovascular risk factor in chronic kidney disease. Dietary sodium restriction potentiates the antiproteinuric effect of RAAS blockade, but residual proteinuria remains in many patients. Previous studies linked high fibroblast growth factor 23 (FGF-23) levels with volume overload; others linked higher serum phosphate levels with impaired RAAS-blockade efficacy. We hypothesized that FGF-23 reduces the capacity of dietary sodium restriction to potentiate RAAS blockade, impairing the antiproteinuric effect. STUDY DESIGN: Post hoc analysis of cohort data from a randomized crossover trial with two 6-week study periods comparing proteinuria after a regular-sodium diet with proteinuria after a low-sodium diet, both during background angiotensin-converting enzyme inhibition. SETTING & PARTICIPANTS: 47 nondiabetic patients with CKD with residual proteinuria (median protein excretion, 1.9 [IQR, 0.8-3.1] g/d; mean age, 50±13 [SD] years; creatinine clearance, 69 [IQR, 50-110] mL/min). PREDICTOR: Plasma carboxy-terminal FGF-23 levels. OUTCOMES: Difference in residual proteinuria at the end of the regular-sodium versus low-sodium study period. Residual proteinuria during the low-sodium diet period adjusted for proteinuria during the regular-sodium diet period. RESULTS: Higher baseline FGF-23 level was associated with reduced antiproteinuric response to dietary sodium restriction (standardized β=-0.46; P=0.001; model R(2)=0.71). For every 100-RU/mL increase in FGF-23 level, the antiproteinuric response to dietary sodium restriction was reduced by 10.6%. Higher baseline FGF-23 level was a determinant of more residual proteinuria during the low-sodium diet (standardized β=0.27; P=0.003) in linear regression analysis adjusted for baseline proteinuria (model R(2)=0.71). There was no interaction with creatinine clearance (P interaction=0.5). Baseline FGF-23 level did not predict changes in systolic or diastolic blood pressure upon intensified antiproteinuric treatment. LIMITATIONS: Observational study, limited sample size. CONCLUSIONS: FGF-23 levels are associated independently with impaired antiproteinuric response to sodium restriction in addition to RAAS blockade. Future studies should address whether FGF-23-lowering strategies may further optimize proteinuria reduction by RAAS blockade combined with dietary sodium restriction.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aldosterone",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Biomarkers",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Female",
        "Fibroblast Growth Factor-23",
        "Fibroblast Growth Factors",
        "Humans",
        "Male",
        "Middle Aged",
        "Proteinuria",
        "Renin-Angiotensin System",
        "Sodium Chloride, Dietary"
      ]
    },
    {
      "pmid": "25187436",
      "title": "Effect of fluid and dietary sodium restriction in the management of patients with heart failure and preserved ejection fraction: study protocol for a randomized controlled trial.",
      "authors": [
        "Karina S M d'Almeida",
        "Eneida R Rabelo-Silva",
        "Gabriela C Souza",
        "Melina M Trojahn",
        "Sofia L S Barilli",
        "Jessica V Mansson",
        "Andreia Biolo",
        "Luis E P Rohde",
        "Nadine Clausell",
        "Luís Beck-da-Silva"
      ],
      "journal": "Trials",
      "publication_date": "2014-Sep-04",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Although half of all patients with heart failure (HF) have a normal or near-normal ejection fraction and their prognosis differs little from that of patients with a reduced ejection fraction, the pathophysiology of HF with preserved ejection fraction (HF-PEF) is still poorly understood, and its management poorly supported by clinical trials. Sodium and fluid restriction is the most common self-care measure prescribed to HF patients for management of congestive episodes. However, its role in the treatment of HF-PEF remains unclear. This trial seeks to compare the effects of a sodium- and fluid-restricted diet versus an unrestricted diet on weight loss, neurohormonal activation, and clinical stability in patients admitted for decompensated HF-PEF. METHODS/DESIGN: This is a randomized, parallel trial with blinded outcome assessment. The sample will include adult patients (aged ≥18 years) with a diagnosis of HF-PEF admitted for HF decompensation. The patients will be randomized to receive a diet with sodium and fluid intake restricted to 0.8 g/day and 800 mL/day respectively (intervention group) or an unrestricted diet, with 4 g/day sodium and unlimited fluid intake (control group), and followed for 7 days or until hospital discharge. The primary outcome shall consist of weight loss at 7 days or discharge. The secondary outcome includes assessment of clinical stability, neurohormonal activation, daily perception of thirst and readmission rate at 30 days. DISCUSSION: Assessment of the effects of sodium and fluid restriction on neurohormonal activation and clinical course of HF-PEF can promote a deeper understanding of the pathophysiology and progression of this complex syndrome. TRIAL REGISTRATION NUMBER: ClinicalTrials.gov identifier: NCT01896908 (date of registration: 8 August 2013).",
      "mesh_terms": [
        "Adult",
        "Clinical Protocols",
        "Drinking",
        "Heart Failure",
        "Humans",
        "Outcome Assessment, Health Care",
        "Sodium, Dietary",
        "Stroke Volume"
      ]
    },
    {
      "pmid": "24795252",
      "title": "Effects of sodium restriction and hydrochlorothiazide on RAAS blockade efficacy in diabetic nephropathy: a randomised clinical trial.",
      "authors": [
        "Arjan J Kwakernaak",
        "Jan A Krikken",
        "S Heleen Binnenmars",
        "Folkert W Visser",
        "Marc H Hemmelder",
        "Arend-Jan Woittiez",
        "Henk Groen",
        "Gozewijn D Laverman",
        "Gerjan Navis"
      ],
      "journal": "The lancet. Diabetes & endocrinology",
      "publication_date": "2014-May",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Reduction of dietary sodium intake or diuretic treatment increases renin-angiotensin-aldosterone system (RAAS) blockade efficacy in non-diabetic nephropathy. We aimed to investigate the effect of sodium restriction and the diuretic hydrochlorothiazide, separately and in combination, added to RAAS blockade on residual albuminuria in patients with type 2 diabetic nephropathy. METHODS: In this multicentre, double-blind, placebo-controlled, crossover randomised trial, we included patients with type 2 diabetic nephropathy. Main entry criteria were microalbuminaria or macroalbuminuria, and creatinine clearance of 30 mL/min or higher with less than 6 mL/min decline in the previous year. We tested the separate and combined effects of sodium restriction (dietary counselling in the outpatient setting) and hydrochlorothiazide (50 mg daily), added to standardised maximal angiotensin-converting enzyme (ACE) inhibition (lisinopril 40 mg daily), on albuminuria (primary endpoint). Patients were given hydrochlorothiazide (50 mg per day) or placebo during four treatment periods of 6 weeks. Both treatments were combined with regular sodium diet or sodium restriction (target sodium intake 50 mmol Na(+) per day). The 6-week treatment periods were done consecutively in a random order. Patients were randomised in blocks of two patients. The trial was analysed by intention to treat. The trial is registered with TrialRegister.nl, number 2366. FINDINGS: Of 89 eligible patients, 45 were included in the study. Both sodium restriction and hydrochlorothiazide significantly reduced albuminuria, irrespective of treatment sequence. Residual geometric mean albuminuria with baseline treatment was 711 mg per day (95% CI 485-1043); it was significantly reduced by sodium restriction (393 mg per day [258-599], p=0·0002), by hydrochlorothiazide (434 mg per day [306-618], p=0·0003), and to the greatest extent by their combination (306 mg per day [203-461], p<0·0001). Orthostatic complaints were present in two patients (4%) during baseline treatment, five (11%) during addition of sodium restriction, five (11%) during hydrochlorothiazide treatment, and 12 (27%) during combination treatment. No serious adverse events occurred. INTERPRETATION: We conclude that sodium restriction is an effective non-pharmacological intervention to increase RAAS blockade efficacy in type 2 diabetic nephropathy. FUNDING: None.",
      "mesh_terms": [
        "Aged",
        "Albuminuria",
        "Blood Pressure",
        "Diabetic Neuropathies",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Hydrochlorothiazide",
        "Male",
        "Middle Aged",
        "Renin-Angiotensin System"
      ]
    },
    {
      "pmid": "24204003",
      "title": "A randomized trial of dietary sodium restriction in CKD.",
      "authors": [
        "Emma J McMahon",
        "Judith D Bauer",
        "Carmel M Hawley",
        "Nicole M Isbel",
        "Michael Stowasser",
        "David W Johnson",
        "Katrina L Campbell"
      ],
      "journal": "Journal of the American Society of Nephrology : JASN",
      "publication_date": "2013-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "There is a paucity of quality evidence regarding the effects of sodium restriction in patients with CKD, particularly in patients with pre-end stage CKD, where controlling modifiable risk factors may be especially important for delaying CKD progression and cardiovascular events. We conducted a double-blind placebo-controlled randomized crossover trial assessing the effects of high versus low sodium intake on ambulatory BP, 24-hour protein and albumin excretion, fluid status (body composition monitor), renin and aldosterone levels, and arterial stiffness (pulse wave velocity and augmentation index) in 20 adult patients with hypertensive stage 3-4 CKD as phase 1 of the LowSALT CKD study. Overall, salt restriction resulted in statistically significant and clinically important reductions in BP (mean reduction of systolic/diastolic BP, 10/4 mm Hg; 95% confidence interval, 5 to 15 /1 to 6 mm Hg), extracellular fluid volume, albuminuria, and proteinuria in patients with moderate-to-severe CKD. The magnitude of change was more pronounced than the magnitude reported in patients without CKD, suggesting that patients with CKD are particularly salt sensitive. Although studies with longer intervention times and larger sample sizes are needed to confirm these benefits, this study indicates that sodium restriction should be emphasized in the management of patients with CKD as a means to reduce cardiovascular risk and risk for CKD progression.",
      "mesh_terms": [
        "Aged",
        "Blood Pressure",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Hypertension, Renal",
        "Male",
        "Middle Aged",
        "New Zealand",
        "Patient Compliance",
        "Renal Insufficiency, Chronic",
        "Risk Factors",
        "Risk Reduction Behavior",
        "Sodium Chloride, Dietary",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "24029871",
      "title": "Sodium restriction on top of renin-angiotensin-aldosterone system blockade increases circulating levels of N-acetyl-seryl-aspartyl-lysyl-proline in chronic kidney disease patients.",
      "authors": [
        "Arjan J Kwakernaak",
        "Femke Waanders",
        "Maartje C J Slagman",
        "Martin M Dokter",
        "Gozewijn D Laverman",
        "Rudolf A de Boer",
        "Gerjan Navis"
      ],
      "journal": "Journal of hypertension",
      "publication_date": "2013-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Sodium restriction potentiates the efficacy of the rennin-angiotensin-aldosterone system (RAAS)-blockade and improves long-term cardiovascular and renal protection, even independent of the better blood pressure control. The mechanisms underlying the potentiation of cardiorenal protection by sodium restriction are incompletely understood. RAAS-blockade with angiotensin-converting enzyme (ACE) inhibitors increases circulating levels of the anti-inflammatory and antifibrotic peptide N-acetyl-seryl-aspartyl-lysyl-proline (AcSDKP), which is assumed to contribute to its therapeutic effects. We hypothesized that sodium restriction on top of RAAS-blockade further increases AcSDKP, as a possible explanation for the enhanced effects of RAAS-blockade during sodium restriction. METHODS: To test this hypothesis, we performed a secondary analysis of a randomized clinical trial investigating 46 nondiabetic chronic kidney disease (CKD) patients (age 50±13 years, 80% men) with overt proteinuria and mild to moderate renal insufficiency. Patients were subjected, in a crossover design, to four double-blind 6-week study periods with either regular sodium diet (194±49 mmol Naday) or low sodium diet (102±52 mmol Na/day) on top of either lisinopril (40 mg/day; single RAAS-blockade) or lisinopril plus valsartan (320 mg/day; dual RAAS-blockade). RESULTS: Sodium restriction significantly increased circulating levels of AcSDKP during single and dual RAAS-blockade (P=0.032 and 0.042, respectively). Linear mixed-model analysis confirmed that AcSDKP levels were increased in response to sodium restriction, irrespective of sex, age, creatinine clearance, blood pressure, BMI, single or dual RAAS-blockade, treatment sequence and other dietary factors, that is calcium and protein (P=0.020). CONCLUSION: In patients with nondiabetic CKD, we demonstrated that sodium restriction, on top of single and dual RAAS-blockade, increases circulating levels of the anti-inflammatory and antifibrotic peptide AcSDKP. The rise in AcSDKP may contribute to the increased protection of RAAS-blockade during sodium restriction.",
      "mesh_terms": [
        "Acetylation",
        "Adult",
        "Female",
        "Humans",
        "Kidney Failure, Chronic",
        "Male",
        "Middle Aged",
        "Oligopeptides",
        "Renin-Angiotensin System",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "23689381",
      "title": "Aggressive fluid and sodium restriction in acute decompensated heart failure: a randomized clinical trial.",
      "authors": [
        "Graziella Badin Aliti",
        "Eneida R Rabelo",
        "Nadine Clausell",
        "Luís E Rohde",
        "Andreia Biolo",
        "Luis Beck-da-Silva"
      ],
      "journal": "JAMA internal medicine",
      "publication_date": "2013-Jun-24",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "IMPORTANCE: The benefits of fluid and sodium restriction in patients hospitalized with acute decompensated heart failure (ADHF) are unclear. OBJECTIVE: To compare the effects of a fluid-restricted (maximum fluid intake, 800 mL/d) and sodium-restricted (maximum dietary intake, 800 mg/d) diet (intervention group [IG]) vs a diet with no such restrictions (control group [CG]) on weight loss and clinical stability during a 3-day period in patients hospitalized with ADHF. DESIGN: Randomized, parallel-group clinical trial with blinded outcome assessments. SETTING: Emergency room, wards, and intensive care unit. PARTICIPANTS: Adult inpatients with ADHF, systolic dysfunction, and a length of stay of 36 hours or less. INTERVENTION: Fluid restriction (maximum fluid intake, 800 mL/d) and additional sodium restriction (maximum dietary intake, 800 mg/d) were carried out until the seventh hospital day or, in patients whose length of stay was less than 7 days, until discharge. The CG received a standard hospital diet, with liberal fluid and sodium intake. MAIN OUTCOMES AND MEASURES: Weight loss and clinical stability at 3-day assessment, daily perception of thirst, and readmissions within 30 days. RESULTS: Seventy-five patients were enrolled (IG, 38; CG, 37). Most were male; ischemic heart disease was the predominant cause of heart failure (17 patients [23%]), and the mean (SD) left ventricular ejection fraction was 26% (8.7%). The groups were homogeneous in terms of baseline characteristics. Weight loss was similar in both groups (between-group difference in variation of 0.25 kg [95% CI, -1.95 to 2.45]; P = .82) as well as change in clinical congestion score (between-group difference in variation of 0.59 points [95% CI, -2.21 to 1.03]; P = .47) at 3 days. Thirst was significantly worse in the IG (5.1 [2.9]) than the CG (3.44 [2.0]) at the end of the study period (between-group difference, 1.66 points; time × group interaction; P = .01). There were no significant between-group differences in the readmission rate at 30 days (IG, 11 patients [29%]; CG, 7 patients [19%]; P = .41). CONCLUSIONS AND RELEVANCE: Aggressive fluid and sodium restriction has no effect on weight loss or clinical stability at 3 days and is associated with a significant increase in perceived thirst. We conclude that sodium and water restriction in patients admitted for ADHF are unnecessary. TRIAL REGISTRATION: clinicaltrials.gov Identifier: NCT01133236.",
      "mesh_terms": [
        "Acute Disease",
        "Aged",
        "Biomarkers",
        "Case-Control Studies",
        "Diet, Sodium-Restricted",
        "Double-Blind Method",
        "Drinking Water",
        "Female",
        "Follow-Up Studies",
        "Heart Failure",
        "Humans",
        "Inpatients",
        "Length of Stay",
        "Male",
        "Middle Aged",
        "Natriuretic Peptide, Brain",
        "Risk Assessment",
        "Risk Factors",
        "Thirst",
        "Treatment Outcome",
        "Weight Loss"
      ]
    },
    {
      "pmid": "23129822",
      "title": "Acute and chronic effects of dietary sodium restriction on renal tubulointerstitial fibrosis in cisplatin-treated rats.",
      "authors": [
        "Joon-Sung Park",
        "Chor Ho Jo",
        "Sua Kim",
        "Gheun-Ho Kim"
      ],
      "journal": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Renal interstitial fibrosis is a major complication of cisplatin (CP) treatment, and increased sodium intake may accelerate its progression by stimulating transforming growth factor (TGF)-β/Smad signaling. However, it is not clear whether a low-sodium diet has beneficial effects on the development of interstitial fibrosis because it activates the renin-angiotensin-aldosterone system. Here, we tested whether the TGF-β/Smad signaling pathway is stimulated in CP-treated rats, and whether the development of tubulointerstitial fibrosis in CP nephropathy can be checked by dietary sodium restriction. METHODS: Male Sprague Dawley rats were randomly divided into controls, CP treatment and CP treatment with low-sodium diet. The acute experiment lasted 7 days with a single intraperitoneal injection (6 mg/kg) of CP, and the chronic experiment involved weekly injections (2 mg/kg) for 7 weeks. RESULTS: In both sets of experiments, CP treatment produced pronounced tubulointerstitial injury, increased infiltration of ED1-positive cells and increased expression of monocyte chemotactic protein-1 (MCP-1), α-smooth muscle actin (SMA), TGF-β1, phosphorylated Smad3, fibronectin and collagen III proteins. In the acute experiment, the increases in expression of osteopontin, MCP-1, α-SMA, TGF-β and collagen III were significantly reduced by dietary sodium restriction. In the chronic experiment, however, none of the measurements were improved by a low-sodium diet. Examination of CP-treated rat kidneys revealed de novo vimentin expression in tubular epithelial cells and invasion of α-SMA-positive tubular epithelial cells through the basement membrane into the interstitium. CONCLUSIONS: The pro-fibrotic effect of TGF-β in CP nephropathy appears to be associated with the epithelial-mesenchymal transition and is ameliorated by dietary sodium restriction only during the acute phase.",
      "mesh_terms": [
        "Acute Disease",
        "Animals",
        "Antineoplastic Agents",
        "Biomarkers",
        "Blotting, Western",
        "Chronic Disease",
        "Cisplatin",
        "Diet, Sodium-Restricted",
        "Epithelial-Mesenchymal Transition",
        "Fibrosis",
        "Immunoenzyme Techniques",
        "Kidney Tubules",
        "Male",
        "Nephritis, Interstitial",
        "Rats",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "21928544",
      "title": "Relationship between the change in left ventricular hypertrophy and asleep blood pressure after sodium restriction and/or diuretic treatment.",
      "authors": [
        "Joji Ishikawa",
        "Kazuo Eguchi",
        "Satoshi Hoshide",
        "Kazuyuki Shimada",
        "Kazuomi Kario"
      ],
      "journal": "Blood pressure monitoring",
      "publication_date": "2011-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Salt restriction and/or diuretic treatment convert nondippers to dippers; however, few reports have compared the relationships among the changes in asleep ambulatory blood pressure, left ventricular mass index(LVMI), and relative wall thickness between nondippers and dippers. METHODS: We treated 30 never-treated hypertensive outpatients [office blood pressure (OBP) > 140/90 mmHg]with salt restriction (NaCl < 6 g/day) and/or indapamide(1 or 2 mg/day) to control both OBP (< 140/90 mmHg) and home BP (< 135/85 mmHg) for 4 months. OBP and home BP (measured monthly), ambulatory blood pressure, and echocardiogram (measured at the baseline and at the end of the treatment period) were evaluated. RESULTS: There were 12 nondippers [asleep/awake systolic BP (SBP) ratio > 0.90] and 18 dippers. Asleep SBP/diastolic BP decreased in both nondippers(149 ± 19/81 ± 16 – 126 ± 22/74 ± 13 mmHg) and dippers(129 ± 9/81 ± 8 – 121 ± 9/74 ± 10 mmHg; P between groups =0.005/0.11). LVMI significantly decreased in nondippers (116 ± 17.3 – 82 ± 27.8 kg/m2; P = 0.02), but not in dippers (P = 0.31; P between groups =0.11).The change in RWT was significantly different between nondippers (0.50 ± 0.07 – 0.47 ± 0.10) and dippers(0.43 ± 0.07 – 0.45 ± 0.07; P between groups = 0.036).",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Pressure",
        "Blood Pressure Monitoring, Ambulatory",
        "Circadian Rhythm",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Echocardiography",
        "Female",
        "Humans",
        "Hypertension",
        "Hypertrophy, Left Ventricular",
        "Indapamide",
        "Male",
        "Middle Aged",
        "Sleep"
      ]
    },
    {
      "pmid": "21862455",
      "title": "Elevated N-terminal pro-brain natriuretic peptide levels predict an enhanced anti-hypertensive and anti-proteinuric benefit of dietary sodium restriction and diuretics, but not angiotensin receptor blockade, in proteinuric renal patients.",
      "authors": [
        "Maartje C J Slagman",
        "Femke Waanders",
        "Liffert Vogt",
        "Kevin Damman",
        "Marc Hemmelder",
        "Gerjan Navis",
        "Gozewijn D Laverman"
      ],
      "journal": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
      "publication_date": "2012-Mar",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Renin-angiotensin aldosterone system (RAAS) blockade only partly reduces blood pressure, proteinuria and renal and cardiovascular risk in chronic kidney disease (CKD) but often requires sodium targeting [i.e. low sodium diet (LS) and/or diuretics] for optimal efficacy. However, both under- and overtitration of sodium targeting can easily occur. We evaluated whether N-terminal pro-brain natriuretic peptide (NT-proBNP), a biomarker of volume expansion, predicts the benefits of sodium targeting in CKD patients. METHODS: In a cross-over randomized controlled trial, 33 non-diabetic CKD patients (proteinuria 3.8 ± 0.4 g/24 h, blood pressure 143/86 ± 3/2 mmHg, creatinine clearance 89 ± 5 mL/min) were treated during 6-week periods with placebo, angiotensin receptor blockade (ARB; losartan 100 mg/day) and ARB plus diuretics (losartan 100 mg/day plus hydrochlorothiazide 25 mg/day), combined with LS (93 ± 52 mmol Na(+)/24 h) and regular sodium diet (RS; 193 ± 62 mmol Na(+)/24 h, P < 0.001 versus LS), in random order. As controls, 27 healthy volunteers were studied. RESULTS: NT-proBNP was elevated in patients during placebo + RS [90 (60-137) versus 35 (27-45) pg/mL in healthy controls, P = 0.001]. NT-proBNP was lowered by LS, ARB and diuretics and was normalized by ARB + diuretic + LS [39 (26-59) pg/mL, P = 0.65 versus controls]. NT-proBNP levels above the upper limit of normal (>125 pg/mL) predicted a larger reduction of blood pressure and proteinuria by LS and diuretics but not by ARB, during all steps of the titration regimen. CONCLUSIONS: Elevated NT-proBNP levels predict an enhanced anti-hypertensive and anti-proteinuric benefit of sodium targeting, but not RAAS blockade, in proteinuric CKD patients. Importantly, this applies to the untreated condition, as well as to the subsequent treatment steps, consisting of RAAS blockade and even RAAS blockade combined with diuretics. NT-proBNP can be a useful tool to identify CKD patients in whom sodium targeting can improve blood pressure and proteinuria.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Angiotensin II Type 1 Receptor Blockers",
        "Antihypertensive Agents",
        "Case-Control Studies",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Kidney Failure, Chronic",
        "Losartan",
        "Male",
        "Middle Aged",
        "Natriuretic Peptide, Brain",
        "Peptide Fragments",
        "Prognosis",
        "Protein Precursors",
        "Proteinuria",
        "Renin-Angiotensin System",
        "Sodium Chloride, Dietary",
        "Young Adult"
      ]
    },
    {
      "pmid": "21791491",
      "title": "Moderate dietary sodium restriction added to angiotensin converting enzyme inhibition compared with dual blockade in lowering proteinuria and blood pressure: randomised controlled trial.",
      "authors": [
        "Maartje C J Slagman",
        "Femke Waanders",
        "Marc H Hemmelder",
        "Arend-Jan Woittiez",
        "Wilbert M T Janssen",
        "Hiddo J Lambers Heerspink",
        "Gerjan Navis",
        "Gozewijn D Laverman"
      ],
      "journal": "BMJ (Clinical research ed.)",
      "publication_date": "2011-Jul-26",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To compare the effects on proteinuria and blood pressure of addition of dietary sodium restriction or angiotensin receptor blockade at maximum dose, or their combination, in patients with non-diabetic nephropathy receiving background treatment with angiotensin converting enzyme (ACE) inhibition at maximum dose. DESIGN: Multicentre crossover randomised controlled trial. SETTING: Outpatient clinics in the Netherlands. PARTICIPANTS: 52 patients with non-diabetic nephropathy. INTERVENTIONS: All patients were treated during four 6 week periods, in random order, with angiotensin receptor blockade (valsartan 320 mg/day) or placebo, each combined with, consecutively, a low sodium diet (target 50 mmol Na(+)/day) and a regular sodium diet (target 200 mmol Na(+)/day), with a background of ACE inhibition (lisinopril 40 mg/day) during the entire study. The drug interventions were double blind; the dietary interventions were open label. MAIN OUTCOME MEASURES: The primary outcome measure was proteinuria; the secondary outcome measure was blood pressure. RESULTS: Mean urinary sodium excretion, a measure of dietary sodium intake, was 106 (SE 5) mmol Na(+)/day during a low sodium diet and 184 (6) mmol Na(+)/day during a regular sodium diet (P<0.001). Geometric mean residual proteinuria was 1.68 (95% confidence interval 1.31 to 2.14) g/day during ACE inhibition plus a regular sodium diet. Addition of angiotensin receptor blockade to ACE inhibition reduced proteinuria to 1.44 (1.07 to 1.93) g/day (P=0.003), addition of a low sodium diet reduced it to 0.85 (0.66 to 1.10) g/day (P<0.001), and addition of angiotensin receptor blockade plus a low sodium diet reduced it to 0.67 (0.50 to 0.91) g/day (P<0.001). The reduction of proteinuria by the addition of a low sodium diet to ACE inhibition (51%, 95% confidence interval 43% to 58%) was significantly larger (P<0.001) than the reduction of proteinuria by the addition of angiotensin receptor blockade to ACE inhibition (21%, (8% to 32%) and was comparable (P=0.009, not significant after Bonferroni correction) to the reduction of proteinuria by the addition of both angiotensin receptor blockade and a low sodium diet to ACE inhibition (62%, 53% to 70%). Mean systolic blood pressure was 134 (3) mm Hg during ACE inhibition plus a regular sodium diet. Mean systolic blood pressure was not significantly altered by the addition of angiotensin receptor blockade (131 (3) mm Hg; P=0.12) but was reduced by the addition of a low sodium diet (123 (2) mm Hg; P<0.001) and angiotensin receptor blockade plus a low sodium diet (121 (3) mm Hg; P<0.001) to ACE inhibition. The reduction of systolic blood pressure by the addition of a low sodium diet (7% (SE 1%)) was significantly larger (P=0.003) than the reduction of systolic blood pressure by the addition of angiotensin receptor blockade (2% (1)) and was similar (P=0.14) to the reduction of systolic blood pressure by the addition of both angiotensin receptor blockade and low sodium diet (9% (1)), to ACE inhibition. CONCLUSIONS: Dietary sodium restriction to a level recommended in guidelines was more effective than dual blockade for reduction of proteinuria and blood pressure in non-diabetic nephropathy. The findings support the combined endeavours of patients and health professionals to reduce sodium intake. Trial registration Netherlands Trial Register NTR675.",
      "mesh_terms": [
        "Angiotensin II Type 1 Receptor Blockers",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Blood Pressure",
        "Chronic Disease",
        "Combined Modality Therapy",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Hypertension",
        "Kidney Diseases",
        "Lisinopril",
        "Male",
        "Middle Aged",
        "Patient Compliance",
        "Proteinuria",
        "Sodium Chloride, Dietary",
        "Tetrazoles",
        "Treatment Outcome",
        "Valine",
        "Valsartan"
      ]
    },
    {
      "pmid": "21603903",
      "title": "Importance and benefits of dietary sodium restriction in the management of chronic kidney disease patients: experience from a single Chinese center.",
      "authors": [
        "Wang Yu",
        "Sun Luying",
        "Wang Haiyan",
        "Li Xiaomei"
      ],
      "journal": "International urology and nephrology",
      "publication_date": "2012-Apr",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "AIM: Several studies have suggested that sodium intake may affect blood pressure (BP), proteinuria, and intrarenal transforming growth factor-β1 (TGF-β1) production in patients and animal models with chronic kidney disease (CKD). The Chinese population has a high prevalence of CKD and is well known for consuming salty foods. This study will investigate the role of dietary sodium intake on BP control among non-dialysis Chinese CKD patients. METHODS: A cross-sectional study was carried out in a cohort of 176 non-dialysis hypertensive CKD patients to investigate their sodium intake and its effect on BP control by measuring 24-h urine sodium excretion (24-h UNa). A total of 20 patients with immunoglobulin A nephropathy (IgAN) participated in a 7-day sodium restriction study (100 mmol/day). Their changes in BP, proteinuria, and urinary TGF-β1 excretion were subsequently analyzed. Another 23 IgAN patients without salt restriction were included as controls. RESULTS: The average 24-h UNa of the study cohort was 149.0 ± 66.4 mmol/day. Only 31.8% patients had a 24-h UNa less than 100 mmol/day. The OR for each 17 mmol increment in 24-h UNa (salt 1 g/day) for BP > 130/80 mmHg was 1.26 (95% CI 1.10-1.44, P = 0.001). The sodium restriction group achieved significantly more reduction in SBP (-11.1 mmHg vs. -5.0 mmHg, P = 0.022), DBP (-9.4 mmHg vs. -2.1 mmHg, P = 0.009), and urine protein excretion [-465 (-855 to -340) mg/day vs. -150 (-570 to 40) mg/day, P = 0.024]. A positive correlation was observed between the change of 24-h UNa and the change of SBP (r = 0.450, P = 0.047) in the sodium restriction group. The change of 24-h UNa was also correlated with the 24-h TGF-β1 excretion (r = 0.558, P = 0.011) in these patients. CONCLUSION: Dietary sodium intake restriction should be monitored and intensified in the treatment of Chinese CKD patients.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "China",
        "Circadian Rhythm",
        "Cross-Sectional Studies",
        "Diet, Sodium-Restricted",
        "Disease Progression",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Kidney Failure, Chronic",
        "Male",
        "Middle Aged",
        "Prevalence",
        "Retrospective Studies",
        "Sodium",
        "Sodium, Dietary",
        "Urinalysis"
      ]
    },
    {
      "pmid": "21211198",
      "title": "[The foundation and key of heart failure treatment: sodium restriction during whole course].",
      "authors": [
        "Xue-si Wu"
      ],
      "journal": "Zhonghua nei ke za zhi",
      "publication_date": "2010-Nov",
      "publication_types": [
        "Editorial"
      ],
      "mesh_terms": [
        "Diet, Sodium-Restricted",
        "Heart Failure",
        "Humans"
      ]
    },
    {
      "pmid": "20723924",
      "title": "Sodium restriction as initial conservative treatment for urinary stone disease.",
      "authors": [
        "Seok Joong Yun",
        "Yun-Sok Ha",
        "Won Tae Kim",
        "Yong-June Kim",
        "Sang-Cheol Lee",
        "Wun-Jae Kim"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2010-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: Sodium restriction is widely recommended to prevent urinary stone recurrence. However, the effect of urinary sodium excretion has not been fully evaluated. We investigated the relationship between urinary sodium, urinary metabolite excretion and the risk of recurrence in urinary stone formers. MATERIALS AND METHODS: Selected for study were 798 stone formers with no evidence of metabolic disorders as the cause of abnormal urinary solutes. We analyzed the relationship between urinary sodium and other metabolic parameters by gender. Values were adjusted by covariates according to correlation status. Patients were divided into stone formers with hypernatriuresis or normal natriuresis (less than 220 mEq daily) and urinary parameters were compared. Kaplan-Meier analysis was done to determine the cumulative incidence of recurrent stones by urinary sodium. Patients were considered recurrence-free at a minimum followup of 3 years without incidence. RESULTS: In the 492 men and 306 women mean ± SD age was 40.0 ± 11.4 and 45.4 ± 12.7 years, and mean body mass index was 23.9 ± 3.1 and 23.0 ± 3.0 kg/m(2), respectively. Using covariate adjusted partial correlation coefficients urinary sodium was noted to influence volume, pH, calcium, uric acid, oxalate and citrate in men, and volume, pH, calcium, uric acid and citrate in women (each p <0.05). At a median followup of 56.1 months 46 of 98 stone formers (46.9%) with normal natriuresis experienced stone recurrence vs 60 of 93 (64.5%) with hypernatriuresis. Patients with hypernatriuresis also had significantly decreased time to recurrence than those with normal natriuresis (log rank test p = 0.043). CONCLUSIONS: Results show that urinary sodium is an important determinant of other stone forming parameters and of the risk of recurrent stones. These findings suggest that a sodium restricted diet should be the initial step when treating stone formers.",
      "mesh_terms": [
        "Adult",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Recurrence",
        "Retrospective Studies",
        "Sodium",
        "Urinary Calculi"
      ]
    },
    {
      "pmid": "20651700",
      "title": "Neuronal nitric oxide synthase supports Renin release during sodium restriction through inhibition of phosphodiesterase 3.",
      "authors": [
        "Johan Sällström",
        "Boye L Jensen",
        "Ole Skøtt",
        "Xiang Gao",
        "A Erik G Persson"
      ],
      "journal": "American journal of hypertension",
      "publication_date": "2010-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Mice with targeted deletion of neuronal nitric oxide (NO) synthase (nNOS⁻(/)⁻) display inability to increase plasma renin concentration (PRC) in response to sodium restriction. nNOS has a distinct expression at the macula densa (MD), and in the present study, it was tested whether nNOS supports renin release by cyclic guanosine monophosphate (cGMP)-mediated inhibition of cyclic adenosine monophosphate (cAMP)-specific phosphodiesterase 3 (PDE3) in juxtaglomerular (JG) cells. METHODS: The experiments were performed in conscious nNOS⁻(/)⁻ and wild types after 10 days on a low-sodium diet by acute treatment with the PDE3-inhibitor milrinone, the PDE5 inhibitor zaprinast, or vehicle, using a crossover study protocol. PRC was measured with the antibody-trapping technique and blood pressure with telemetry. Glomerular filtration rate (GFR) and renal plasma flow (RPF) were estimated by measurements of inulin- and para-amino hippuric acid (PAH) clearances, respectively. RESULTS: The basal PRC was reduced in nNOS⁻(/)⁻ compared to the wild types. Administration of milrinone caused a more pronounced PRC increase in nNOS⁻(/)⁻, resulting in normalized renin levels, whereas PDE5 inhibition did not affect PRC in any genotype. The blood pressure was similar in both genotypes, and milrinone did not affect blood pressure compared to vehicle. GFR and RPF were similar at baseline and were reduced by milrinone. CONCLUSIONS: The present study provides in vivo evidence supporting the view that NO, selectively derived from nNOS, mediates renin release during sodium restriction by inhibiting PDE3, which would increase renin release by elevating cAMP levels in the JG cells.",
      "mesh_terms": [
        "Animals",
        "Blood Pressure",
        "Cyclic AMP",
        "Cyclic GMP",
        "Cyclic Nucleotide Phosphodiesterases, Type 3",
        "Cyclic Nucleotide Phosphodiesterases, Type 5",
        "Female",
        "Juxtaglomerular Apparatus",
        "Kidney Cortex",
        "Male",
        "Mice",
        "Mice, Inbred Strains",
        "Mice, Knockout",
        "Milrinone",
        "Nitric Oxide Synthase Type I",
        "Phosphodiesterase 3 Inhibitors",
        "Phosphodiesterase 5 Inhibitors",
        "Purinones",
        "Renal Circulation",
        "Renin",
        "Sodium Chloride, Dietary"
      ]
    },
    {
      "pmid": "19713840",
      "title": "Benefits of dietary sodium restriction in the management of chronic kidney disease.",
      "authors": [
        "Jan A Krikken",
        "Gozewijn D Laverman",
        "Gerjan Navis"
      ],
      "journal": "Current opinion in nephrology and hypertension",
      "publication_date": "2009-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: To evaluate the role of restricting dietary sodium intake in chronic kidney disease (CKD) and its complications. RECENT FINDINGS: A consistent line of evidence shows that high dietary sodium intake is a determinant of therapy resistance to blockade of the renin-angiotensin-aldosterone system (RAAS). Addition of sodium restriction to RAAS blockade or to RAAS blockade combined with a diuretic permits a further reduction in urinary protein excretion of approximately 30%, which could be expected to reduce long-term renal risk by 25%. SUMMARY: High sodium intake increases blood pressure and proteinuria, induces glomerular hyperfiltration and blunts the response to RAAS blockade. Although recommended in international guidelines, sodium restriction is not a spearhead in treating renal patients. Sodium status is only rarely mentioned in recent large intervention studies in CKD. Sodium intake in CKD is similar to that in the general population. Reduction of sodium intake to the target of 50-85 mmol/24 h in patients with CKD reduces blood pressure and proteinuria, the latter by approximately 30%, and should be actively pursued to improve outcome in CKD.",
      "mesh_terms": [
        "Angiotensin II Type 1 Receptor Blockers",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Blood Pressure",
        "Chronic Disease",
        "Combined Modality Therapy",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Drug Therapy, Combination",
        "Glomerular Filtration Rate",
        "Humans",
        "Kidney Diseases",
        "Proteinuria",
        "Renin-Angiotensin System",
        "Sodium Chloride, Dietary",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "19653340",
      "title": "Spot urinary sodium for assessing dietary sodium restriction in cirrhotic ascites.",
      "authors": [
        "Mohammed Abdelhamid El-Bokl",
        "Bahaa Eldeen Senousy",
        "Khaled Zakaria El-Karmouty",
        "Inas El Khedr Mohammed",
        "Sherif Monier Mohammed",
        "Sherif Sadek Shabana",
        "Hassan Shalaby"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2009-Aug-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To evaluate the accuracy of spot urinary Na/K and Na/creatinine (Cr) ratios as an alternative to 24-h urinary sodium in monitoring dietary compliance in patients with liver cirrhosis and ascites treated with diuretics. METHODS: The study was carried on 40 patients with liver cirrhosis and ascites treated with diuretic therapy. Patients were divided into two groups according to 24-h urinary sodium. We measured spot urine Na/K ratio, Na/Cr ratio and 24-h urinary sodium. Student's t test was used to compare the interval variables and chi(2) test to compare the nominal variables between the two groups. Receiver operator characteristic curve was used to identify the best cutoff point for Na/K and Na/Cr ratio. RESULTS: The best cutoff point for Na/K ratio was 2.5 (P < 0.001) and area under the curve (AUC) was 0.9, and for Na/Cr ratio, the best cutoff point was 35 (P < 0.001) and AUC was 0.885. Na/K ratio showed higher sensitivity and accuracy compared to Na/Cr ratio (87.5% and 87% for Na/K ratio; 81% and 85% for Na/Cr ratio, respectively). CONCLUSION: Spot urine Na/K ratio has adequate accuracy for assessment of dietary sodium restriction compared with 24-h urinary sodium in patients with liver cirrhosis and ascites.",
      "mesh_terms": [
        "Ascites",
        "Creatinine",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Female",
        "Humans",
        "Liver Cirrhosis",
        "Male",
        "Middle Aged",
        "Patient Compliance",
        "Potassium",
        "Sodium",
        "Urinalysis"
      ]
    },
    {
      "pmid": "19516246",
      "title": "Sodium restriction improves the gustatory threshold for salty taste in patients with chronic kidney disease.",
      "authors": [
        "Tetsuro Kusaba",
        "Yasukiyo Mori",
        "Okagaki Masami",
        "Neriya Hiroko",
        "Takaomi Adachi",
        "Chikako Sugishita",
        "Kazuhiro Sonomura",
        "Taikou Kimura",
        "Noriko Kishimoto",
        "Hisako Nakagawa",
        "Mitsuhiko Okigaki",
        "Tsuguru Hatta",
        "Hiroaki Matsubara"
      ],
      "journal": "Kidney international",
      "publication_date": "2009-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sodium restriction is important in the treatment of chronic kidney disease; however, it is sometimes difficult to achieve. Decreased taste sensitivity may be a factor influencing inadequate control of oral salt intake and subsequent high blood pressure. To measure this, the gustatory threshold (recognition and detection) for salty taste was determined in 29 patients with chronic kidney disease using a sodium-impregnated test strip and relevant factors determining taste sensitivity were analyzed. Compared with 11 healthy volunteers, recognition and detection thresholds were increased in the patients with chronic kidney disease. Oral sodium intake correlated positively but serum zinc correlated negatively with the recognition threshold. Patients with diabetic nephropathy had a higher detection threshold than non-diabetic patients. Both recognition and detection thresholds were increased in patients with diuretic administration. After 1 week of sodium restriction, the average recognition threshold decreased significantly. Our study verified that latent taste dysfunction and zinc deficiency are common in patients with chronic kidney disease. Further, the recognition threshold for salty taste improved even after a short period of salt restriction.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Chronic Disease",
        "Diabetic Nephropathies",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Female",
        "Humans",
        "Kidney Diseases",
        "Male",
        "Middle Aged",
        "Sodium",
        "Sodium Chloride",
        "Taste",
        "Taste Threshold",
        "Zinc"
      ]
    },
    {
      "pmid": "19254630",
      "title": "Demonstration of psychometric soundness of the Dietary Sodium Restriction Questionnaire in patients with heart failure.",
      "authors": [
        "Brooke Bentley",
        "Terry A Lennie",
        "Martha Biddle",
        "Misook L Chung",
        "Debra K Moser"
      ],
      "journal": "Heart & lung : the journal of critical care",
      "publication_date": "2009",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "PURPOSE: Recommendation of a low-sodium diet is the most common nonpharmacologic intervention used in patients with heart failure (HF). However, nonadherence to this recommendation is extremely high. There are no instruments available for the specific measurement of patients' perceptions of their barriers to, and attitudes toward, following a low-sodium diet. The purpose of this study was to evaluate the psychometric properties of a new instrument, the Dietary Sodium Restriction Questionnaire (DSRQ). Based on the Theory of Planned Behavior (TPB), the DSRQ assesses adherence through the use of 3 subscales. Each subscale represents a construct of the TPB: attitude, subjective norm, and perceived behavioral control. METHODS: The sample consisted of 174 patients with HF (age 62.4 +/- 13.5 years, 56.1% were male, 83.8% were white, and 86.9% had New York Heart Association class II/III). Factorial validity was tested using principal component analysis. Reliability was tested using Cronbach's alpha to assess the internal consistency of the 3 subscales. Reliability was further evaluated with item-total correlations and inter-item correlations. RESULTS: Principal component analysis of the DSRQ resulted in the extraction of 3 factors, each factor corresponding to a construct of the TPB. The 3-factor solution explained a total of 54.2% of the variance, with Attitude contributing 23.4%, Perceived Behavioral Control contributing 18.1%, and Subjective Norm contributing 12.7%. The Cronbach's coefficient alpha for each subscale was Attitude .88, Subjective Norm .62, and Perceived Behavioral Control .76. CONCLUSIONS: The DSRQ is a valid and reliable tool for measuring patients' attitudes, beliefs, and barriers related to following a low-sodium diet in adult, white patients with New York Heart Association class II/III HF.",
      "mesh_terms": [
        "Adaptation, Psychological",
        "Diet, Sodium-Restricted",
        "Female",
        "Health Knowledge, Attitudes, Practice",
        "Heart Failure",
        "Humans",
        "Male",
        "Middle Aged",
        "Nutritional Status",
        "Patient Compliance",
        "Principal Component Analysis",
        "Psychometrics",
        "Reproducibility of Results",
        "Stress, Psychological",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "18849552",
      "title": "The heart failure and sodium restriction controversy: challenging conventional practice.",
      "authors": [
        "Katherine R Beich",
        "Clyde Yancy"
      ],
      "journal": "Nutrition in clinical practice : official publication of the American Society for Parenteral and Enteral Nutrition",
      "publication_date": "2008",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Optimal care of patients with heart failure requires a multifaceted approach that includes guideline-driven, evidence-based therapies, intensive patient education, careful initial and follow-up assessment, and appropriately constructed nutrition prescriptions. Central to the construct of the nutrition prescription is advice regarding sodium consumption. It is intuitively and generally agreed upon that sodium restriction is appropriate for patients with heart failure, despite the lack of evidence-based research studies. Whereas limiting sodium is most appropriate for the hypertensive patient at risk for developing heart failure and the patient who is overtly volume overloaded, less certainty exists regarding the sodium prescription for patients with diagnosed heart failure that is well compensated. Sodium intake is only 1 component of medical nutrition therapy, and prescription must be individualized according to nutrition assessment and priority of needs. However, in the absence of new compelling data, sodium restriction remains the most appropriate dietary intervention in general for patients with heart failure.",
      "mesh_terms": [
        "Diet, Sodium-Restricted",
        "Evidence-Based Medicine",
        "Heart Failure",
        "Humans",
        "Nutrition Therapy",
        "Patient Education as Topic",
        "Risk Factors",
        "Sodium, Dietary",
        "Water-Electrolyte Balance"
      ]
    },
    {
      "pmid": "18823687",
      "title": "Effect of renin-angiotensin-aldosterone system inhibition, dietary sodium restriction, and/or diuretics on urinary kidney injury molecule 1 excretion in nondiabetic proteinuric kidney disease: a post hoc analysis of a randomized controlled trial.",
      "authors": [
        "Femke Waanders",
        "Vishal S Vaidya",
        "Harry van Goor",
        "Henri Leuvenink",
        "Kevin Damman",
        "Inge Hamming",
        "Joseph V Bonventre",
        "Liffert Vogt",
        "Gerjan Navis"
      ],
      "journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
      "publication_date": "2009-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Tubulointerstitial damage plays an important role in chronic kidney disease (CKD) with proteinuria. Urinary kidney injury molecule 1 (KIM-1) reflects tubular KIM-1 and is considered a sensitive biomarker for early tubular damage. We hypothesized that a decrease in proteinuria by using therapeutic interventions is associated with decreased urinary KIM-1 levels. STUDY DESIGN: Post hoc analysis of a randomized, double-blind, placebo-controlled, crossover trial. SETTING & PARTICIPANTS: 34 proteinuric patients without diabetes from our outpatient renal clinic. INTERVENTION: Stepwise 6-week interventions of losartan, sodium restriction (low-sodium [LS] diet), their combination, losartan plus hydrochlorothiazide (HCT), and the latter plus an LS diet. OUTCOMES & MEASUREMENTS: Urinary excretion of KIM-1, total protein, and N-acetyl-beta-d-glucosaminidase (NAG) as a positive control for tubular injury. RESULTS: Mean baseline urine protein level was 3.8 +/- 0.4 (SE) g/d, and KIM-1 level was 1,706 +/- 498 ng/d (increased compared with healthy controls; 74 ng/d). KIM-1 level was decreased by using placebo/LS (1,201 +/- 388 ng/d; P = 0.04), losartan/high sodium (1,184 +/- 296 ng/d; P = 0.09), losartan/LS (921 +/- 176 ng/d; P = 0.008), losartan/high sodium plus HCT (862 +/- 151 ng/d; P = 0.008) and losartan/LS plus HCT (743 +/- 170 ng/d; P = 0.001). The decrease in urinary KIM-1 levels paralleled the decrease in proteinuria (R = 0.523; P < 0.001), but not blood pressure or creatinine clearance. 16 patients reached target proteinuria with protein less than 1 g/d, whereas KIM-1 levels normalized in only 2 patients. Urinary NAG level was increased at baseline and significantly decreased during the treatment periods of combined losartan plus HCT only. The decrease in urinary NAG levels was not closely related to proteinuria. LIMITATIONS: Post hoc analysis. CONCLUSIONS: Urinary KIM-1 level was increased in patients with nondiabetic CKD with proteinuria and decreased in parallel with proteinuria by using losartan, sodium restriction, their combination, losartan plus HCT, and the latter plus sodium restriction. These results are consistent with the hypothesis of amelioration of proteinuria-induced tubular damage. Long-term studies are warranted to evaluate whether targeting treatment on KIM-1 can improve outcomes in patients with CKD with proteinuria.",
      "mesh_terms": [
        "Acetylglucosaminidase",
        "Adult",
        "Aged",
        "Antihypertensive Agents",
        "Biomarkers",
        "Chronic Disease",
        "Combined Modality Therapy",
        "Cross-Over Studies",
        "Diuretics",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Hepatitis A Virus Cellular Receptor 1",
        "Humans",
        "Hydrochlorothiazide",
        "Kidney Diseases",
        "Losartan",
        "Male",
        "Membrane Glycoproteins",
        "Middle Aged",
        "Proteinuria",
        "Receptors, Virus",
        "Renin-Angiotensin System",
        "Sodium, Dietary",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "18192334",
      "title": "Differential regulation of renal angiotensin-converting enzyme (ACE) and ACE2 during ACE inhibition and dietary sodium restriction in healthy rats.",
      "authors": [
        "I Hamming",
        "H van Goor",
        "A J Turner",
        "C A Rushworth",
        "A A Michaud",
        "P Corvol",
        "G Navis"
      ],
      "journal": "Experimental physiology",
      "publication_date": "2008-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Angiotensin-converting enzyme (ACE) 2 is thought to counterbalance ACE by breakdown of angiotensin (Ang) II and formation of Ang(1-7). Both enzymes are highly expressed in the kidney, but reports on their regulation differ. To enhance our understanding of the regulation of renal ACE and ACE2, we investigated renal ACE and ACE2 expression during conditions of physiological (low-sodium diet) and pharmacological changes (ACE inhibition) in activity of the renin-angiotensin-aldosterone system (RAAS). Healthy rats were treated with vehicle or lisinopril with either a control or a low-sodium diet, and renal ACE2, ACE and plasma angiotensins were studied. During vehicle treatment, low sodium reduced renal ACE mRNA and activity without affecting ACE2 mRNA or activity and plasma Ang(1-7) and Ang II balance. Lisinopril significantly reduced renal ACE activity without affecting renal ACE2 activity. During ACE inhibition, low sodium reduced both ACE and ACE2 mRNA without affecting ACE2 activity or further reducing ACE activity. Measurements of renal neprilysin activity revealed no significant differences between any of the treatment groups. Plasma Ang(1-7) and Ang II balance is positively shifted towards the beneficial vasopeptide Ang(1-7) by the ACE inhibitor lisinopril, especially during a low sodium intake. In conclusion, modulation of the RAAS, by low sodium intake or ACE inhibition, does not affect renal ACE2 despite major variations in renal ACE. Thus, ACE and ACE2 are differentially regulated by low sodium and ACE inhibition. Therefore, we propose that the beneficial effects of ACE inhibitors are predominantly mediated by modulation of ACE and not ACE2. Whether this also applies to renal disease conditions should be investigated in future studies.",
      "mesh_terms": [
        "Angiotensin I",
        "Angiotensin II",
        "Angiotensin-Converting Enzyme 2",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Diet, Sodium-Restricted",
        "Gene Expression Regulation, Enzymologic",
        "Kidney",
        "Lisinopril",
        "Male",
        "Neprilysin",
        "Peptide Fragments",
        "Peptidyl-Dipeptidase A",
        "RNA, Messenger",
        "Rats",
        "Rats, Wistar",
        "Reverse Transcriptase Polymerase Chain Reaction"
      ]
    },
    {
      "pmid": "24790353",
      "title": "Growth failure in an infant with congenital nephrogenic diabetes insipidus during sodium restriction.",
      "authors": [
        "Goro Sasaki",
        "Tomohiro Ishii",
        "Naoko Amano",
        "Rumi Hachiya",
        "Satoshi Narumi",
        "Tomonobu Hasegawa"
      ],
      "journal": "Clinical pediatric endocrinology : case reports and clinical investigations : official journal of the Japanese Society for Pediatric Endocrinology",
      "publication_date": "2007",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Congenital nephrogenic diabetes insipidus (CNDI) is an inherited disorder characterized by renal tubular insensitivity to antidiuretic hormone, resulting in an inability to concentrate urine. We report on an infant boy with CNDI who showed growth failure during treatment with sodium restriction. At the age of 4 mo, he was diagnosed as having CNDI, judging from fever with hypernatremia (serum Na 153 mEq/L), diluted urine (urine osmolarity 193 mOsm/kg), high antidiuretic hormone (plasma antidiuretic hormone 53 pg/mL), and normal renal function (serum creatinine 0.3 mg/dL). His length and weight were mean +0.4 and -1.1 SD, respectively, at that time. He was treated with sodium restriction (sodium intake; 0.53 mEq/kg/day) using low sodium formula in addition to trichlormethiazide, spironolactone, and mefenamic acid. Growth failure developed: his length and weight were mean -2.4 and -3.3 SD, respectively, at the age of 10 mo. After withdrawal of sodium restriction to 1.5 mEq/kg/day of sodium intake without any change of caloric intake and medication, catch-up growth was observed. At the age of 39 mo, the patient's height and weight were mean -0.8 and -0.6 SD, respectively. We conclude that excessive sodium restriction can cause growth failure in infants with CNDI."
    },
    {
      "pmid": "16532430",
      "title": "ACE inhibition has adverse renal effects during dietary sodium restriction in proteinuric and healthy rats.",
      "authors": [
        "I Hamming",
        "G Navis",
        "M J A Kocks",
        "H van Goor"
      ],
      "journal": "The Journal of pathology",
      "publication_date": "2006-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Angiotensin-converting enzyme inhibitors (ACEi) provide renoprotection. A low sodium diet enhances their efficacy. However, the added effect of sodium restriction on proteinuria and blood pressure is not invariably associated with better preservation of renal morphology, suggesting that the combination of ACEi with a low sodium diet can elicit renal structural abnormalities. To test this hypothesis, the effects of ACEi in combination with a control (CS) or a low sodium (LS) diet were investigated in healthy rats and in adriamycin nephrotic rats. After 3 weeks of treatment, rats were sacrificed and kidneys examined for renal structural abnormalities. In healthy rats, ACEi reduced blood pressure: the fall in blood pressure was significantly greater in the ACEi/LS group. Renal morphology was normal in the ACEi/CS group but severe interstitial damage was found in the ACEi/LS group. This was associated with increased interstitial macrophage influx and up-regulation of osteopontin, alpha-smooth muscle actin, and collagen III expression. In addition, ACEi/LS induced an increase in the total medial area of afferent arterioles. In nephrotic rats, ACEi/LS reduced both blood pressure and proteinuria, whereas only blood pressure was reduced in the ACEi/CS group. Mild interstitial damage was present in the ACEi/CS group but, strikingly, pronounced tubulo-interstitial abnormalities occurred in the ACEi/LS group, similar to those seen in ACEi/LS healthy rats, with similar changes in afferent arteriolar walls. In conclusion, the combination of ACEi/LS elicits pronounced renal interstitial abnormalities in healthy and nephrotic rats, despite a significant reduction of proteinuria in the latter. Considering their occurrence in healthy rats, these renal adverse effects cannot be due to specific characteristics of adriamycin nephrosis. Further studies should elucidate the mechanisms underlying these observations and their impact on long-term renoprotection.",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Arterioles",
        "Collagen Type III",
        "Doxorubicin",
        "Gene Expression",
        "Heme Oxygenase-1",
        "Kidney",
        "Kidney Diseases",
        "Male",
        "Nephrosis",
        "Proteinuria",
        "RNA, Messenger",
        "Rats",
        "Rats, Wistar",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "15615822",
      "title": "Diuretic and enhanced sodium restriction results in improved antiproteinuric response to RAS blocking agents.",
      "authors": [
        "Vincent L M Esnault",
        "Amr Ekhlas",
        "Catherine Delcroix",
        "Marie-Geneviève Moutel",
        "Jean-Michel Nguyen"
      ],
      "journal": "Journal of the American Society of Nephrology : JASN",
      "publication_date": "2005-Feb",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, and diuretics may exert synergistic antiproteinuric effects. Eighteen patients with a proteinuria >1 g/24 h after 6 mo of treatment with ramipril at 5 mg/d were assigned to receive in random order ramipril at 10 mg/d, valsartan at 160 mg/d, or combined ramipril at 5 mg/d and valsartan at 80 mg/d in addition to their antihypertensive treatment. The treatment periods lasted 4 wk and were separated by a 4-wk washout with ramipril at 5 mg/d. At the end of this crossover sequence, patients received combined ramipril at 5 mg/d, valsartan at 80 mg/d, and an increased furosemide dosage for an additional 4-wk period. The primary end point was the urinary protein/creatinine ratio for two 24-h urine collections at the end of each treatment period. No significant differences were noted between the study end points of the ramipril 10, valsartan 160, and combined ramipril 5 and valsartan 80 treatment groups. However, the urinary protein/creatinine ratio was lower with combined ramipril 5 and valsartan 80-increased furosemide dosage than with valsartan 160 and combined ramipril 5 and valsartan 80, with a similar tendency compared with ramipril 10. Combined ramipril 5 and valsartan 80-increased furosemide dosage decreased systolic home BP and increased serum creatinine but did not significantly increase the number of symptomatic hypotension cases compared with the other three treatments. Thus, in patients with severe proteinuria and hypertension, a cautious increase in diuretic dosage in addition to combined angiotensin-converting enzyme inhibitors and angiotensin receptor blockers decreases proteinuria and BP but may expose the patient to prerenal failure.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Antihypertensive Agents",
        "Cross-Over Studies",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Dose-Response Relationship, Drug",
        "Drug Administration Schedule",
        "Drug Therapy, Combination",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Kidney Failure, Chronic",
        "Kidney Function Tests",
        "Male",
        "Middle Aged",
        "Prospective Studies",
        "Proteinuria",
        "Ramipril",
        "Reference Values",
        "Risk Assessment",
        "Severity of Illness Index",
        "Tetrazoles",
        "Treatment Outcome",
        "Valine",
        "Valsartan"
      ]
    },
    {
      "pmid": "15389612",
      "title": "Up-regulation of activated macrophages in response to degeneration in the taste system: effects of dietary sodium restriction.",
      "authors": [
        "Lynnette Phillips McCluskey"
      ],
      "journal": "The Journal of comparative neurology",
      "publication_date": "2004-Nov-01",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Dietary sodium restriction combined with unilateral chorda tympani nerve section leads to a rapid and specific decrease in neurophysiological taste responses to sodium in the contralateral, intact chorda tympani (Hill and Phillips [1994] J. Neurosci. 14:2904-2910). Previous work demonstrated that dietary sodium restriction may induce these early functional deficits by inhibiting immune activity after denervation (Phillips and Hill [1996] Am. J. Physiol. 271:R857-R862). However, little is known about the leukocyte response to denervation of taste buds in fungiform papillae. In the current study, it was hypothesized that T cells and macrophages are increased in the tongue after unilateral denervation in control-fed but not sodium-restricted animals. Adult, specified pathogen-free rats received unilateral chorda tympani nerve section or sham section followed by dietary sodium restriction or maintenance on control diet. At day 1, 2, 5, 7, or 50 postsectioning, immunostaining was used to detect the percentage of staining for activated macrophages, the number of alpha beta T cells, and the number of delta gamma epithelial T cells in the tongue. The number of lingual T cells did not significantly differ between treatment groups following denervation. However, there was a dramatic bilateral increase in ED1(+) staining for activated macrophages in control-fed rats that peaked at day 2 postsectioning. In contrast, sodium-restricted rats did not show an increase in activated macrophages above baseline at any time postsectioning. Further analysis of extralingual macrophages indicated that the deficit in immune activity in sodium-restricted rats is localized to the tongue and is not widespread. A model for immune modulation of taste receptor cell function is proposed based on these novel findings.",
      "mesh_terms": [
        "Analysis of Variance",
        "Animal Feed",
        "Animals",
        "Antigens, CD",
        "Antigens, Differentiation, Myelomonocytic",
        "Axotomy",
        "Chorda Tympani Nerve",
        "Female",
        "Lymphocyte Activation",
        "Macrophages",
        "Male",
        "Nerve Degeneration",
        "Neuroimmunomodulation",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sodium, Dietary",
        "T-Lymphocytes",
        "Taste",
        "Taste Buds",
        "Taste Threshold",
        "Tongue",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "15136971",
      "title": "Dietary sodium restriction specifically potentiates left ventricular ACE inhibition by zofenopril, and is associated with attenuated hypertrophic response in rats with myocardial infarction.",
      "authors": [
        "Bart Westendorp",
        "Regien G Schoemaker",
        "Hendrik Buikema",
        "Dick de Zeeuw",
        "Dirk J van Veldhuisen",
        "Wiek H van Gilst"
      ],
      "journal": "Journal of the renin-angiotensin-aldosterone system : JRAAS",
      "publication_date": "2004-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: In patients with myocardial infarction (MI)-induced heart failure, angiotensin-converting enzyme (ACE) inhibitors are proven effective therapy in inhibiting the progression towards overt heart failure. However, the prognosis in these patients is still very poor, and optimisation of therapy is warranted. The antihypertensive and renoprotective effects of ACE inhibitors (ACE-Is) can be substantially enhanced by dietary sodium restriction. In line with the latter, the aim of the present study was to explore whether dietary sodium restriction enhances the efficacy of ACE-I after MI. METHODS: Rats with MI-induced left ventricular (LV) dysfunction received ACE-I therapy with zofenopril (5.5 mg/kg/day orally), with or without dietary sodium restriction. ACE activity was measured in non-infarcted LV tissue, kidneys and plasma. Effects on cardiac hypertrophy were examined by means of organ weight/body weight ratios. After blood pressure (BP) measurements, functional consequences of therapy were evaluated as LV pressure development in isolated perfused hearts. RESULTS: Dietary sodium restriction alone had no effect on any of the measured parameters, whereas zofenopril alone significantly reduced plasma and kidney ACE activity, but not LV ACE activity, nor LV weight/body weight ratio. However, only when ACE-I therapy was combined with dietary sodium restriction was LV ACE activity significantly reduced. This effect was paralleled by inhibition of LV hypertrophy. BP was reduced after infarction, and further reduced by zofenopril, but not affected by dietary sodium. Neither treatment was associated with effects on the MI-induced reduction of LV function in vitro. CONCLUSIONS: Effects of ACE inhibition with zofenopril can be potentiated by additional dietary sodium restriction. However, these effects were tissue-specific, since LV, but not kidney or plasma, ACE activity was affected by the additional dietary sodium restriction. Effects on LV ACE activity were paralleled by reduced LV hypertrophy. Since the measured parameters did not indicate any adverse side-effects, dietary sodium restriction may provide a safe strategy to improve ACE-I efficacy in patients with infarction-induced LV dysfunction.",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Blood Pressure",
        "Captopril",
        "Diet, Sodium-Restricted",
        "Heart Ventricles",
        "Hypertrophy, Left Ventricular",
        "In Vitro Techniques",
        "Kidney",
        "Male",
        "Myocardial Infarction",
        "Myocardium",
        "Organ Size",
        "Peptidyl-Dipeptidase A",
        "Rats",
        "Rats, Wistar",
        "Ventricular Function, Left"
      ]
    },
    {
      "pmid": "14689368",
      "title": "Combined renin-angiotensin system blockade and dietary sodium restriction impairs cardiomyocyte contractility.",
      "authors": [
        "Petcharat Trongtorsak",
        "Trefor O Morgan",
        "Lea M D Delbridge"
      ],
      "journal": "Journal of the renin-angiotensin-aldosterone system : JRAAS",
      "publication_date": "2003-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Blockade of the renin-angiotensin system (RAS) by combined angiotensin-converting enzyme inhibitor and angiotensin type 1 receptor (AT(1)) antagonist treatment with reduced dietary sodium intake produces suppression of cardiac growth and regression of cardiac hypertrophy. The purpose of this study was to investigate whether cardiac growth suppression by combined RAS blockade under conditions of dietary sodium restriction is associated with cardiomyocyte atrophy and contractile dysfunction and whether this intervention modifies cardiomyocyte inotropic responsiveness to angiotensin II (Ang II). METHODS: Rats were fed a high (4% w/w) or low (0.2% w/w) NaCl diet for six days. Both groups were then given a combined intraperitoneal injection of perindopril (6 mg/kg/day) and losartan (10 mg/kg/day) with maintained dietary treatment for another seven days. At the end of the treatment period, animals were anaesthetised and their hearts were removed and weighed. Left ventricular cardiomyocytes were isolated by enzymatic dissociation and cell dimensions were evaluated. A line scan camera and digital imaging technique were used to assess cardiomyocyte contraction and inotropic responses to exogenous Ang II (10 to 10(-8) M). RESULTS: Dietary treatment alone had no effect on body growth, whereas combined RAS blockade suppressed somatic growth in the low sodium (LS) group, compared with the high sodium (HS) group. This growth suppression in the LS group was also evident in the heart at the organ and cellular level. Studies of cardiomyocyte contraction showed that myocytes from the LS group exhibited contractile instability and depression of contractile performance. Compared with the HS group, myocytes from the LS group showed a significant reduction in maximum cell shortening (6.40+0.17 vs. 7.32+0.16% resting length, p<0.05), and maximum rate of shortening (3.85+0.14 vs. 4.29+0.11 cell length/ms, p<0.05). Myocytes of the HS group exhibited negative inotropic responses to Ang II at all concentrations tested, with a significant reduction in maximum cell shortening by 11 16% after 12 minutes peptide exposure (p<0.05 vs. non-treated control). In comparison, Ang II elicited both positive and negative responses in myocytes from the LS group, with a predominant negative inotropic effect. CONCLUSIONS: This study provides evidence that combined RAS blockade treatment under restricted sodium intake conditions can impair cardiomyocyte contractile function in association with cardiomyocyte growth suppression. Chronic RAS blockade qualitatively alters the intrinsic inotropic status and responsiveness of ventricular cardiomyocytes, and this shift is further modulated by dietary sodium intake conditions.",
      "mesh_terms": [
        "Angiotensin II",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Antihypertensive Agents",
        "Body Weight",
        "Dose-Response Relationship, Drug",
        "Heart",
        "Losartan",
        "Male",
        "Myocardial Contraction",
        "Myocytes, Cardiac",
        "Organ Size",
        "Perindopril",
        "Rats",
        "Rats, Sprague-Dawley",
        "Renin-Angiotensin System",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "12370219",
      "title": "Short- and long-term neuroadrenergic effects of moderate dietary sodium restriction in essential hypertension.",
      "authors": [
        "Guido Grassi",
        "Raffaella Dell'Oro",
        "Gino Seravalle",
        "Gerardo Foglia",
        "Fosca Quarti Trevano",
        "Giuseppe Mancia"
      ],
      "journal": "Circulation",
      "publication_date": "2002-Oct-08",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In essential hypertension, marked restrictions in dietary sodium intake cause in the short-term period an increase in muscle sympathetic nerve traffic (MSNA) and a baroreflex impairment. The present study was set out to assess on a long-term basis the neuroadrenergic and reflex effects of moderate sodium restriction. METHODS AND RESULTS: In 11 untreated mild to moderate essential hypertensive patients (age 42.0+/-2.6 years, mean+/-SEM), we measured beat-to-beat blood pressure (Finapres), heart rate (ECG), and MSNA (microneurography) at rest and during stepwise intravenous infusions of phenylephrine and nitroprusside. Measurements were performed at regular sodium intake, after 1 and 8 weeks of low-sodium diet (80 mmol NaCl/d), and repeated again at regular sodium intake. After 1 week, urinary sodium excretion was markedly reduced. This was accompanied by a slight blood pressure reduction, no heart rate change, and a significant increase in plasma renin activity, aldosterone, and MSNA (+23.0+/-4.6% P<0.05). Whereas baroreflex heart-rate control was unchanged, baroreflex modulation of MSNA was reduced by 46.8+/-5.1% (P<0.01). At the end of the 8-week low-sodium diet, the neurohumoral and baroreflex responses were similar to the ones observed after 1 week of the dietary intervention. All changes disappeared when regular sodium diet was restored. CONCLUSIONS: Thus, a moderate dietary sodium restriction triggers a sympathetic activation and a baroreflex impairment. Maintenance of low-sodium diet for several weeks does not attenuate these adverse adrenergic and reflex effects.",
      "mesh_terms": [
        "Adult",
        "Baroreflex",
        "Blood Pressure",
        "Diet, Sodium-Restricted",
        "Electrolytes",
        "Epinephrine",
        "Heart Rate",
        "Humans",
        "Hypertension",
        "Male",
        "Muscle, Skeletal",
        "Norepinephrine",
        "Sympathetic Nervous System",
        "Time Factors"
      ]
    },
    {
      "pmid": "12032630",
      "title": "Short-term moderate sodium restriction induces relative hyperfiltration in normotensive normoalbuminuric Type I diabetes mellitus.",
      "authors": [
        "P T Luik",
        "K Hoogenberg",
        "F G H Van Der Kleij",
        "B J Beusekamp",
        "M N Kerstens",
        "P E De Jong",
        "R P F Dullaart",
        "G J Navis"
      ],
      "journal": "Diabetologia",
      "publication_date": "2002-Apr",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS/HYPOTHESIS: Type I (insulin-dependent) diabetes mellitus is associated with an increased extracellular volume. Sodium restriction might seem a logical form of treatment but data on its renal effects is conflicting. We therefore studied the effects of sodium restriction on renal haemodynamics in uncomplicated Type I diabetes mellitus. METHODS: Uncomplicated Type I diabetic patients ( n = 24) and matched control subjects ( n = 24) were studied twice in random order: after a week of 50 mmol or after 200 mmol sodium intake, respectively. The diabetic patients were studied under normoglycaemic clamp conditions. Glomerular filtration rate and effective renal plasma flow were measured as the clearances of iothalamate and hippuran, respectively. RESULTS: During liberal sodium intake, glomerular filtration, effective renal plasma flow and filtration fraction were similar between the diabetic patients and the control subjects. Sodium restriction decreased the effective renal plasma flow in both groups, whereas glomerular filtration rate only decreased in the control subjects. Consequently, in the diabetic patients, the filtration fraction was increased on low sodium (4.1 +/- 8.4 %, p < 0.05 vs liberal sodium). As a consequence, filtration fraction (24.0 +/- 2.6 vs 22.1 +/- 2.0 %, p < 0.05) and glomerular filtration (119 +/- 14 vs 110 +/- 13 ml/min, p < 0.05) were higher in the diabetic patients than in the control subjects during sodium restriction. CONCLUSION/INTERPRETATION: Short-term moderate sodium restriction induces relative hyperfiltration in uncomplicated Type I diabetes. This could indicate an increased intraglomerular pressure. Sodium restriction could be an unfavourable preventive approach in diabetes mellitus but its long-term effects are not known.",
      "mesh_terms": [
        "Adult",
        "Albuminuria",
        "Blood Pressure",
        "Diabetes Mellitus, Type 1",
        "Diet, Sodium-Restricted",
        "Female",
        "Glomerular Filtration Rate",
        "Humans",
        "Iothalamic Acid",
        "Male",
        "Metabolic Clearance Rate",
        "Reference Values",
        "Renal Circulation"
      ]
    },
    {
      "pmid": "12032117",
      "title": "Urinary transforming growth factor-beta excretion in patients with hypertension, type 2 diabetes, and elevated albumin excretion rate: effects of angiotensin receptor blockade and sodium restriction.",
      "authors": [
        "Christine A Houlihan",
        "Aysel Akdeniz",
        "Con Tsalamandris",
        "Mark E Cooper",
        "George Jerums",
        "Richard E Gilbert"
      ],
      "journal": "Diabetes care",
      "publication_date": "2002-Jun",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Transforming growth factor-beta (TGF-beta) is a prosclerotic growth factor implicated in the pathogenesis of diabetic nephropathy. In addition to high glucose, other factors implicated in renal fibrosis and increased TGF-beta synthesis include angiotensin II and high dietary sodium intake. The aim of this study was to examine the effect of angiotensin receptor blockade (ARB) and dietary sodium restriction on the plasma concentration and urinary excretion of TGF-beta in hypertensive patients with type 2 diabetes and elevated albumin excretion rate (AER). RESEARCH DESIGN AND METHODS: Twenty-one subjects with hypertension and AER between 10 and 200 microg/min were randomized to receive either 50 mg losartan daily (n = 11) or placebo (n = 10). Drug therapy was given in two 4-week phases, separated by a 4-week washout period. In the last 2 weeks of each phase, patients were assigned to regular- or low-sodium diets in random order. Parameters measured at week 0 and 4 of each phase included plasma TGF-beta concentration, TGF-beta urinary excretion, AER, clinic mean arterial blood pressure, and urinary sodium excretion. RESULTS: Plasma TGF-beta was unaffected by losartan treatment or sodium intake. In the losartan group, urinary TGF-beta excretion decreased by 23.2% (-39.2 and 13.6) [median (interquartile range)] and 38.5% (-46.8 and -6.1) in the regular- and low-sodium phases, respectively (P < 0.05 for drug effect). In the placebo group, median changes of 0.0% (-12.1 and 44.4) and 0.0% (-29.2 and 110.7) occurred in the regular- and low-sodium phases, respectively. Sodium restriction did not affect urinary TGF-beta excretion in either losartan- or placebo-treated patients (P = 0.54 for overall dietary effect), and there was no evidence of interaction between drug and diet (P = 0.29). CONCLUSIONS: In hypertensive type 2 diabetic patients with elevated AER, the ARB losartan, but not sodium restriction, reduced urinary TGF-beta excretion. These data suggest that the renoprotective effects of losartan in patients with type 2 diabetes and nephropathy may include a reduction in renal TGF-beta production.",
      "mesh_terms": [
        "Albuminuria",
        "Analysis of Variance",
        "Angiotensin Receptor Antagonists",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Body Mass Index",
        "Diabetes Mellitus, Type 2",
        "Diabetic Angiopathies",
        "Diet, Sodium-Restricted",
        "Female",
        "Glycated Hemoglobin",
        "Humans",
        "Hypertension",
        "Losartan",
        "Male",
        "Middle Aged",
        "Placebos",
        "Regression Analysis",
        "Sodium",
        "Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "11499745",
      "title": "Blood pressure reductions with exercise and sodium restriction in postmenopausal women with elevated systolic pressure: role of arterial stiffness.",
      "authors": [
        "D R Seals",
        "H Tanaka",
        "C M Clevenger",
        "K D Monahan",
        "M J Reiling",
        "W R Hiatt",
        "K P Davy",
        "C A DeSouza"
      ],
      "journal": "Journal of the American College of Cardiology",
      "publication_date": "2001-Aug",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "OBJECTIVES: This study determined the relative efficacy of aerobic exercise (daily walking) and moderate dietary sodium restriction (sodium intake <100 mmol/day) for reducing systolic blood pressure (SBP) and pulse pressure (PP) in postmenopausal women with elevated initial levels, and the potential role of reductions in large artery stiffness in these changes. BACKGROUND: Lifestyle behaviors are recommended for lowering blood pressure (BP) in adults with elevated baseline levels, but there is little information as to the relative efficacy of different interventions or the mechanisms underlying their potential beneficial effects. METHODS: After baseline measurements and random assignment, 35 nonmedicated healthy postmenopausal women with SBP between 130 and 159 mm Hg completed three months of either aerobic (walking) exercise (n = 18; 62 +/- 9 years, mean +/- SD) or moderate dietary sodium restriction (SR) (n = 17; 65 +/- 10 years, mean +/- SD). RESULTS: Body mass and composition, plasma volume, and fasting concentrations of metabolic coronary risk factors did not differ between the groups at baseline or change with intervention. Systolic BP and PP at rest decreased with both exercise and SR (p < 0.05); however, the reductions were three- to fourfold greater with SR (p < 0.05). Sodium restriction, but not exercise, also reduced 24-h SBP and PP (p < 0.05). Aortic pulse wave velocity (PWV) and carotid augmentation index were reduced only with SR (p < 0.05). Changes in SBP and PP at rest and over 24 h correlated with the corresponding changes in aortic PWV (r = 0.53 to 0.61, p < 0.01). CONCLUSIONS: Moderate SR lowers SBP and PP in postmenopausal women with elevated baseline levels more than does daily walking. The greater blood pressure reductions with SR may be mediated in part by a decrease in the stiffness of the large elastic arteries.",
      "mesh_terms": [
        "Aged",
        "Arteries",
        "Blood Pressure",
        "Diet, Sodium-Restricted",
        "Exercise Therapy",
        "Female",
        "Humans",
        "Hypertension",
        "Middle Aged",
        "Postmenopause",
        "Systole"
      ]
    },
    {
      "pmid": "28095242",
      "title": "Regression of cardiac hypertrophy in the SHR by combined renin-angiotensin system blockade and dietary sodium restriction.",
      "authors": [
        "Emad Abro",
        "Cory D Griffiths",
        "Trefor O Morgan",
        "Lea Md Delbridge"
      ],
      "journal": "Journal of the renin-angiotensin-aldosterone system : JRAAS",
      "publication_date": "2001-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Altered operation of the renin-angiotensin-aldosterone system (RAAS) and dietary sodium intake have been identified as independent risk factors for cardiac hypertrophy. The way in which sodium intake and the operation of the renin-angiotensin-aldosterone system interact in the pathogenesis of cardiac hypertrophy is poorly understood. The aims of this study were to investigate the cardiac effects of the renin-angiotensin system (RAS) blockade in the spontaneously hypertensive rat (SHR), using co-treatment with an angiotensin II receptor blocker (ARB) and an angiotensin-converting enzyme (ACE) inhibitor with different sodium intakes. Our experiments with SHR show that, at high levels of sodium intake (4.0%), aggressive RAS blockade treatment with candesartan (3 mg/kg) and perindopril (6 mg/kg) does not result in regression of cardiac hypertrophy. In contrast, RAS blockade coupled with reduced sodium diet (0.2%) significantly regresses cardiac hypertrophy, impairs animal growth and is associated with elevated plasma renin and dramatically suppressed plasma angiotensinogen levels. Histological analyses indicate that the differential effect of reduced sodium on heart growth during RAS blockade is not associated with any change in myocardial interstitial collagen, but reflects modification of cellular geometry. Dimensional measurements of enzymatically-isolated ventricular myocytes show that, in the RAS blocked, reduced sodium group, myocyte length and width were decreased by about 16-19% compared with myocytes from the high sodium treatment group. Our findings highlight the importance of `titrating' sodium intake with combined RAS blockade in the clinical setting to optimise therapeutic benefit."
    },
    {
      "pmid": "10537144",
      "title": "The in vivo effects of adrenocorticotropin and sodium restriction on the formation of the different species of steroidogenic acute regulatory protein in rat adrenal.",
      "authors": [
        "J G Lehoux",
        "D B Hales",
        "A Fleury",
        "N Brière",
        "D Martel",
        "L Ducharme"
      ],
      "journal": "Endocrinology",
      "publication_date": "1999-Nov",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "We have studied the in vivo expression of steroidogenic acute regulatory protein (StAR) in adrenals of control, ACTH-treated, and Na+-restricted rats. Indirect immunofluorescence by microscopy revealed the presence of StAR in the zonae glomerulosa (ZG) and fasciculata-reticularis (ZFR). An increased signal was observed in the ZG and zona fasciculata, 5 h after ACTH injection; a few cells of the medulla were also positive. Immunogold electron microscopy showed that StAR was mainly located over mitochondria (MT). By immunoblotting, a major 29-kDa and other minor StAR bands migrating between 30 and 39 kDa were increased 5 h after ACTH treatment but remained unchanged after 1 h. By two-dimensional-PAGE, four StAR species were revealed in homogenates of control ZG, and their intensity was increased 5 h after ACTH treatment but not after 1 h. Also, additional acidic species were seen 5 h after treatment. Other bands with basic isoelectric point were revealed between 29 and 37 kDa. Analyses on whole gland MT and supernatant (SN) revealed four bands in the control SN and five in ACTH SN; the intensity of one band was increased, and that of another one was decreased, in SN of treated rats. ACTH treatment resulted in the localization of many low-isoelectric point StARs in MT. After two-dimensional-PAGE, differences were found in the mobility of some StAR species in the ZG between controls and Na+-restricted rats. In MT, four bands were revealed in the ZG preparations of Na+-restricted and two bands in controls. Four bands were revealed in the ZG SNs of control and Na+-restricted rats; an additional band was observed only in the SN of treated animals, whereas the intensity of another band decreased. Na+ restriction did not affect StAR in the ZFR. In conclusion, StAR was present in the rat adrenal cortex ZG and ZFR and was mainly located in MT. StAR expression was inducible in the ZG and the ZF by ACTH, resulting in the formation of many StAR acidic species; interestingly, such changes were detectable 5 h, but not 1 h, after ACTH administration, suggesting that steroidogenesis stimulation by StAR might occur mainly outside MT. Although less spectacular than for ACTH, Na+ restriction also affected StAR expression in the ZG but not in the ZFR, by increasing two mitochondrial and one SN species, implying that StAR is involved in the mechanism of action of Na+ restriction in promoting aldosterone formation. These results suggest that differential processing and/or changes in phosphorylation may occur in vivo upon ACTH treatment and Na+ restriction. We hypothesize that modification of a relatively small quantity of StAR, mainly located outside MT, is necessary to increase adrenal steroidogenesis challenged either by ACTH or Na+ restriction.",
      "mesh_terms": [
        "Adrenal Glands",
        "Adrenocorticotropic Hormone",
        "Angiotensin II",
        "Animals",
        "Blotting, Western",
        "Diet, Sodium-Restricted",
        "Electrophoresis, Gel, Two-Dimensional",
        "Fluorescent Antibody Technique, Indirect",
        "Isoelectric Point",
        "Male",
        "Microscopy, Electron",
        "Mitochondria",
        "Phosphoproteins",
        "Rats",
        "Tissue Distribution",
        "Zona Fasciculata",
        "Zona Glomerulosa",
        "Steroidogenic Acute Regulatory Protein"
      ]
    },
    {
      "pmid": "9582047",
      "title": "Effects of sodium restriction on blood pressure, renin, aldosterone, catecholamines, cholesterols, and triglyceride: a meta-analysis.",
      "authors": [
        "N A Graudal",
        "A M Galløe",
        "P Garred"
      ],
      "journal": "JAMA",
      "publication_date": "1998-May-06",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: One of the controversies in preventive medicine is whether a general reduction in sodium intake can decrease the blood pressure of a population and thereby reduce the number of strokes and myocardial infarctions. In recent years the debate has been extended by studies indicating that reduced sodium intake has adverse effects. OBJECTIVE: To estimate the effects of reduced sodium intake on systolic and diastolic blood pressure (SBP and DBP), body weight, and plasma or serum levels of renin, aldosterone, catecholamines, cholesterols, and triglyceride, and to evaluate the stability of the blood pressure effect in relation to additional trials. DATA SOURCES: MEDLINE search from 1966 through December 1997 and reference lists of relevant articles. STUDY SELECTION: Studies randomizing persons to high-sodium and low-sodium diets were included if they evaluated at least one of the effect parameters. DATA EXTRACTION: Two authors independently recorded data. DATA SYNTHESIS: In 58 trials of hypertensive persons, the effect of reduced sodium intake as measured by urinary sodium excretion (mean, 118 mmol/24 h) on SBP was 3.9 mm Hg (95% confidence interval [CI], 3.0-4.8 mm Hg) (P<.001) and on DBP was 1.9 mm Hg (95% CI, 1.3-2.5 mm Hg) (P<.001). In 56 trials of normotensive persons, the effect of reduced sodium intake (mean, 160 mmol/24 h) on SBP was 1.2 mm Hg (95% CI, 0.6-1.8 mm Hg) (P<.001) and on DBP was 0.26 mm Hg (95% CI, -0.3-0.9 mm Hg) (P=.12). The cumulative analysis showed that this effect size has been stable since 1985. In plasma, the renin level increased 3.6-fold (P<.001), and the aldosterone level increased 3.2-fold (P<.001); the increases were proportional to the degree of sodium reduction for both renin (r=0.66; P<.001) and aldosterone (r=0.64; P<.001). Body weight decreased significantly, and noradrenaline, cholesterol, and low-density lipoprotein cholesterol levels increased. There was no effect on adrenaline, triglyceride, and high-density lipoprotein cholesterol. CONCLUSION: These results do not support a general recommendation to reduce sodium intake. Reduced sodium intake may be used as a supplementary treatment in hypertension. Further long-term studies of the effects of high reduction of sodium intake on blood pressure and metabolic variables may clarify the disagreements as to the role of reduced sodium intake, but ideally trials with hard end points such as morbidity and survival should end the controversy.",
      "mesh_terms": [
        "Aldosterone",
        "Blood Pressure",
        "Body Weight",
        "Catecholamines",
        "Cholesterol",
        "Diet, Sodium-Restricted",
        "Hormones",
        "Humans",
        "Hypertension",
        "Lipids",
        "Probability",
        "Randomized Controlled Trials as Topic",
        "Regression Analysis",
        "Renin",
        "Sodium, Dietary",
        "Triglycerides"
      ]
    },
    {
      "pmid": "9362308",
      "title": "Renal adaptation to dietary sodium restriction and loading in rats treated neonatally with enalapril.",
      "authors": [
        "G Guron",
        "A Nilsson",
        "G F DiBona",
        "B Sundelin",
        "N Nitescu",
        "P Friberg"
      ],
      "journal": "The American journal of physiology",
      "publication_date": "1997-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Neonatal treatment of rats with angiotensin-converting enzyme inhibitors or the angiotensin II type 1 receptor antagonist losartan induces irreversible renal histological abnormalities, mainly papillary atrophy, in association with an impairment in urinary concentrating ability. In the present study, sodium and potassium balance were assessed during high and low sodium intake and dietary potassium restriction in adult Wistar rats treated neonatally with enalapril (10 mg x kg(-1) x day(-1)) from 3 to 24 days of age. During balance studies, neonatally enalapril-treated rats showed 1) normal adaptation to dietary sodium restriction, 2) sodium retention during dietary sodium loading, and 3) a transient, modest, renal potassium wastage during dietary potassium restriction. Renal clearance determinations under pentobarbital anesthesia showed elevated fractional excretions of sodium and potassium and osmolar clearance without changes in glomerular filtration rate or effective renal plasma flow in enalapril-treated compared with vehicle-treated rats. Thus, in addition to the impaired urinary concentrating ability, adult rats treated neonatally with enalapril demonstrated alterations in renal sodium and potassium handling, which may be related to the prevailing papillary atrophy.",
      "mesh_terms": [
        "Adaptation, Physiological",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Animals, Newborn",
        "Diet, Sodium-Restricted",
        "Drinking Behavior",
        "Enalapril",
        "Female",
        "Hemodynamics",
        "Kidney",
        "Male",
        "Muscle, Skeletal",
        "Potassium",
        "Rats",
        "Rats, Wistar",
        "Renal Circulation",
        "Sodium",
        "Sodium Chloride"
      ]
    },
    {
      "pmid": "9323073",
      "title": "Sodium restriction shifts circadian rhythm of blood pressure from nondipper to dipper in essential hypertension.",
      "authors": [
        "T Uzu",
        "K Ishikawa",
        "T Fujii",
        "S Nakamura",
        "T Inenaga",
        "G Kimura"
      ],
      "journal": "Circulation",
      "publication_date": "1997-Sep-16",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Sodium restriction has been widely used for treatment of hypertension and renal diseases. Whether sodium restriction can transform the circadian rhythm of blood pressure from nondipper to dipper is examined. METHODS AND RESULTS: Patients (n=42) with essential hypertension were maintained on a high-sodium diet (12 to 15 g of NaCl per day) and a low-sodium diet (1 to 3 g/d) for 1 week each. On the last day of each diet, blood pressures were measured noninvasively every hour for 24 hours with an automatic oscillometric device. Twenty-one patients were classified as non-sodium sensitive whereas 21 were classified as sodium sensitive on the basis of a > or = 10% change in 24-hour mean arterial pressure caused by sodium restriction. Nocturnal blood pressure fall was significant in the non-sodium sensitive subjects but not in sodium-sensitive subjects. There was a significant interaction between sodium restriction and nocturnal fall in blood pressure only in the sodium-sensitive subjects, indicating that the degree of the nocturnal fall was affected by sodium restriction. Furthermore, changes in the nocturnal fall induced by sodium restriction had a positive relationship with sodium sensitivity (r=.38, P<.02) and a negative relationship with the nocturnal fall before sodium restriction (r=-.75, P<.0001). CONCLUSIONS: These findings show the difference in nocturnal fall in blood pressure between the non-sodium sensitive and sodium-sensitive types of essential hypertension. The diminished nocturnal fall, recognized in the sodium-sensitive type, is restored by sodium restriction, indicating that the circadian rhythm of blood pressure shifted from a nondipper to a dipper pattern. On the other hand, the nocturnal fall is not affected by sodium restriction in the non-sodium sensitive type, and the circadian rhythm remains of the dipper variety.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Pressure",
        "Circadian Rhythm",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "9058444",
      "title": "Response of severely malnourished patients to preoperative parenteral nutrition: a randomized clinical trial of water and sodium restriction.",
      "authors": [
        "M J Gil",
        "G Franch",
        "X Guirao",
        "A Oliva",
        "R Herms",
        "E Salas",
        "M Girvent",
        "A Sitges-Serra"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "1997-Jan",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Preoperative parenteral nutrition (PPN) may be beneficial for severely malnourished patients who are candidates for a major elective surgical procedure. The response to PPN, however, has not been thoroughly investigated. Expansion of the extracellular water compartment may occur in some patients, producing a further decrease in the serum albumin concentration and increasing the postoperative complications. Our aims were to investigate the occurrence of and factors associated with water and sodium retention during PPN and its impact on postoperative respiratory complications. Forty-one patients with gastrointestinal cancer and severe malnutrition (weight loss > 15% and/or serum albumin < 35 g/L) were randomly allocated to two groups receiving isocaloric isonitrogenous PPN for 10 d. The Standard PPN Group (SG, n = 19) received 70% of nonprotein calories as glucose, 45 cc of water.kg-1.d-1, and 140 mEq/d of sodium chloride; and the Modified Group (MG, n = 22) received 70% of calories as fat, 30 cc of water.kg-1.d-1, and no sodium. Weight and albumin changes, diuresis, sodium and water balances, and postoperative complications were recorded. At the end of PPN, the SG showed a higher weight gain (0.8 versus -1.5 kg, P = 0.0001) and albumin decrease (-0.7 versus 2.3 g/L, P = 0.006). Diuresis and sodium balance were greater in the SG (1,230 versus 959 mL/d, P = 0.003 and 40 versus -27 mEq/d, P = 0.001). Weight changes correlated with water (r2 = 0.46, P = 0.001) and sodium (r2 = 0.62, P = 0.0001) balances. Inappropriate responses to PPN in both groups (expansion or depletion of the extracellular water compartment) were associated with a significant increase in pulmonary postoperative complications. During PPN, extracellular water expansion--as determined by increasing weight and lowering of the serum albumin concentration--and aggressive fluid therapy to treat water and sodium depletion seem crucial to the development of postoperative respiratory complications.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Body Water",
        "Fluid Therapy",
        "Food, Formulated",
        "Gastrointestinal Neoplasms",
        "Humans",
        "Nutrition Disorders",
        "Parenteral Nutrition",
        "Postoperative Complications",
        "Preoperative Care",
        "Prospective Studies",
        "Respiratory Tract Diseases",
        "Serum Albumin",
        "Sodium",
        "Uremia",
        "Water-Electrolyte Imbalance"
      ]
    },
    {
      "pmid": "9008250",
      "title": "Blood pressure and metabolic responses to moderate sodium restriction in isradipine-treated hypertensive patients.",
      "authors": [
        "D A McCarron",
        "A B Weder",
        "B M Egan",
        "G G Krishna",
        "C D Morris",
        "M Cohen",
        "S Oparil"
      ],
      "journal": "American journal of hypertension",
      "publication_date": "1997-Jan",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "This multicenter, randomized, controlled clinical trial assessed the influence of sodium chloride intake on the antihypertensive effect of the calcium channel blocker isradipine. Participants with uncomplicated hypertension controlled by isradipine entered a 4-week sodium-restricted (60 to 80 mmol/24 h) period. Participants with urinary sodium levels < 120 mmol/24 h (n = 99) were randomized to placebo or sodium chloride (100 mmol/24 h) for 4 weeks, and then crossed over to the alternative treatment for an additional 4 weeks. Mean baseline systolic blood pressure was 151.9 +/- 16.7 mm Hg (mean +/- SD). During open-label isradipine treatment, systolic blood pressures for ad libitum sodium chloride and restriction were 134.1 +/- 11.1 and 132.1 +/- 12.2 mm Hg respectively; for double-blind sodium chloride restriction and supplementation: 133.6 +/- 12.6 and 138.5 +/- 12.8 mm Hg (P < .01). Urinary sodium excretion values for open-label isradipine ad libitum versus restricted were 140.6 +/- 61.9 versus 76.9 +/- 32.4 mmol/24 h; for double-blind restricted versus supplemented, sodium excretion was 120.5 +/- 68.9 v 175.9 +/- 68.7 mmol/24 h (P < or = .0001). Changes in urinary sodium excretion were not predictive of variations in blood pressure. Urinary sodium excretion during sodium restriction correlated directly with HDL-cholesterol (P < .02) and inversely with total cholesterol:HDL-cholesterol (P = .02), despite decreased total and saturated fat intake (P < .01). Sodium restriction was associated with significant reductions (P < .01) in virtually all macronutrients and electrolytes, and thus had an adverse impact on overall nutrition. The antihypertensive action of isradipine was not enhanced by dietary sodium chloride restriction, and the lipoprotein profile was least favorable with sodium chloride restriction.",
      "mesh_terms": [
        "Adult",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Female",
        "Humans",
        "Hypertension",
        "Isradipine",
        "Male",
        "Middle Aged",
        "Sodium Chloride, Dietary"
      ]
    },
    {
      "pmid": "9026738",
      "title": "[Reinstatement of sodium restriction and diuretics in the treatment of hypertension].",
      "authors": [
        "E J Dorhout Mees"
      ],
      "journal": "Nederlands tijdschrift voor geneeskunde",
      "publication_date": "1996-Dec-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "mesh_terms": [
        "Clinical Trials as Topic",
        "Combined Modality Therapy",
        "Diet, Sodium-Restricted",
        "Diuretics",
        "Humans",
        "Hypertension",
        "Renin"
      ]
    },
    {
      "pmid": "8591893",
      "title": "Chronic kinin blockade and effect of ramipril in renal adaptation to sodium restriction.",
      "authors": [
        "B Jover",
        "A Hérizi",
        "A Mimran"
      ],
      "journal": "Hypertension (Dallas, Tex. : 1979)",
      "publication_date": "1996-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The contribution of endogenous kinins to impairment in renal adaptation to a 6-day period of dietary sodium withdrawal associated with treatment with ramipril (5 mg/kg per day) and losartan (30 mg/kg per day) was evaluated by use of concomitant chronic administration of the bradykinin B2-receptor antagonist Hoe 140 (150 or 300 micrograms/kg per day via subcutaneous osmotic pump). A similar level of higher cumulative sodium excretion was observed in ramipril- and losartan-treated rats compared with untreated animals, and the effect of ramipril was not affected by Hoe 140. Similarly, the fall in arterial pressure and the renal vasodilatation associated with ramipril and losartan were not modified by Hoe 140. Glomerular filtration rate (785 +/- 73 microL/min per g KW in untreated sodium-depleted rats) decreased to a larger extent in ramipril-treated rats compared with losartan-treated rats (371 +/- 78 and 550 +/- 55 microL/min per g KW, respectively). Hoe 140 markedly prevented the alteration in glomerular filtration rate associated with ramipril, thus resulting in a final glomerular filtration rate (543 +/- 41 microL/min per g KW) similar to that observed with losartan. These findings demonstrate that despite a lack of influence on arterial pressure and sodium balance, accumulation of kinins markedly contributes to deterioration of the glomerular filtration rate induced by ramipril in sodium-depleted rats.",
      "mesh_terms": [
        "Adaptation, Physiological",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Antihypertensive Agents",
        "Biphenyl Compounds",
        "Blood Pressure",
        "Bradykinin",
        "Bradykinin Receptor Antagonists",
        "Diet, Sodium-Restricted",
        "Electrolytes",
        "Hemodynamics",
        "Imidazoles",
        "Kidney",
        "Losartan",
        "Male",
        "Ramipril",
        "Rats",
        "Rats, Sprague-Dawley",
        "Renal Circulation",
        "Renin-Angiotensin System",
        "Tetrazoles",
        "Time Factors"
      ]
    },
    {
      "pmid": "7735495",
      "title": "Unchanged central hemodynamics after six months of moderate sodium restriction with or without potassium supplement in essential hypertension.",
      "authors": [
        "P Omvik",
        "O L Myking"
      ],
      "journal": "Blood pressure",
      "publication_date": "1995-Jan",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Sodium (Na) restriction and potassium (K) supplementation has been recommended as treatment of essential hypertension but the mechanism by which these may reduce blood pressure (BP) is unknown. We examined if moderately reduced Na intake, combined with a low-Na/high-K salt alternative (Pansalt: NaCl 57%, KCl 28%, MgSO4 12%) as substitute for standard table salt, induced clinically significant BP reduction in hypertensive patients and, if this therapy reduced total peripheral resistance. After a 2-month control period 40 patients aged 21-67 years with mean casual BP 156/103 mmHg were given a salt restricted diet (120 mmol Na/24 h) for 6 months. In addition, they were randomised in a double-blind manner to receive either Pansalt (P-group) or standard NaCl (S-group) as table salt in small amounts. Cardiac output was measured by dye dilution. Daily Na excretion was similarly reduced (20%) in both groups while K excretion was slightly increased in the P-group and reduced in the S-group (difference p < 0.05). No large changes occurred in 24-h ambulatory BP (by Accutracker II) or intraarterial pressure (through a brachial artery catheter) at rest or during exercise while casual BP was reduced (p < 0.05) 13/8 mmHg in the P-group and 8/5 mmHg in the S-group. While cardiac output was slightly reduced at rest and during 50W exercise in the P-group, no significant changes were seen in total peripheral resistance in either group. Thus, moderate reduction in Na intake, with or without addition of K, is not sufficient to induce significant long-term intraarterial or 24-h ambulatory BP changes in essential hypertension. Without BP changes invasively determined central hemodynamics remains remarkably stable over a 6-month period.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Pressure Monitoring, Ambulatory",
        "Diet, Sodium-Restricted",
        "Double-Blind Method",
        "Electrolytes",
        "Female",
        "Hemodynamics",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Potassium"
      ]
    },
    {
      "pmid": "8067389",
      "title": "Effect of losartan and enalapril on renal adaptation sodium restriction in rat.",
      "authors": [
        "B Jover",
        "D Saladini",
        "N Nafrialdi",
        "M Dupont",
        "A Mimran"
      ],
      "journal": "The American journal of physiology",
      "publication_date": "1994-Aug",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "The influence of losartan (10 or 30 mg.kg-1.day-1), enalapril (10 mg.kg-1.day-1), and combined treatment by losartan and enalapril on the renal adaptation to dietary sodium withdrawal was assessed in normal rats. Treatments were given by gavage for 3 days before and during the 6-day period of low-sodium (LS) diet. Cumulative sodium excretion during LS was similar in untreated and low-dose losartan groups (0.62 +/- 0.07 and 0.75 +/- 0.07 mmol/6 days), whereas it was significantly increased in groups treated by the high dose of losartan and enalapril alone or combined with both doses of losartan (1.38 +/- 0.16, 1.50 +/- 0.10, 1.37 +/- 0.16, and 1.12 +/- 0.03 mmol/6 days, respectively). A decrease in conscious systolic arterial pressure was observed in all treated groups in response to LS. At the end of LS, conscious renal blood flow (microsphere method) was similarly increased in all treated groups. Creatinine clearance decreased to a similar extent with both doses of losartan, whereas a further reduction was observed with enalapril given alone or combined with losartan. These results demonstrate that the enalapril-induced disturbance in the response of renal sodium excretion to LS is mainly related to angiotensin-mediated mechanisms. However, non-angiotensin-related actions of enalapril may contribute to the deterioration of renal function in sodium-restricted animals. In addition, a high dose of losartan is required to impair renal sodium conservation, thus suggesting that the tubular renin-angiotensin system may play a crucial role in the renal adaptation to dietary sodium withdrawal.",
      "mesh_terms": [
        "Adaptation, Physiological",
        "Aldosterone",
        "Angiotensin II",
        "Animals",
        "Biphenyl Compounds",
        "Blood Pressure",
        "Diet, Sodium-Restricted",
        "Enalapril",
        "Hemodynamics",
        "Imidazoles",
        "Kallikreins",
        "Kidney",
        "Losartan",
        "Male",
        "Natriuresis",
        "Rats",
        "Rats, Sprague-Dawley",
        "Renal Circulation",
        "Renin-Angiotensin System",
        "Systole",
        "Tetrazoles"
      ]
    },
    {
      "pmid": "8124787",
      "title": "Effects on left ventricular hypertrophy of long-term nonpharmacological treatment with sodium restriction in mild-to-moderate essential hypertension.",
      "authors": [
        "A M Jula",
        "H M Karanko"
      ],
      "journal": "Circulation",
      "publication_date": "1994-Mar",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Cross-sectional studies on human hypertension have suggested an association between sodium intake and left ventricular hypertrophy (LVH). METHODS AND RESULTS: The effects on LVH of a nonpharmacological treatment program based mainly on sodium restriction were examined by serial echocardiography in a 12-month controlled, randomized study that included 76 previously untreated subjects with uncomplicated mild-to-moderate hypertension. The mean daily sodium excretion of 38 subjects randomized into the treatment group decreased from 195 +/- 95 to 94 +/- 73 mmol (P < .001) at 6 months and to 109 +/- 74 mmol (P < .001) at 12 months. This was accompanied by a weight decrease from 81.4 +/- 18.0 to 79.2 +/- 17.4 kg (P < .001) at 6 months and to 80.6 +/- 17.5 kg (NS) at 12 months. The net blood pressure decrease (difference in change from baseline between the treatment and control groups) was 8.9 mm Hg (P < .001) in systolic blood pressure and 6.5 mm Hg (P < .001) in diastolic blood pressure during the first 6 months and 6.7 mm Hg (P < .01) in systolic blood pressure and 3.8 mm Hg (P < .01) in diastolic blood pressure during the last 6 months. After 12 months of sodium restriction, left ventricular mass (LVM) had decreased by 5.4% (from 238 +/- 63 to 225 +/- 51 g, P < .01), and LVM index (LVMI) had decreased by 4.7% (from 123 +/- 26 to 117 +/- 22 g/m2, P < .05), whereas no changes occurred in these parameters in the control group. In treated subjects with baseline LVMI of more than the median value of 133 g/m2 in men and 107 g/m2 in women, LVM decreased by 8.6% (from 272 +/- 62 to 249 +/- 51 g, P < .01), and LVMI decreased by 7.1% (from 140 +/- 23 to 130 +/- 22 g/m2, P < .01). LVM and LVMI remained unchanged in treated subjects with LVMI values equal to or less than the median. CONCLUSIONS: Our data suggest that long-term nonpharmacological treatment with moderate sodium restriction decreases LVH.",
      "mesh_terms": [
        "Adult",
        "Diet, Sodium-Restricted",
        "Echocardiography",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Hypertension",
        "Hypertrophy, Left Ventricular",
        "Male",
        "Middle Aged",
        "Multivariate Analysis",
        "Time Factors"
      ]
    },
    {
      "pmid": "8151606",
      "title": "Effect of sodium restriction and fish oil supplementation on BP and thrombotic risk factors in patients treated with ACE inhibitors.",
      "authors": [
        "P R Howe",
        "Y K Lungershausen",
        "L Cobiac",
        "G Dandy",
        "P J Nestel"
      ],
      "journal": "Journal of human hypertension",
      "publication_date": "1994-Jan",
      "publication_types": [
        "Clinical Trial",
        "Controlled Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Effects of dietary sodium restriction combined with fish oil supplementation on BP and related risk factors were assessed in hypertensives treated with angiotensin converting enzyme (ACE) inhibitors. After a four week run-in phase, a six week intervention trial was conducted in which four matched groups of 14 patients, taking either captopril or enalapril, were assigned to one of four dietary treatments: low sodium (80 mmol/day) with fish oil (5 g of omega-3 fatty acids per day); normal sodium (150 mmol/day) with fish oil; low sodium with olive oil; normal sodium with olive oil. All subjects adopted a low sodium diet and adjustments of nutrient intake were made by double-blind administration of sodium and oils in supplementary tablets and capsules. BP fell in all treatment groups during intervention. However, the reduction of SBP was 4.2 mmHg greater in subjects on a low sodium intake than in those taking normal sodium. There were no differences in BP between those taking olive oil and those taking fish oil but plasma triglycerides and serum thromboxane production were reduced by 27% and 51%, respectively in the latter. Thus the antihypertensive effect of ACE inhibitors can be augmented by sodium restriction alone but supplementing the diet with fish oil may yield additional cardiovascular benefits.",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme Inhibitors",
        "Blood Pressure",
        "Diet, Sodium-Restricted",
        "Dietary Fats, Unsaturated",
        "Double-Blind Method",
        "Factor Analysis, Statistical",
        "Female",
        "Fish Oils",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Risk Factors",
        "Thrombosis"
      ]
    },
    {
      "pmid": "8124057",
      "title": "Influence of dietary sodium restriction on lipid metabolism.",
      "authors": [
        "K A Schneider",
        "M Paland",
        "M Hamilton",
        "J R Horn",
        "S Heyden"
      ],
      "journal": "The Clinical investigator",
      "publication_date": "1993-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The possible increase in total and low-density lipoprotein cholesterol following severe restriction of dietary NaCl was reported in 1990 and and 1991 from three experiments, one in the United States and two in Germany. Each of these experiments lasted only 1 week. To evaluate the clinical side effects we analyzed data collected from patients who completed a course of NaCl-restricted weight reduction at the Duke Diet and Fitness Center. Observations of lipid changes are not available for periods of less than 3 weeks; however, we were able to collect data on lipid and lipoprotein changes from 556 participants 25 days after they were referred for weight reduction. Total cholesterol, low-density lipoprotein cholesterol, and triglyceride levels returned to normal in the majority of obese patients. In our slightly longer observation period in patients on a 1000 mg NaCl restricted diet we found no evidence of hyperlipidemic side effects. We believe that the hyperlipidemia resulting from severe sodium restriction in non-hypertensive, normal-weight individuals is not relevant to the problem of nonpharmacological and diuretic treatment of obese hypertensive patients. In clinically healthy, normal-weight, normotensive individuals severe salt restriction serves no practical or therapeutic purpose.",
      "mesh_terms": [
        "Cholesterol",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Hypertension",
        "Lipid Metabolism",
        "Male",
        "Obesity"
      ]
    },
    {
      "pmid": "8397245",
      "title": "Effects of moderate sodium restriction on clinic and twenty-four-hour ambulatory blood pressure in elderly hypertensive subjects.",
      "authors": [
        "M D Fotherby",
        "J F Potter"
      ],
      "journal": "Journal of hypertension",
      "publication_date": "1993-Jun",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To assess the effects of 80 mmol/day reduction in dietary sodium intake on clinic and 24-h ambulatory blood pressure in elderly hypertensive subjects. DESIGN: Double-blind, randomized, placebo-controlled, crossover trial lasting 10 weeks, following a 4-week run-in period. SUBJECTS: Seventeen untreated subjects with essential hypertension [systolic blood pressure (SBP) > or = 160 mmHg and/or diastolic blood pressure (DBP) > or = 95 mmHg], mean age 73 years (range 66-79). INTERVENTIONS: Subjects had clinic blood pressure and 24-h urinary electrolyte excretion measured while on their normal diet. Following a 4-week run-in period on a reduced-sodium diet (80-100 mmol/24 h) subjects entered a 10-week crossover trial of 80 mmol/24 h sodium supplement or matching placebo while continuing on the reduced-sodium diet. MAIN OUTCOME MEASURES: The within-patient change in clinic and 24-h ambulatory blood pressures at the end of each intervention period. RESULTS: Mean urinary sodium excretion at the end of the run-in phase rose during the high sodium intake phase and was reduced significantly at the end of the low sodium intake phase. There was a significant reduction in clinic supine SBP between the high- and low-sodium phases. There was no significant change in standing SBP, supine or standing DBP or pulse rate between phases. There was a non-significant reduction in mean 24-h SBP and DBP on the low sodium intake. At the end of the low-sodium phase there was a significant increase in plasma renin activity and aldosterone levels, but no change in plasma electrolytes. CONCLUSIONS: Overall, moderate sodium restriction in elderly hypertensives resulted in a significant fall in clinic supine SBP only, although marked differences in intersubject responses were found. Moderate sodium restriction may be of benefit in only some elderly hypertensive subjects as part of a non-pharmacological regimen for blood pressure reduction.",
      "mesh_terms": [
        "Aged",
        "Blood Pressure",
        "Diet, Sodium-Restricted",
        "Double-Blind Method",
        "Electrolytes",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Time Factors"
      ]
    },
    {
      "pmid": "8471231",
      "title": "Combined effects of dietary fish oil and sodium restriction on blood pressure in enalapril-treated hypertensive rats.",
      "authors": [
        "A M Marley",
        "P F Rogers",
        "Y K Lungershausen",
        "P R Howe"
      ],
      "journal": "American journal of hypertension",
      "publication_date": "1993-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sodium restriction and fish oil supplementation are effective dietary measures for preventing or treating mild hypertension. However, their usefulness as an adjunct to drug treatment of hypertension requires further evaluation. In the present study, we examined the influence of dietary sodium and fish oil on the antihypertensive effect of the angiotensin converting enzyme (ACE) inhibitor enalapril in stroke-prone spontaneously hypertensive rats (SHRSP). Rats were fed experimental diets containing fish oil or olive oil (5% w/w) and low (0.04% w/w) or normal (0.23% w/w) sodium from 1 to 4 months of age. Tail-cuff blood pressure (BP) rose by 8.4 and 4.3 mm Hg/week, respectively, in untreated and enalapril-treated (2.5 mg/kg/day, orally) rats fed the olive oil/normal sodium diet. Feeding fish oil further reduced the rise in enalapril-treated rats to 2.8 mm Hg/week. When sodium intake was also restricted, the BP rise was almost prevented (1.1 mm Hg/week). In older rats with established hypertension, the low sodium/fish oil diet also potentiated the blood pressure reduction by enalapril (tail-cuff BP fell by 61 mm Hg compared to 25 mm Hg with enalapril alone). These observations were confirmed by direct BP recording in conscious rats following the implantation of aortic catheters. Factorial analysis revealed a highly significant antihypertensive effect of fish oil in both young and adult SHRSP receiving enalapril, and a further interactive effect of dietary sodium restriction with fish oil feeding in young rats. The antihypertensive effects of the dietary interventions were associated with further reductions of cardiac hypertrophy.(ABSTRACT TRUNCATED AT 250 WORDS)",
      "mesh_terms": [
        "Animals",
        "Blood Pressure",
        "Combined Modality Therapy",
        "Diet, Sodium-Restricted",
        "Dietary Fats, Unsaturated",
        "Enalapril",
        "Fish Oils",
        "Hypertension",
        "Male",
        "Rats",
        "Rats, Inbred SHR"
      ]
    },
    {
      "pmid": "8380185",
      "title": "Sympathetic alterations after sodium restriction and short-term captopril administration.",
      "authors": [
        "P J Mills",
        "J E Dimsdale",
        "M G Ziegler",
        "R L Hauger",
        "R A Nelesen",
        "M R Brown"
      ],
      "journal": "Journal of the American College of Cardiology",
      "publication_date": "1993-Jan",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "OBJECTIVES: The purpose of this study was to examine the effects of short-term captopril therapy during sodium restriction on several markers of the sympathetic nervous system, including plasma norepinephrine, neuropeptide Y, beta-adrenergic receptors and cortisol. BACKGROUND: Recent studies suggest that the therapeutic effects of converting enzyme inhibitors involve not only the renin-angiotensin and prostaglandin systems but also the sympathetic system. METHODS: Twelve hypertensive and 20 normotensive men were studied after 2 5-day hospital stays during which they consumed a 10-mEq sodium diet and received captopril (25 mg twice daily) or placebo in a double-blind crossover study. RESULTS: Captopril decreased neuropeptide Y (p < 0.05) and angiotensin II (p < 0.01) and increased isoproterenol-stimulated cyclic adenosine monophosphate (AMP) in lymphocytes (p < 0.03), plasma norepinephrine (p < 0.02), cortisol (p < 0.05) and renin (p < 0.001) in both hypertensive and normotensive subjects. Hypertensive subjects had an increased beta-adrenergic receptor density (p < 0.02) and a greater decrease in diastolic blood pressure compared with normotensive subjects (p < 0.02). CONCLUSIONS: The results of this study suggest that the short-term therapeutic effects of captopril may involve concerted changes in key components of the sympathetic nervous system. These findings, such as decreased neuropeptide Y combined with increased norepinephrine and beta-adrenergic receptors, are compatible with the observation of increased cardiac output and decreased peripheral resistance after short-term angiotensin-converting enzyme inhibition.",
      "mesh_terms": [
        "Analysis of Variance",
        "Captopril",
        "Diet, Sodium-Restricted",
        "Double-Blind Method",
        "Humans",
        "Hydrocortisone",
        "Hypertension",
        "Lymphocytes",
        "Male",
        "Neuropeptide Y",
        "Norepinephrine",
        "Receptors, Adrenergic, beta",
        "Reference Values",
        "Renin-Angiotensin System",
        "Sympathetic Nervous System",
        "Time Factors"
      ]
    },
    {
      "pmid": "8212975",
      "title": "Importance of weight loss and sodium restriction in the treatment of mild and moderate essential hypertension.",
      "authors": [
        "J M Krzesinski",
        "M Janssens",
        "F Vanderspeeten",
        "G Rorive"
      ],
      "journal": "Acta clinica Belgica",
      "publication_date": "1993",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "The effectiveness of non pharmacological treatment of chronic arterial hypertension has been evaluated in 116 treated or not primary hypertensive out-patients. Those receiving diuretics were however excluded. This population was requested to follow for 3 months a modification of their usual diet characterized by salt restriction combined with energy intake restriction when the patients were above their ideal body weight. Only 62 patients (53%) completed the study. However, this approach was effective by decreasing blood pressure and total cholesterol. The weight loss appears the most effective way to decrease blood pressure in untreated patients, but needs 3 months to be significant. In drug-treated patients, the sodium restriction significantly influences the blood pressure level, already after 1 month. However, salt sensitivity has been noted, especially in the most severe forms of the hypertensive disease. The combination of both modifications (weight loss and sodium restriction) does not appear to be more effective than each separate dietary measure.",
      "mesh_terms": [
        "Adult",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Clinical Protocols",
        "Diet, Reducing",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Obesity",
        "Patient Dropouts",
        "Sodium",
        "Weight Loss"
      ]
    },
    {
      "pmid": "1597135",
      "title": "Dietary potassium supplementation and sodium restriction stimulate aldosterone synthase but not 11 beta-hydroxylase P-450 messenger ribonucleic acid accumulation in rat adrenals and require angiotensin II production.",
      "authors": [
        "A Tremblay",
        "K L Parker",
        "J G Lehoux"
      ],
      "journal": "Endocrinology",
      "publication_date": "1992-Jun",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Increasing evidence indicates that the adrenal cortex of most mammalian species expresses distinct forms of cytochrome P-450(11 beta), a steroidogenic enzyme that catalyses the terminal steps in the biosynthesis of both glucocorticoids and mineralocorticoids. In the human, mouse, and rat, two genes have been isolated, designated CYP11B1 and CYP11B2. The product of CYP11B2 (aldosterone synthase) is required for the successive 11 beta-, 18-hydroxylations and 18-oxidation of deoxycorticosterone that lead to the production of aldosterone in the zona glomerulosa. In contrast, the product of CYP11B1 (11 beta-hydroxylase) mediates only the 11 beta-hydroxylation of deoxycorticosterone and 11-deoxycortisol. The recent identification of these two P-450(11 beta) isozymes mandates further analysis of their expression in different zones of the adrenal cortex, both under basal conditions and in response to conditions known to alter mineralocorticoid biosynthesis. To evaluate the expression of the two isozymes in different adrenocortical zones, we performed Northern blotting analyses with specific oligonucleotide probes that discriminated between the two forms of rat P-450(11 beta). The transcripts detected by the two probes were of similar size (2.7 kilobase), but differed in their zonal distribution: aldosterone synthase P-450 messenger RNA (mRNA) was detected only in zona glomerulosa, whereas 11 beta-hydroxylase P-450 was expressed in both zona fasciculata-reticularis and zona glomerulosa. Next, we analyzed the response of these two genes to various physiological and pharmacological interventions known to affect aldosterone biosynthesis. High potassium or low sodium diet given to rats for 1 week increased aldosterone synthase P-450 mRNA levels by approximately 5- and 6-fold, respectively. These increases, moreover, were significantly attenuated by treatment with captopril, an inhibitor of angiotensin-converting enzyme. In contrast, neither dietary manipulation significantly affected 11 beta-hydroxylase P-450 mRNA levels in any zone. Thus, stimulation of the terminal steps of aldosterone biosynthesis by variations in dietary intake of monovalent cations involves regulation of aldosterone synthase P-450 mRNA levels. Finally, captopril inhibited potassium induction of aldosterone synthase P-450 mRNA levels despite the presence of low plasma renin activity in the potassium-treated rats. This finding implicates intraadrenal angiotensin II formation in the effect of potassium on mineralocorticoid production.",
      "mesh_terms": [
        "Adrenal Glands",
        "Aldosterone",
        "Angiotensin II",
        "Animals",
        "Base Sequence",
        "Captopril",
        "Cytochrome P-450 CYP11B2",
        "Cytochrome P-450 Enzyme System",
        "Diet",
        "Diet, Sodium-Restricted",
        "Male",
        "Molecular Sequence Data",
        "Oligonucleotide Probes",
        "Organ Specificity",
        "Potassium",
        "RNA, Messenger",
        "Rats",
        "Reference Values",
        "Renin",
        "Steroid 11-beta-Hydroxylase",
        "Steroid Hydroxylases",
        "Zona Fasciculata",
        "Zona Glomerulosa",
        "Zona Reticularis"
      ]
    },
    {
      "pmid": "1534832",
      "title": "Responses of atrial natriuretic factor to long-term sodium restriction in mild to moderate hypertension.",
      "authors": [
        "A Jula",
        "T Rönnemaa",
        "I Tikkanen",
        "H Karanko"
      ],
      "journal": "Journal of internal medicine",
      "publication_date": "1992-May",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The effects of long-term sodium restriction on plasma atrial natriuretic factor (ANF) concentrations, and the role of baseline plasma ANF concentration as an indicator of changes in haemodynamics and left ventricular hypertrophy during this treatment were studied in 40 middle-aged previously untreated mildly to moderately hypertensive men and women in a 6-month controlled randomized study. The main emphasis of the treatment programme was to reduce daily sodium intake to less than 70 mmol. Mean sodium excretion decreased from 148 +/- 74 mmol 24 h-1 to 79 +/- 71 mmol 24 h-1 in the treatment group, but remained unchanged in the control group (173 +/- 68 mmol 24 h-1 vs. 186 +/- 62 mmol 24 h-1; P less than 0.01 for the difference in changes between the groups). Mean plasma ANF concentrations in the treatment group were 52.4 +/- 20.7 (median 50) pg ml-1 at baseline and 38.7 +/- 26.3 (median 42) pg ml-1 at 6 months, and the corresponding values in the control group were 55.5 +/- 20.5 (median 50) pg ml-1 and 46.1 +/- 32.4 (median 50) pg ml-1, respectively (P = NS for the difference in changes). The ANF concentration decreased from 70 +/- 14 pg ml-1 to 32 +/- 26 pg ml-1 in treated subjects with a high baseline plasma ANF concentration (greater than 50 pg ml-1), but increased from 37 +/- 11 pg ml-1 to 45 +/- 27 pg ml-1 in subjects with a low baseline plasma ANF concentration (less than or equal to 50 pg ml-1) (difference in changes P less than 0.001). Compared with treated subjects with low baseline plasma ANF levels and with controls, treated subjects with high baseline plasma ANF levels showed a decrease (P less than 0.05) in interventricular septal and left posterior wall thicknesses, in relative wall thickness, and in peripheral resistance. These results suggest that in mildly to moderately hypertensive subjects long-term sodium restriction decreases high plasma ANF concentrations concomitantly with regression of concentric left ventricular hypertrophy, probably as a result of changes in haemodynamics.",
      "mesh_terms": [
        "Adult",
        "Atrial Natriuretic Factor",
        "Cardiomegaly",
        "Diet, Sodium-Restricted",
        "Female",
        "Hemodynamics",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Time Factors",
        "Vascular Resistance"
      ]
    },
    {
      "pmid": "1731034",
      "title": "Sodium restriction versus daily maintenance replacement in very low birth weight premature neonates: a randomized, blind therapeutic trial.",
      "authors": [
        "A T Costarino",
        "J A Gruskay",
        "L Corcoran",
        "R A Polin",
        "S Baumgart"
      ],
      "journal": "The Journal of pediatrics",
      "publication_date": "1992-Jan",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "To test the hypothesis that restriction of sodium intake during the first 3 to 5 days of life will prevent the occurrence of hypernatremia and the need for administration of large fluid volumes, we prospectively and randomly assigned 17 babies (mean +/- SD: 850 +/- 120 gm; 27 +/- 1 weeks of gestation) to receive in blind fashion either daily maintenance sodium or salt restriction with physician-prescribed parenteral fluid intake. Maintenance-group infants received 3 to 4 mEq of sodium per kilogram per day; restricted infants received no sodium supplement other than with such treatments as transfusion. Sodium balance studies conducted for 5 days demonstrated that maintenance salt intake resulted in a daily sodium balance near zero, whereas sodium-restricted infants continued to excrete urinary sodium at a high rate, which promoted a more negative balance (average daily sodium balance -0.30 +/- 1.78 SD in maintenance group vs -3.71 +/- 1.47 mEq/kg per day in restriction group; p less than 0.001). Care givers tended to prescribe daily increases in parenteral fluids for the salt-supplemented infants, perhaps because serum sodium concentrations were elevated in these infants after the first day of the study (p less than 0.001). Hypernatremia developed in two sodium-supplemented infants (greater than 150 mEq/L), and hyponatremia developed in two sodium-restricted infants (less than 130 mEq/L); however, the restricted infants were more likely to have normal serum osmolality (p less than 0.05). Both groups of infants produced urine that was neither concentrated nor dilute, with a high fractional excretion of sodium; renal failure was not observed. The mortality rate was not affected, but the incidence of bronchopulmonary dysplasia was significantly less in the sodium-restricted babies (p less than 0.02). We conclude that in tiny premature infants, a fluid regimen that restricts sodium may simplify parenteral fluid therapy targeted to prevent hypernatremia and excessive administration of parenteral fluids.",
      "mesh_terms": [
        "Fluid Therapy",
        "Glomerular Filtration Rate",
        "Humans",
        "Hypernatremia",
        "Hyponatremia",
        "Infant, Low Birth Weight",
        "Infant, Newborn",
        "Infant, Premature",
        "Infant, Premature, Diseases",
        "Osmolar Concentration",
        "Prospective Studies",
        "Single-Blind Method",
        "Sodium",
        "Water-Electrolyte Balance"
      ]
    },
    {
      "pmid": "1751444",
      "title": "(Patho)physiological implications of chronic dietary sodium restriction during pregnancy; a longitudinal prospective randomized study.",
      "authors": [
        "E A Steegers",
        "H P Van Lakwijk",
        "H W Jongsma",
        "J H Fast",
        "T De Boo",
        "T K Eskes",
        "P R Hein"
      ],
      "journal": "British journal of obstetrics and gynaecology",
      "publication_date": "1991-Oct",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To study the possible pathophysiological implications of long continued dietary sodium restriction in pregnancy. DESIGN: Longitudinal prospective randomized study of the effects of a low sodium diet compared with unrestricted sodium intake in pregnancy. SETTING: Academic Department of Obstetrics and Gynaecology at Sint Radboud Hospital, Nijmegen, The Netherlands. SUBJECTS: 42 healthy nulliparous women. INTERVENTION: A low sodium diet (20 mmol sodium daily) started in the 14th week of pregnancy and stopped after delivery. MAIN OUTCOME MEASURES: Maternal weight gain, food intake, blood pressure, cardiac output, systemic vascular resistance, haematocrit and birthweight. RESULTS: Total maternal weight gain and dietary energy intake during pregnancy and weight at 1 and 6 weeks postpartum were significantly lower in the low sodium group. Blood pressure during pregnancy did not show major differences. Stroke volume and cardiac output during pregnancy were significantly lower in the low sodium group whereas systemic vascular resistance was significantly higher. Haematocrit values in the low sodium group tended to be lower during pregnancy, but were significantly lower at 1 and 6 weeks postpartum than in the unrestricted group. Placental and birthweights were not significantly different between the two groups. CONCLUSIONS: Chronic dietary sodium restriction during pregnancy is characterized by a diminished body fat accumulation and a reduction in circulating volume, due to a decrease in both plasma and red cell volume, in combination with a high systemic vascular resistance without major effects on blood pressure and birthweight.",
      "mesh_terms": [
        "Birth Weight",
        "Eating",
        "Female",
        "Hemodynamics",
        "Humans",
        "Longitudinal Studies",
        "Parity",
        "Pregnancy",
        "Pregnancy Outcome",
        "Random Allocation",
        "Sodium, Dietary",
        "Weight Gain"
      ]
    },
    {
      "pmid": "1796058",
      "title": "Effect of furosemide, hydrochlorothiazide and sodium restriction on rat adrenoceptors.",
      "authors": [
        "O Brørs"
      ],
      "journal": "Pharmacology & toxicology",
      "publication_date": "1991-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The interaction of thiazide diuretics and furosemide with adrenoceptors was investigated in normal rat in vivo by determining the effect of sodium-deficient diet alone or combined with hydrochlorothiazide or furosemide on adrenoceptors in heart, kidney and skeletal muscle. In addition, interaction of diuretics with renal adrenoceptors in vitro was investigated. Sodium-deficient diet alone retarded growth significantly, and this effect was increased by simultaneous treatment with furosemide 10-40 mg/kg body weight and day subcutaneously. No consistent alteration was demonstrated in density or affinity of alpha 1-, alpha 2- and beta-adrenoceptors due to the in vivo treatment. In vitro, furosemide inhibited the equilibrium specific binding of radioligands to alpha 1-, alpha 2- and beta-adrenoceptors to rat kidney particulate fraction concentration-dependently. Furosemide increased Kd (equilibrium dissociation constant) and reduced Bmax (number of specific binding sites) of the radioligands as determined by Scatchard analysis of binding saturation data. The Pseudo-Hill coefficient of the inhibition by furosemide of 125I-iodocyanopindolol binding was 1.47, indicating a complex interaction consistent with a non-competitive inhibition. In conclusion, the results do not support the hypothesis that sodium deficiency alone or with diuretic treatment for one week alters tissue adrenoceptors in the normal rat. The pattern of inhibition by furosemide of ligand binding to adrenoceptors suggests that furosemide binds to an allosteric site on the receptors or to an adjacent macromolecule.",
      "mesh_terms": [
        "Animals",
        "Binding, Competitive",
        "Body Weight",
        "Diet, Sodium-Restricted",
        "Furosemide",
        "Hydrochlorothiazide",
        "Kidney",
        "Ligands",
        "Male",
        "Muscles",
        "Myocardium",
        "Radioligand Assay",
        "Rats",
        "Rats, Inbred Strains",
        "Receptors, Adrenergic"
      ]
    },
    {
      "pmid": "2045142",
      "title": "Sodium restriction in hypertensive patients treated with a converting enzyme inhibitor and a thiazide.",
      "authors": [
        "D R Singer",
        "N D Markandu",
        "A L Sugden",
        "M A Miller",
        "G A MacGregor"
      ],
      "journal": "Hypertension (Dallas, Tex. : 1979)",
      "publication_date": "1991-Jun",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "When the function of the renin system is inhibited, blood pressure becomes more dependent on changes in sodium and water balance. Diuretics alone and sodium restriction alone are additive to converting enzyme inhibitor therapy. However, it is not known if these two ways of reducing sodium balance are additive in the presence of established converting enzyme inhibition. We therefore performed a double-blind crossover study of the effects of moderate sodium restriction in 21 patients with essential hypertension who were already being treated with the combination of a converting enzyme inhibitor and a diuretic. After 1 month of captopril (50 mg twice daily) and hydrochlorothiazide (25 mg once daily) therapy, with their usual sodium intake, average supine blood pressure was 147/96 +/- 5/3 (SEM) mm Hg 2 hours after treatment. Patients then reduced their sodium intake to around 80-100 mmol/day for the remainder of the study. After 2 weeks of sodium restriction, they entered a double-blind, randomized, crossover study of Slow Sodium (100 mmol sodium/day) compared with Slow Sodium placebo, while continuing sodium restriction and the above treatment. During the double-blind study, after 1 month of treatment with captopril (50 mg twice daily), hydrochlorothiazide (25 mg once daily), and Slow Sodium placebo, supine blood pressure 2 hours after treatment was 138/88 +/- 4/2 mm Hg (24-hour urinary sodium 104 +/- 11 mmol). After 1 month of captopril (50 mg twice daily), hydrochlorothiazide (25 mg once daily), and Slow Sodium tablets, supine blood pressure 2 hours after treatment was 147/91 +/- 5/2 mm Hg (p less than 0.05; 24-hour urinary sodium 195 +/- 14 mmol).(ABSTRACT TRUNCATED AT 250 WORDS)",
      "mesh_terms": [
        "Aldosterone",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Blood Pressure",
        "Captopril",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Heart Rate",
        "Humans",
        "Hydrochlorothiazide",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Random Allocation",
        "Sodium"
      ]
    },
    {
      "pmid": "2065468",
      "title": "Effects of dietary sodium restriction and fish oil supplements on blood pressure in the elderly.",
      "authors": [
        "L Cobiac",
        "P J Nestel",
        "L M Wing",
        "P R Howe"
      ],
      "journal": "Clinical and experimental pharmacology & physiology",
      "publication_date": "1991-May",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "1. The effects on blood pressure of dietary fish oil, sodium restriction and a combination of both strategies were examined in a short-term dietary intervention study of 50 healthy elderly subjects (average age 67 years) with mean initial systolic and diastolic blood pressures of 133 and 77 mmHg, respectively. 2. Subjects were allocated to one of four treatment groups: fish oil with normal sodium, fish oil with low sodium, sunflower oil with normal sodium and sunflower oil with low sodium for 4 weeks. They then crossed over to the alternative sodium treatment for a further 4 weeks whilst remaining on the same oil. 3. The combination of fish oil supplementation with dietary sodium restriction caused significant reductions of blood pressure in the first 4 weeks: systolic blood pressure (SBP) fell by 8.9 mmHg, mean arterial pressure (MAP) by 7.4 mmHg and diastolic blood pressure (DBP) by 6.0 mmHg. 4. Fish oil enhanced the effect of sodium restriction on blood pressure. In the crossover protocol, a change in sodium excretion of 92 mmol/day was accompanied by changes of 6.4, 3.3 and 2.2 mmHg for SBP, MAP and DBP, respectively, in the subjects taking fish oil. However in those taking sunflower oil, blood pressure did not change significantly. 5. The results indicate beneficial interactive effect of dietary fish oil and sodium intake on blood pressure.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Aging",
        "Blood Pressure",
        "Diet, Sodium-Restricted",
        "Female",
        "Fish Oils",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Plant Oils",
        "Sunflower Oil"
      ]
    },
    {
      "pmid": "1921253",
      "title": "Short-term dietary sodium restriction increases serum lipids and insulin in salt-sensitive and salt-resistant normotensive adults.",
      "authors": [
        "M Ruppert",
        "J Diehl",
        "R Kolloch",
        "A Overlack",
        "K Kraft",
        "B Göbel",
        "N Hittel",
        "K O Stumpe"
      ],
      "journal": "Klinische Wochenschrift",
      "publication_date": "1991",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Evidence suggests that dietary salt reduction similar to diuretic therapy may adversely affect lipid and glucose metabolism. We studied 147 non-obese normotensive subjects (60 females and 87 males) aged 19-78 years who entered a single-blind crossover trial and were randomly assigned to a low salt diet of 20 mmol or a high salt diet of 300 mmol sodium per day, for 7 days each. Sodium restriction lowered mean arterial blood pressure (MAP) by a mean of 7.5 mmHg in 17% (salt-sensitive), had no hemodynamic effect in 67% (salt-resistant) and raised MAP by a mean of 6 mmHg in 16% of the subjects (reverse reactors). With dietary salt restriction serum total- and LDL-cholesterol as well as serum insulin and uric acid concentrations increased significantly in all three groups. The largest increases in total (10%) and LDL- (12%) cholesterol occurred in the reverse reactors. Salt-sensitives had significant higher lipoprotein(a) values than the other two groups. Salt-restriction had no significant effect on this parameter. Plasma renin activity, as well as plasma aldosterone and noradrenaline concentrations rose in all three groups during the low salt diet, the largest increases being observed in the reverse reactors. Short-term sodium restriction in normotensive adults has unfavourable effects on lipid and glucose metabolism, especially in subjects who do not derive hemodynamic benefit. Further studies are necessary to examine the effects of more moderate salt reduction for longer periods on the risk factor profile for cardiovascular disease before a low salt diet can be regarded as a safe public health measure for the general population.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Pressure",
        "Cholesterol, LDL",
        "Diet, Sodium-Restricted",
        "Female",
        "Hemodynamics",
        "Humans",
        "Insulin",
        "Male",
        "Middle Aged",
        "Renin",
        "Single-Blind Method",
        "Sodium, Dietary",
        "Uric Acid"
      ]
    },
    {
      "pmid": "2166715",
      "title": "Changes in overall plasma norepinephrine turnover and lymphomonocyte beta-adrenoceptor number during combined caloric and sodium restriction in normotensive obese subjects.",
      "authors": [
        "M Cignarelli",
        "G De Pergola",
        "G Garruti",
        "M Corso",
        "M R Cospite",
        "A Paternostro",
        "V Romanazzi",
        "R Giorgino"
      ],
      "journal": "International journal of obesity",
      "publication_date": "1990-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of the study was to evaluate in eight normotensive obese patients the influence of low sodium intake (9 mEq/day) on the sympathetic activity modifications induced by caloric restriction (2511 kJ/day). As compared to the isocaloric salt balanced diet, 7 days of normosodic underfeeding induced a decrease in the overall norepinephrine turnover (clearance and appearance rate) and 24 hours urinary output, whereas the combined caloric and salt restriction significantly increased the norepinephrine appearance rate and even more the norepinephrine clearance but, on the other hand, decreased the beta-adrenergic receptor number on the lymphomonocyte surface, suggesting a reduced peripheral sensitivity to catecholamines. Therefore, the utility of the combined sodium and caloric restriction in the treatment of the normotensive obese patients remains still questionable.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Antigens, Differentiation",
        "Diet, Sodium-Restricted",
        "Down-Regulation",
        "Energy Intake",
        "Female",
        "Humans",
        "Lymphocytes",
        "Male",
        "Monocytes",
        "Norepinephrine",
        "Obesity",
        "Receptors, Adrenergic, beta",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "2160343",
      "title": "A factorial study of fat and fibre changes and sodium restriction on blood pressure of human hypertensive subjects.",
      "authors": [
        "S E Sciarrone",
        "I L Rouse",
        "P Rogers",
        "L J Beilin"
      ],
      "journal": "Clinical and experimental pharmacology & physiology",
      "publication_date": "1990-Mar",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "1. Diets used to reduce sodium intake often involve changes in fats and fibre which might themselves affect blood pressure and/or lipid metabolism. To evaluate the relative importance of these dietary changes for the management of hypertension we have studied the independent and additive effects of sodium restriction (less than 60 mmol/day) and a low fat (30% energy), high P/S ratio (1.0), high fibre (30-50 g/day) 'cholesterol lowering' diet. 2. Ninety-five hypertensives entered a four group parallel study with a factorial design. Following 5 weeks familiarization subjects [BP range 109/66-168/105 mmHg] were randomly assigned to either a 'low sodium, cholesterol lowering' diet or a 'low sodium, cholesterol maintaining' diet. Half the subjects in each group were then assigned to 100 mmol/day NaCl supplement and the remainder to placebo. These diets were continued for 8 weeks. Seventy-nine of the 91 hypertensives who completed the study were on antihypertensive therapy throughout. 3. Mean urinary sodium excretion decreased from 137 (54 mmol/day (n = 43) at baseline (B) to 52 (32) mmol/day (n = 45, P = 0.0001) during intervention (I) in the low sodium groups and remained unchanged in the groups which received slow sodium (B = 129 [46], n = 43; I = 134 [29], n = 42). Diet record and plasma fatty acid analysis confirmed that the dietary aims of the study were achieved. 4. Sodium restriction reduced supine and standing systolic BP by a mean (+/- s.e.m.) of 6 +/- 2 and 6 +/- 4 mmHg, respectively (P less than 0.005).(ABSTRACT TRUNCATED AT 250 WORDS)",
      "mesh_terms": [
        "Blood Pressure",
        "Cholesterol",
        "Diet, Sodium-Restricted",
        "Dietary Fats",
        "Dietary Fiber",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Potassium",
        "Sodium"
      ]
    },
    {
      "pmid": "2154086",
      "title": "Comparison of long-term hemodynamic effects at rest and during exercise of lisinopril plus sodium restriction versus hydrochlorothiazide in essential hypertension.",
      "authors": [
        "P Omvik",
        "P Lund-Johansen"
      ],
      "journal": "The American journal of cardiology",
      "publication_date": "1990-Feb-01",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "To investigate whether sodium restriction might replace thiazides in promoting blood pressure (BP) reduction by angiotensin-converting enzyme inhibitors, the long-term hemodynamic effect of lisinopril plus sodium restriction versus lisinopril plus hydrochlorothiazide was compared at rest and during dynamic exercise in 2 groups of essential hypertensive patients. Mean pretreatment intraarterial BP at rest sitting was 177/107 mm Hg. The patients were randomly allocated to lisinopril combined with either low salt diet (low salt group, n = 13) or hydrochlorothiazide (diuretic group, n = 12). After 1 year of treatment the mean dose of lisinopril was 25 mg in both groups. In the low salt group sodium excretion was reduced from 188 to 129 mmol/24 hours (p less than 0.01). In the diuretic group sodium excretion was unchanged with a mean dose of hydrochlorothiazide of 19 mg. BP was reduced (p less than 0.001) in both groups: at rest 16 and 21% and during exercise 10 and 13% in the low salt and the diuretic groups, respectively. Total peripheral resistance was reduced (p less than 0.05) in both groups: at rest 14 and 7% and during exercise 8 and 5% in the low salt and the diuretic groups, respectively. Overall cardiac output was reduced (p less than 0.05) in the diuretic group but remained unchanged in the low salt group. Thus, lisinopril--either in combination with a diuretic or sodium restriction--induces marked reduction in BP due to decreases in peripheral vascular resistance both at rest and during exercise.(ABSTRACT TRUNCATED AT 250 WORDS)",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme Inhibitors",
        "Combined Modality Therapy",
        "Diet, Sodium-Restricted",
        "Enalapril",
        "Exercise",
        "Hemodynamics",
        "Humans",
        "Hydrochlorothiazide",
        "Hypertension",
        "Lisinopril",
        "Male",
        "Middle Aged",
        "Randomized Controlled Trials as Topic",
        "Rest",
        "Time Factors"
      ]
    },
    {
      "pmid": "2573761",
      "title": "Double-blind study of three sodium intakes and long-term effects of sodium restriction in essential hypertension.",
      "authors": [
        "G A MacGregor",
        "N D Markandu",
        "G A Sagnella",
        "D R Singer",
        "F P Cappuccio"
      ],
      "journal": "Lancet (London, England)",
      "publication_date": "1989-Nov-25",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "20 patients with mild hypertension (average supine blood pressure without treatment, 164/101 mm Hg) reduced their salt intake to 50 mmol (3 g) per day for a month. They then entered a 3 month double-blind randomised crossover study of three levels of sodium intake: 200, 100, and 50 mmol per day. Blood pressure was significantly reduced on the middle and lowest sodium intakes. The average fall in blood pressure from the highest to the lowest sodium intake was 16/9 mm Hg. Patients continued to restrict their sodium intake for a further year. In 16 of the 20 patients blood pressure remained well controlled with salt restriction alone. Supine blood pressure at 1 year was 142/87 (SE 3/2) mm Hg with a 24 h urinary sodium excretion of 54 (7) mmol. These results show a progressive blood pressure fall as salt intake is reduced and that, in many patients with mild essential hypertension, blood pressure can be controlled without the need for drug therapy.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Pressure",
        "Blood Pressure Determination",
        "Delayed-Action Preparations",
        "Diet, Sodium-Restricted",
        "Double-Blind Method",
        "Evaluation Studies as Topic",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Patient Compliance",
        "Randomized Controlled Trials as Topic",
        "Tablets"
      ]
    },
    {
      "pmid": "2691064",
      "title": "Weight reduction and sodium restriction in the management of hypertension.",
      "authors": [
        "S K Kumanyika"
      ],
      "journal": "Clinics in geriatric medicine",
      "publication_date": "1989-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, P.H.S.",
        "Review"
      ],
      "abstract": "Weight reduction and sodium restriction are highly recommended components of hypertension treatment and may be of particular importance for many elderly patients. The issue for the practitioner is not whether to attempt nonpharmacologic treatment but how to provide effective nonpharmacologic treatment within the constraints that apply. Dietary programs should be individually prescribed and realistic, taking factors such as health status, material coping resources, culture, and personal food preferences into account. Behavioral counseling and adherence enhancement measures are essential aspects of initial and long-term management. When properly designed and implemented, dietary treatment of hypertension in elderly patients is not only feasible but also offers several potential spin-off benefits, which justify the input of time and resources.",
      "mesh_terms": [
        "Age Factors",
        "Aged",
        "Diet, Reducing",
        "Diet, Sodium-Restricted",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged"
      ]
    }
  ]
}