{
  "supplement": "Solution-Focused Therapy",
  "query": "Solution-Focused Therapy[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:42:06",
  "research_count": 34,
  "count": 34,
  "articles": [
    {
      "pmid": "39557681",
      "title": "The effectiveness of solution-focused therapy in cancer-related symptom management: a systematic review.",
      "authors": [
        "Maryam Maleki",
        "Abbas Mardani",
        "Mostafa Gholami",
        "Nasrin Hanifi",
        "Mojtaba Vaismoradi"
      ],
      "journal": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "publication_date": "2024-Nov-18",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: Solution-focused therapy (SFT) as a psychoeducational support intervention has gained an increasing attention for alleviating complications associated with cancer. The aim of this review was to integrate and synthesize scientific evidence regarding the efficacy of SFT in the management of cancer-related symptoms. METHODS: A systematic review was conducted, encompassing the exploration of five online databases-Web of Science, PubMed (including MEDLINE), CINAHL, Embase, and Scopus. Articles published from inception to December 2023 were retrieved. The review included all clinical trials and similar interventional studies assessing the impact of SFT on cancer-related symptoms. Relevant data were extracted from eligible studies following quality appraisals using appropriate methodological tools. The review results were presented in a narrative format due to the impossibility of conducting a meta-analysis. RESULTS: A total of 239 studies were identified during the search process, of which eight articles met the inclusion criteria. The overall sample size comprised 555 patients with cancer that were mostly female (n = 386). Four studies employed randomized controlled trials (RCT), while the remaining four utilized the non-RCT method. SFT-based interventions demonstrated effectiveness in addressing stress, anxiety, depression, somatization, cancer-related fatigue, pain catastrophizing, and negative coping. Additionally, they improved psychological well-being, hope, positive coping, self-efficacy, quality of life, and sexual quality of life among cancer patients. CONCLUSIONS: Various SFT-based interventions have been shown to be effective in managing cancer-related symptoms and can be considered valuable additions to routine care, complementing medication therapy and other therapeutic measures to alleviate patients' suffering associated with cancer. Systematic review registration number (PROSPERO): CRD42023413910.",
      "mesh_terms": [
        "Humans",
        "Neoplasms",
        "Quality of Life"
      ]
    },
    {
      "pmid": "35947864",
      "title": "Brief Solution Focused Therapy on schizophrenia: A preliminary study of family characteristics and psychopathology.",
      "authors": [
        "Eleni I Aivalioti",
        "Panagiotis Simos",
        "Maria Basta",
        "Alexandros N Vgontzas"
      ],
      "journal": "Psychiatrike = Psychiatriki",
      "publication_date": "2023-Mar-28",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Family therapy for schizophrenia has been demonstrated to be effective and is recommended by international clinical guidelines. Reviews of family therapy research conclude that interventions may prevent relapse of the disease, when symptoms are already reduced under psychotropic medication, by reducing family factors associated with relapse. The purpose of this study was to examine the effectiveness of Brief Solution Focused therapy (BSFT) in patients with schizophrenia focusing on the impact of change in family characteristics such as cohesion, conflict, organization and control on patients' psychopathology measured with BPRS. Thirty patients diagnosed with schizophrenia were randomly assigned to the control or intervention group. The intervention group received treatment according to the BSFT model, whereas the control group received the standard care for schizophrenia. The BSFT is a future-oriented psychotherapy model which encourages clients to focus on ''change-talking'' instead of ''problem-talking'' and on instances where a successful solution has been achieved. The intervention was consisted of 5 sessions delivered in 3 months. Main outcomes were patient-rated family characteristics measured by the Family Environment Scale (FES), and psychiatrist-rated symptom severity measured with the Brief Psychiatric Rating Scale (BPRS). The two groups did not differ in terms of age, sex, number of relapses, previous hospital admissions, and BPRS score at baseline. At the end of treatment compared to baseline there was a reduction of the BPRS score in the intervention group (p<0.001) whereas no statistically significant changes were noticed in the control group after 3 months. Also, following treatment, patients in the intervention group displayed reduced scores on the Conflict FES scale (p=0.001) accompanied by increased scores on the Cohesion (p=0.004), Expressiveness (p=0.004), and Active Recreational subscales (p=0.001) according to patient's perspective. These preliminary findings suggest that BSFT in patients with schizophrenia, appears to be effective in altering the global properties of the whole family system, specifically cohesion, conflict, organization and control which, in turn, have an impact on reducing patient psychopathology.",
      "mesh_terms": [
        "Humans",
        "Schizophrenia",
        "Brief Psychiatric Rating Scale",
        "Hospitalization",
        "Family Characteristics",
        "Family"
      ]
    },
    {
      "pmid": "34380963",
      "title": "Effect of Solution-Focused Therapy on Cancer-Related Fatigue in Patients With Colorectal Cancer Undergoing Chemotherapy: A Randomized Controlled Trial.",
      "authors": [
        "Xuemei Xian",
        "Chenping Zhu",
        "Yilin Chen",
        "Binbin Huang",
        "Weilan Xiang"
      ],
      "journal": "Cancer nursing",
      "publication_date": null,
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Cancer-related fatigue (CRF) has gained increased attention in the past decade but remains difficult to treat. It is a predictor of patients' overall health and quality of life (QoL). Therefore, controlling fatigue is important for patients with cancer. OBJECTIVE: The aim of this study was to test the effect of solution-focused therapy (SFT) in reducing CRF and improving QoL in patients with colorectal cancer (CRC) undergoing chemotherapy. METHODS: A total of 124 patients with CRC undergoing chemotherapy were recruited and randomized to the SFT group or control group. Cancer-related fatigue was measured with the Cancer Fatigue Scale-Chinese version (CFS-C) at baseline, 3 months, and 6 months. Quality of life was measured with the Quality of Life Instruments for Colorectal Cancer Patients at baseline and 6 months. RESULTS: Of 124 patients, 119 (95.9%) were evaluable. The SFT group showed significantly lower Cancer Fatigue Scale-Chinese version scores than the control group in all subscales and the total scores at 3 months (P < .001). At 6 months, the SFT group had significantly lower scores in cognitive fatigue (P < .001) and total fatigue (P = .005). The CRF of the SFT group decreased in the first 3 months (P = .012) but increased at 6 months (P < .001). The SFT group had significantly higher scores in the physical and psychological domains and overall QoL (P = .002, P <.001, and P = .02) than the control group at 6 months. CONCLUSION: Solution-focused therapy may decrease the CRF and improve QoL during chemotherapy for patients with CRC. IMPLICATION FOR PRACTICE: Solution-focused therapy can be implemented to relieve fatigue and improve QoL in patients with CRC.",
      "mesh_terms": [
        "Colorectal Neoplasms",
        "Fatigue",
        "Humans",
        "Quality of Life"
      ]
    },
    {
      "pmid": "29538793",
      "title": "Implementation of Trauma-Informed Care and Brief Solution-Focused Therapy: A Quality Improvement Project Aimed at Increasing Engagement on an Inpatient Psychiatric Unit.",
      "authors": [
        "Babatunde Aremu",
        "Pamela D Hill",
        "Joanne M McNeal",
        "Mary A Petersen",
        "Debbie Swanberg",
        "Kathleen R Delaney"
      ],
      "journal": "Journal of psychosocial nursing and mental health services",
      "publication_date": "2018-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Addressing tense and escalating situations with noncoercive measures is an important element of inpatient psychiatric treatment. Although restraint rates are frequently monitored, the use of pro re nata (PRN) intramuscular (IM) injections to address agitation is also an important indicator. In 2015, at the current study site, a significant increase was noted in PRN IM medication use despite unit leadership's efforts to build a culture of trauma-informed care (TIC). The purpose of the current quality improvement project was to educate staff on methods to incorporate TIC into daily practice and the use of brief solution-focused therapy techniques in escalating situations. Measurement of attitudes toward patient aggression and engagement with patients followed two waves of staff education. Upon completion of the project, a decrease in PRN IM medications, improvement in staff attitudes toward patient aggression, and improved sense of staff competency in handling tense situations were noted. [Journal of Psychosocial Nursing and Mental Health Services, 56(8), 16-22.].",
      "mesh_terms": [
        "Aggression",
        "Antipsychotic Agents",
        "Clinical Competence",
        "Drug Administration Schedule",
        "Health Personnel",
        "Humans",
        "Mental Disorders",
        "Psychiatric Department, Hospital",
        "Psychiatric Nursing",
        "Psychotherapy, Brief",
        "Quality Improvement"
      ]
    },
    {
      "pmid": "28873043",
      "title": "Recovering Process from Child Sexual Abuse During Adulthood from an Integrative Approach to Solution-Focused Therapy: A Case Study.",
      "authors": [
        "Carolina Gonzalez"
      ],
      "journal": "Journal of child sexual abuse",
      "publication_date": "2017-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In recent times, strengths-based recovery approaches that focus on the present and build strategies that look toward the future have become popular. However, some cases require the consideration of experiences from previous stages of the clients' development. This single-case study explores the psychotherapeutic process of a middle-aged woman who presented with a history of child sexual abuse (incest) and a long-term adult diagnosis of depression that was treated in public health services. This psychotherapy involved an integrative approach to solution-focused therapy; specifically, the approach proposed by Yvonne Dolan to work with adult survivors of sexual abuse, in conjunction with techniques and strategies from the transtheoretical model. Measures incorporating therapeutic working alliance and outcomes were administered over sessions. Results showed positive outcomes from this therapeutic intervention, which remained at 3-month and 12-month follow-ups. Implications for practitioners' specialist practice in health services are discussed, given the complexity of comorbid mental health conditions with a history of child sexual abuse.",
      "mesh_terms": [
        "Adult Survivors of Child Abuse",
        "Depressive Disorder",
        "Female",
        "Humans",
        "Incest",
        "Middle Aged",
        "Psychotherapy",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "25657948",
      "title": "The perfect marriage: solution-focused therapy and motivational interviewing in medical family therapy.",
      "authors": [
        "Gage Stermensky",
        "Kristina S Brown"
      ],
      "journal": "Journal of family medicine and primary care",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Medical family therapy has many potential uses in behavioral medicine and primary care. Current research was reviewed to determine the most advantageous way to apply solution-focused therapy and motivational interviewing as a perfect marriage in medical family therapy. An extensive literature review was done in the following databases for medical family therapy: Proquest, EBSCO, Medline, and PsychInfo. The search resulted in 86 relevant articles, of which 46 of the most recent were selected for review. Medical family therapy lacks current research that supports solution-focused therapy or motivational interviewing. However, evidence supports the use of solution-focused therapy as a brief format, as well as the closely related intervention, motivational interviewing. While medical family therapy presents many hopeful possibilities in the fields of behavioral medicine, psychology, and marriage and family therapy, little evidence currently exists for the most effective implementation. This review found evidence supporting solution-focused therapy and motivational interviewing as the perfect marriage of the collaborative team approaches for the future implementation and use of specific interventions in medical family therapy."
    },
    {
      "pmid": "23995183",
      "title": "General level of knowledge about Brief Solution Focused Therapy (BSFT) in Polish addiction treatment centers.",
      "authors": [
        "Anna Szczegielniak",
        "Joanna Bracik",
        "Sylwia Mróz",
        "Marcin Urbański",
        "Leszek Cichobłaziński",
        "Krzysztof Krysta",
        "Katarzyna Pyrkosz",
        "Norbert Chudy",
        "Irena Krupka-Matuszczyk"
      ],
      "journal": "Psychiatria Danubina",
      "publication_date": "2013-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The aim of this study was to estimate the level of knowledge about Brief Solution Focused Therapy (BSFT) among therapists and patients during treatment and identification of existing barriers to the introduction of the method. SUBJECTS AND METHODS: 64 therapists were examined in total; 37 women (57%) and 27 males (43%). The study involved also 191 patients, 160 men (83.77%) and 31 women (16.23%). All the surveys were anonymous and were collected in health centers within the province of Silesia. RESULTS: More than 2/3 of therapists have heard of the method, but do not know the specifics of it. The most important sources of knowledge are other therapists, literature, and mass media. According to the respondents the most important barriers to alcohol addiction treatment include cultural barriers, such as embarrassment or fear of stigmatization. Younger Patients and those treated for a shorter period, state that they know the name of the current method of treatment to a lesser extent than other subgroups. About 10% of people have not heard about the BSFT method of treatment. CONCLUSIONS: The level of knowledge about the BSFT method suggests the need to promote this model among both therapists and patients. An introduction of BSFT can improve the treatment of alcohol addiction.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Health Knowledge, Attitudes, Practice",
        "Humans",
        "Male",
        "Poland",
        "Psychotherapy, Brief",
        "Substance-Related Disorders",
        "Tertiary Care Centers",
        "Workforce"
      ]
    },
    {
      "pmid": "23124178",
      "title": "The effectiveness of solution-focused therapy and short- and long-term psychodynamic psychotherapy on self-concept during a 3-year follow-up.",
      "authors": [
        "Olavi Lindfors",
        "Paul Knekt",
        "Esa Virtala",
        "Maarit A Laaksonen"
      ],
      "journal": "The Journal of nervous and mental disease",
      "publication_date": "2012-Nov",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study compares the effectiveness of solution-focused therapy (SFT) and short- and long-term psychodynamic psychotherapy (SPP and LPP) on self-concept during a 3-year follow-up. Altogether, 326 patients with mood or anxiety disorder were randomized to SFT, SPP, and LPP in the Helsinki Psychotherapy Study. Outcome was assessed using the Structural Analysis of Social Behavior questionnaire at baseline and 7, 12, 24, and 36 months after. Overall, during the first year of follow-up, self-concept improved more in both SFT and SPP than in LPP, indicated by the primary outcome indicators self-directed affiliation (AF) and self-directed autonomy, as well as by most of the eight secondary cluster scores. After the 3-year follow-up, LPP was more effective than SFT in AF and in the cluster scores self-affirm, self-blame, and self-neglect, whereas no difference was noted between LPP and SPP. Long duration and psychodynamic orientation of therapy may be beneficial for self-concept improvement.",
      "mesh_terms": [
        "Adult",
        "Antigens, Differentiation, B-Lymphocyte",
        "Anxiety Disorders",
        "Borderline Personality Disorder",
        "CD2 Antigens",
        "Comorbidity",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Long-Term Care",
        "Male",
        "Membrane Proteins",
        "Mood Disorders",
        "Neuroticism",
        "Problem Solving",
        "Psychoanalytic Therapy",
        "Psychotherapy, Brief",
        "Self Concept",
        "Signaling Lymphocytic Activation Molecule Family",
        "Social Behavior",
        "Young Adult"
      ]
    },
    {
      "pmid": "22903873",
      "title": "A qualitative investigation into the effects of brief training in solution-focused therapy in a social work team.",
      "authors": [
        "Ian C Smith"
      ],
      "journal": "Psychology and psychotherapy",
      "publication_date": "2011-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Previous research into the effectiveness of brief training in psychological therapies for non-therapist health and social services workers has found mixed results regarding transferring learning into practice. Very few published studies have assessed the impact of such training in Solution-Focused Brief Therapy (SFBT), despite such training being popular. This study explored the impact of brief SFBT training for a group of community-based social workers. DESIGN: A qualitative interview-based design was used, with the researcher adopting an ethnographic stance to obtain a rich, detailed and focused account of events. METHODS: Six social workers working with adults with intellectual disabilities took part in the study. All had attended a 2-day workshop in SFBT 9 months previously. The interviews were transcribed and subjected to thematic analysis. RESULTS AND CONCLUSIONS: Factors affecting skill transfer included being able to practise, peer and organizational support, and perceived conflicts between SFBT and work role. Whilst specific trained techniques were not consistently adopted, most workers changed the style of their interaction with clients in simple ways which they reported resulted in benefits including improved communication, collaboration, and increased feelings of control and self-efficacy for clients and workers. The findings suggest that in addition to peer and organizational support, trainees' perceptions of the fit of the training with their work role may be a key factor in determining transfer. Recommendations are made for developing training for non-therapists that focuses on helping change the style of their interactions rather than on learning to implement specific psychological therapy techniques.",
      "mesh_terms": [
        "Adult",
        "Community Health Services",
        "Female",
        "Health Knowledge, Attitudes, Practice",
        "Humans",
        "Inservice Training",
        "Intellectual Disability",
        "Job Satisfaction",
        "Learning",
        "Male",
        "Organizational Culture",
        "Problem Solving",
        "Professional Competence",
        "Professional Role",
        "Professional-Patient Relations",
        "Psychotherapy, Brief",
        "Qualitative Research",
        "Social Work",
        "Staff Development",
        "Transfer, Psychology",
        "United Kingdom"
      ]
    },
    {
      "pmid": "24834219",
      "title": "Depression in patients with chronic hepatitis B: an experience on individual solution- focused therapy.",
      "authors": [
        "Jinous Arvand",
        "Abdollah Shafiabadi",
        "Mohammad Reza Falsafinejad",
        "Nosratollah Naderi"
      ],
      "journal": "Gastroenterology and hepatology from bed to bench",
      "publication_date": "2012",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Hepatitis B, as a chronic disorder that may be associated with several psychiatric disorders, such as depression, and decrease quality of life of affected patients. One of the most important consequences of psychiatric problems is reduced patient compliance with prolonged therapeutic regimens. Psychotherapy, such as solution- focused therapy, may help these patients to resolve psychiatric problems, increase quality of life and completion of therapeutic regimens. Solution-focused therapy is effective for patients when developing effective coping responses to the stressors associated with chronic diseases. In this study, the process and effects of solution-focused therapy on depression of 2 patients with chronic hepatitis B have been described. They received solution focused therapy for 5 sessions, each session 1 hour once a week. This technique was helpful to decrease symptoms and signs of depression within 5 weeks."
    },
    {
      "pmid": "22705035",
      "title": "Psychological predictors on the outcome of short-term psychodynamic psychotherapy and solution-focused therapy in the treatment of mood and anxiety disorder.",
      "authors": [
        "M A Laaksonen",
        "P Knekt",
        "L Sares-Jäske",
        "O Lindfors"
      ],
      "journal": "European psychiatry : the journal of the Association of European Psychiatrists",
      "publication_date": "2013-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Patient's pre-treatment suitability for short-term psychodynamic psychotherapy (STPP) and solution-focused therapy (SFT) has not been compared. The aim of this study was to compare the prediction of psychological suitability measures on outcome of STPP vs. SFT. METHOD: Altogether 198 patients with mood or anxiety disorder were randomized to STPP or SFT. A 7-item Suitability for Psychotherapy Scale (SPS) was assessed at baseline and a cumulative SPS score was formed. Psychiatric symptoms were measured using SCL-90-GSI at baseline and seven times during a 3-year follow-up. RESULTS: The SPS score predicted the outcome of both short-term psychotherapies; for patients with a good score short-term therapies seemed beneficial, whereas for patients with a poor score they did not seem sufficient. There was no difference between STPP and SFT in the prediction of the SPS score. CONCLUSIONS: Psychological suitability measures may apparently be useful in the prediction of overall short-term psychotherapy outcomes.",
      "mesh_terms": [
        "Adult",
        "Anxiety Disorders",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Mood Disorders",
        "Psychotherapy, Brief",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "22611089",
      "title": "The cost-effectiveness of short-term psychodynamic psychotherapy and solution-focused therapy in the treatment of depressive and anxiety disorders during a one-year follow-up.",
      "authors": [
        "Timo Maljanen",
        "Paivi Paltta",
        "Tommi Harkanen",
        "Esa Virtala",
        "Olavi Lindfors",
        "Maarit A Laaksonen",
        "Paul Knekt"
      ],
      "journal": "The journal of mental health policy and economics",
      "publication_date": "2012-Mar",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "BACKGROUND: Mood and anxiety disorders are characterized by a high and increasing prevalence, they cause a lot of costs and human suffering and there are many treatment options with differing costs. The benefits of identifying the treatments with the most favourable cost-effectiveness ratios can be substantial. However, the number of randomized trials where psychological treatments are compared with each other and where economic aspects, too, are taken into account is still relatively small. AIM: To compare the cost-effectiveness of two short-term psychotherapies in the treatment of depressive and anxiety disorders during a one-year follow-up. METHODS: In the Helsinki Psychotherapy Study, 198 patients, who were 20--45 years of age and met DSM-IV criteria for anxiety or mood disorder, were randomized to short-term psychodynamic psychotherapy (SPP) or solution-focused therapy (SFT). Psychiatric symptoms were assessed at baseline and 4 times during the one-year follow-up from the start of therapy using the Beck Depression Inventory and the Symptom Check List Anxiety Scale, and 2 times using the Hamilton Depression Rating Scales and Hamilton Anxiety Rating Scales. Both direct costs (therapy sessions, outpatient visits, medication, inpatient care) and indirect costs (production losses due to work absenteeism, value of neglected household work, lost leisure time and unpaid help received) due to mental disorders were measured. Mean total costs were compared and incremental cost-effectiveness ratios analyzed. RESULTS: According to all 4 psychiatric outcome measures, symptoms of depression and anxiety were reduced statistically significantly in both therapy groups during the one-year follow-up. The relative changes were about the same size according to all four outcome measures. In both groups the reductions took place mainly in the first half of the follow-up. The reductions were somewhat greater with SPP, but the differences between the two groups were small and not statistically significant at any measurement point. The mean total direct costs were 1791 euros in the SPP group, being 346 euros (16%) lower than those of the SFT group, but this difference was not statistically significant either. Also the incremental cost-effectiveness ratio points calculated by 500 bootstrap iterations favoured SPP. The total indirect costs in the SPP group were, in contrast to direct costs, higher than those in the SFT group, but, again, the difference was not statistically significant. LIMITATIONS: The generalization of our results may be weakened by the fact that the patients included in our study were relatively young, and the follow-up period was restricted to one year. IMPLICATIONS: This study suggests that there are no notable differences in cost-effectiveness between SPP and SFT. If one were obliged to choose between these two therapies our results would support the choice of SPP. However, more research with extensive data about both costs and effectiveness, compiled over a period longer than one year, are needed before any firm conclusions can be drawn about the cost-effectiveness of the two therapies compared in this study.",
      "mesh_terms": [
        "Adult",
        "Anxiety Disorders",
        "Behavior Therapy",
        "Combined Modality Therapy",
        "Cost of Illness",
        "Cost-Benefit Analysis",
        "Cross-Sectional Studies",
        "Depressive Disorder, Major",
        "Female",
        "Finland",
        "Humans",
        "Male",
        "Problem Solving",
        "Psychoanalytic Therapy",
        "Psychotherapy, Brief",
        "Transference, Psychology"
      ]
    },
    {
      "pmid": "22115379",
      "title": "Solution focused therapy: a promising new tool in the management of fatigue in Crohn's disease patients psychological interventions for the management of fatigue in Crohn's disease.",
      "authors": [
        "Lauran Vogelaar",
        "Adriaan Van't Spijker",
        "Ton Vogelaar",
        "Jan J van Busschbach",
        "Martijn S Visser",
        "Ernst J Kuipers",
        "C Janneke van der Woude"
      ],
      "journal": "Journal of Crohn's & colitis",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Crohn's disease patients have a decreased Quality of Life (QoL) which is in part due to extreme fatigue. In a pilot study we prospectively assessed the feasibility and effect of psychological interventions in the management of fatigue. METHODS: Patients with quiescent Crohn's disease and a high fatigue score according to the Checklist Individual Strength were randomized to Problem Solving Therapy (PST), Solution Focused Therapy (SFT) or to a control group (treatment as usual, TAU). Patients completed the Inflammatory Bowel Disease Questionnaire, the EuroQol-5D, and the Trimbos questionnaire for Costs. RESULTS: Twenty-nine patients were included (12 TAU, 9 PST, 8 SFT), of these 72% were female, mean age was 31 years (range 20-50). The SFT group improved on the fatigue scale in 85.7% of the patients, in the PST group 60% showed improved fatigue scores and in the TAU group 45.5%. Although not significant, in both intervention groups the QoL increased. Medical costs lowered in 57.1% of the patients in the SFT group, in the TAU 45.5% and the in PST group 20%. The drop out rate was highest in the PST group (44%; SFT 12.5%; TAU 8.3%). CONCLUSIONS: PST and SFT both positively affect the fatigue and QoL scores in patients with Crohn's disease. SFT seems most feasible with fewer dropouts and is therefore a promising new tool in the management of fatigue in Crohn's disease patients.",
      "mesh_terms": [
        "Adult",
        "Chi-Square Distribution",
        "Crohn Disease",
        "Fatigue",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Pilot Projects",
        "Problem Solving",
        "Prospective Studies",
        "Psychotherapy",
        "Quality of Life",
        "Severity of Illness Index",
        "Statistics, Nonparametric",
        "Surveys and Questionnaires",
        "Young Adult"
      ]
    },
    {
      "pmid": "20465754",
      "title": "A preliminary analysis of narratives on the impact of training in solution-focused therapy expressed by students having completed a 6-month training course.",
      "authors": [
        "S Smith"
      ],
      "journal": "Journal of psychiatric and mental health nursing",
      "publication_date": "2010-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Solution-focused brief therapy (SFBT) is a therapeutic approach utilized in a wide variety of settings. Its roots are in systemic and family therapy, and the emphasis in practice is on helping clients identify what their life will be like when they no longer have their problem, and how close they are to experiencing that situation now. The literature suggests that SFBT is at least as effective as other forms of psychotherapy. This pilot-study explored the impact of a training course in SFBT on the nurses who took part. Interviews were carried out with participants (n= 8) and narrative accounts were analysed and grouped according to emerging themes. Three major themes were perceived; Trust in clients, Positivity and Confidence, and these were supported by interconnected minor themes relating to the eclectic use of the approach, the use of language within the approach, and the application of SFBT in wider life. It is argued that training in SFBT may have a positive impact on the therapeutic and professional role of nurses, and that further studies are required to explore the impact of SFBT training on the professional and cultural identity of nurses.",
      "mesh_terms": [
        "Clinical Competence",
        "Counseling",
        "Curriculum",
        "Education, Nursing, Continuing",
        "Female",
        "Humans",
        "Inservice Training",
        "Job Satisfaction",
        "Narration",
        "Nurse's Role",
        "Nurse-Patient Relations",
        "Pilot Projects",
        "Problem Solving",
        "Psychotherapy, Brief",
        "Scotland",
        "Trust"
      ]
    },
    {
      "pmid": "19553088",
      "title": "Changes in lifestyle for psychiatric patients three years after the start of short- and long-term psychodynamic psychotherapy and solution-focused therapy.",
      "authors": [
        "P Knekt",
        "M A Laaksonen",
        "R Raitasalo",
        "P Haaramo",
        "O Lindfors"
      ],
      "journal": "European psychiatry : the journal of the Association of European Psychiatrists",
      "publication_date": "2010-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: Lifestyle is less favourable among individuals suffering from psychiatric disorders. We studied whether psychotherapy brings along changes in lifestyle and whether these changes differ between short-term and long-term psychodynamic psychotherapy (SPP and LPP) and solution-focused therapy (SFT). METHODS: A total of 326 outpatients, 20-46 years of age, with mood or anxiety disorder were randomly assigned to LPP, SPP and SFT. The lifestyle variables considered were alcohol consumption, smoking, body mass index (BMI), leisure time exercise and serum cholesterol. The patients were monitored for three years from the start of treatment. RESULTS: During the three-year follow-up, BMI and serum cholesterol rose statistically significantly although no statistically significant trends were shown for alcohol consumption, smoking or exercise. SPP showed a disadvantage of increased alcohol consumption and serum cholesterol level when compared with LPP. SFT showed an advantage of reduced smoking in comparison with SPP. DISCUSSION: Small therapy-specific changes in lifestyle may be a result from psychotherapy treatment. These lifestyle changes are apparently more common in short-term therapy. More studies are needed to verify these findings.",
      "mesh_terms": [
        "Adult",
        "Alcohol Drinking",
        "Anxiety Disorders",
        "Decision Making",
        "Depressive Disorder",
        "Female",
        "Humans",
        "Life Style",
        "Male",
        "Middle Aged",
        "Psychotherapy",
        "Severity of Illness Index",
        "Smoking Cessation",
        "Time Factors",
        "Young Adult"
      ]
    },
    {
      "pmid": "18815966",
      "title": "Pretreatment clinical and psychosocial predictors of remission from depression after short-term psychodynamic psychotherapy and solution-focused therapy: a 1-year follow-up study.",
      "authors": [
        "Mauri Marttunen",
        "Maarit Valikoski",
        "Olavi Lindfors",
        "Maarit A Laaksonen",
        "Paul Knekt"
      ],
      "journal": "Psychotherapy research : journal of the Society for Psychotherapy Research",
      "publication_date": "2008-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The mutual importance of different predictors of remission was studied in 163 outpatients with depression receiving either short-term psychodynamic psychotherapy or solution-focused therapy. After a 1-year follow-up, the percentage of remission significantly varied between sociodemographic subgroups and was dependent on severity of symptoms, personality disorder, and psychosocial factors but not on psychiatric history, previous psychiatric treatment, or type of therapy received. Simultaneous study showed that the most significant predictors were sense of coherence (based on Sense of Coherence Scale [SOCS]), symptom severity (based on Symptom Checklist-90 [SCL-90] Global Severity Index [GSI]), and education. The relative risks of remission between the lowest and highest quartiles of SOCS and SCL-90 GSI were 0.06 and 0.22 (95% confidence intervals = 0.01-0.35 and 0.05-0.97), respectively. In conclusion, several background factors, especially sense of coherence, predict remission.",
      "mesh_terms": [
        "Adult",
        "Demography",
        "Depressive Disorder, Major",
        "Diagnostic and Statistical Manual of Mental Disorders",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Middle Aged",
        "Prospective Studies",
        "Psychology",
        "Psychotherapy, Brief",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "18199183",
      "title": "Solution-focused therapy for families coping with suicide.",
      "authors": [
        "Sahily de Castro",
        "Jeffrey T Guterman"
      ],
      "journal": "Journal of marital and family therapy",
      "publication_date": "2008-Jan",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Solution-focused therapy is proposed as a model for families coping with suicide. The nature and incidence of suicide is described along with a consideration of the effects that suicide has on families and prevailing treatment approaches. Three case examples illustrate the application. Implications are discussed pertaining to the theory, practice, and research of solution-focused therapy for families coping with suicide.",
      "mesh_terms": [
        "Adaptation, Psychological",
        "Aged",
        "Behavior Therapy",
        "Family",
        "Family Therapy",
        "Female",
        "Humans",
        "Interviews as Topic",
        "Life Change Events",
        "Male",
        "Middle Aged",
        "Models, Psychological",
        "Professional-Patient Relations",
        "Psychotherapy, Brief",
        "Self Efficacy",
        "Suicide"
      ]
    },
    {
      "pmid": "18005493",
      "title": "Randomized trial on the effectiveness of long-and short-term psychodynamic psychotherapy and solution-focused therapy on psychiatric symptoms during a 3-year follow-up.",
      "authors": [
        "P Knekt",
        "O Lindfors",
        "T Härkänen",
        "M Välikoski",
        "E Virtala",
        "M A Laaksonen",
        "M Marttunen",
        "M Kaipainen",
        "C Renlund"
      ],
      "journal": "Psychological medicine",
      "publication_date": "2008-May",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Insufficient evidence exists for a viable choice between long- and short-term psychotherapies in the treatment of psychiatric disorders. The present trial compares the effectiveness of one long-term therapy and two short-term therapies in the treatment of mood and anxiety disorders. METHOD: In the Helsinki Psychotherapy Study, 326 out-patients with mood (84.7%) or anxiety disorder (43.6%) were randomly assigned to three treatment groups (long-term psychodynamic psychotherapy, short-term psychodynamic psychotherapy, and solution-focused therapy) and were followed up for 3 years from start of treatment. Primary outcome measures were depressive symptoms measured by self-report Beck Depression Inventory (BDI) and observer-rated Hamilton Depression Rating Scale (HAMD), and anxiety symptoms measured by self-report Symptom Check List Anxiety Scale (SCL-90-Anx) and observer-rated Hamilton Anxiety Rating Scale (HAMA). RESULTS: A statistically significant reduction of symptoms was noted for BDI (51%), HAMD (36%), SCL-90-Anx (41%) and HAMA (38%) during the 3-year follow-up. Short-term psychodynamic psychotherapy was more effective than long-term psychodynamic psychotherapy during the first year, showing 15-27% lower scores for the four outcome measures. During the second year of follow-up no significant differences were found between the short-term and long-term therapies, and after 3 years of follow-up long-term psychodynamic psychotherapy was more effective with 14-37% lower scores for the outcome variables. No statistically significant differences were found in the effectiveness of the short-term therapies. CONCLUSIONS: Short-term therapies produce benefits more quickly than long-term psychodynamic psychotherapy but in the long run long-term psychodynamic psychotherapy is superior to short-term therapies. However, more research is needed to determine which patients should be given long-term psychotherapy for the treatment of mood or anxiety disorders.",
      "mesh_terms": [
        "Adult",
        "Anxiety Disorders",
        "Depressive Disorder, Major",
        "Female",
        "Finland",
        "Follow-Up Studies",
        "Hospitalization",
        "Humans",
        "Long-Term Care",
        "Male",
        "Patient Dropouts",
        "Personality Disorders",
        "Personality Inventory",
        "Problem Solving",
        "Psychoanalytic Therapy",
        "Psychotherapy, Brief"
      ]
    },
    {
      "pmid": "17880663",
      "title": "Fostering a culture of engagement: a pilot study of the outcomes of training mental health nurses working in two UK acute admission units in brief solution-focused therapy techniques.",
      "authors": [
        "Z Hosany",
        "N Wellman",
        "T Lowe"
      ],
      "journal": "Journal of psychiatric and mental health nursing",
      "publication_date": "2007-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It is widely acknowledged that there are major concerns about quality of care, ward atmosphere, the nature of nurse-patient interactions and patient outcomes in UK psychiatric acute admission units. Brief solution-focused therapy (SFT) is an approach which aims to shift the focus of interactions in professional care away from the traditional concentration on an individual's problems and weaknesses towards a more proactive identification of their strengths and positive coping mechanisms. This approach relies on a collaborative engagement with patients, in which the nurse or therapist using simple language aims to help the patient construct a plan to ensure their immediate safety while working to identify, focus on and reinforce their strengths and coping mechanisms in the achievement of identified future goals. This paper reports on a pilot study whose principal objective was to determine whether a short training in brief SFT for psychiatric nurses can produce measurable improvements in nurse-patient interactions in two psychiatric acute admission wards. In this study, 36 nurses undertook a 2-day training course in SFT and were followed up 3 months after training. Positive results were obtained on a number of measures indicating that nurses had acquired knowledge and skills and were applying SFT techniques in their clinical work.",
      "mesh_terms": [
        "Adult",
        "Attitude of Health Personnel",
        "Female",
        "Hospitalization",
        "Humans",
        "Male",
        "Mental Disorders",
        "Nurses",
        "Patient Admission",
        "Pilot Projects",
        "Psychiatric Nursing",
        "Psychotherapy, Brief",
        "Teaching",
        "United Kingdom"
      ]
    },
    {
      "pmid": "17131535",
      "title": "Solution-focused therapy.",
      "authors": [],
      "journal": "The Harvard mental health letter",
      "publication_date": "2006-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Adaptation, Psychological",
        "Cognitive Behavioral Therapy",
        "Humans",
        "Imagery, Psychotherapy",
        "Psychotherapy"
      ]
    },
    {
      "pmid": "16676891",
      "title": "Steve de Shazer and the future of solution-focused therapy.",
      "authors": [
        "Terry S Trepper",
        "Yvonne Dolan",
        "Eric E McCollum",
        "Thorana Nelson"
      ],
      "journal": "Journal of marital and family therapy",
      "publication_date": "2006-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Steve de Shazer who, along with Insoo Kim Berg, co-founded the Solution-Focused Brief Therapy (SFBT) approach, recently passed away. In this article we will offer a brief biographical sketch and then discuss the current state of the art of SFBT as it applies to practice, training, and research. Future directions for SFBT, such as the emergence of professional associations, the increased research interest in SFBT as evidenced-based practice, the recent focus on process-research to determine the mechanisms of change within SFBT, and the application of SFBT to education are discussed.",
      "mesh_terms": [
        "British Columbia",
        "Evidence-Based Medicine",
        "Family Therapy",
        "Humans",
        "Research"
      ]
    },
    {
      "pmid": "22121956",
      "title": "A reflection on the blending of person-centered therapy and solution-focused therapy.",
      "authors": [
        "Jeanne C Watson"
      ],
      "journal": "Psychotherapy (Chicago, Ill.)",
      "publication_date": "2006",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This article provides a commentary on the article by Cepeda and Davenport (2006; see record 2006-05485-001) that proposes an integration of solution-focused and person-centered therapy. The commonalities of each approach are highlighted as well as the differences. The primary argument of the article is that the process orientation of person-centered therapy may conflict with the goals of solution-focused therapy. Markers for identifying when each approach might be appropriate are identified and the implications for the therapeutic alliance of combining the two approaches are discussed. (PsycINFO Database Record (c) 2011 APA, all rights reserved)."
    },
    {
      "pmid": "33158321",
      "title": "Brief Solution Focused Therapy.",
      "authors": [
        "Jane Lethem"
      ],
      "journal": "Child and adolescent mental health",
      "publication_date": "2002-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This paper introduces the development of, and the key assumptions and practices associated with, Brief Solution Focused Therapy (SFT). Therapist and client collaborate to clarify the best ways to build on existing strengths and resources in order to move toward a future that the client would prefer. The benefits of this approach for children, adolescents, their carers and teachers, are highlighted. Recent developments in the practice of SFT are outlined."
    },
    {
      "pmid": "11768927",
      "title": "Solution-focused therapy. Counseling model for busy family physicians.",
      "authors": [
        "G Greenberg",
        "K Ganshorn",
        "A Danilkewich"
      ],
      "journal": "Canadian family physician Medecin de famille canadien",
      "publication_date": "2001-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: To provide family doctors in busy office practices with a model for counseling compatible with patient-centred medicine, including the techniques, strategies, and questions necessary for implementation. QUALITY OF EVIDENCE: The MEDLINE database was searched from 1984 to 1999 using the terms psychotherapy in family practice, brief therapy in family practice, solution-focused therapy, and brief psychotherapy. A total of 170 relevant articles were identified; 75 abstracts were retrieved and a similar number of articles read. Additional resources included seminal books on solution-focused therapy (SFT), bibliographies of salient articles, participation in workshops on SFT, and observation of SFT counseling sessions taped by leaders in the field. MAIN MESSAGE: Solution-focused therapy's concentration on collaborative identification and amplification of patient strengths is the foundation upon which solutions to an array of problems are built. Solution-focused therapy offers simplicity, practicality, and relative ease of application. From the perspective of a new learner, MECSTAT provides a framework that facilitates development of skills. CONCLUSION: Solution-focused therapy recognizes that, even in the bleakest of circumstances, an emphasis on individual strength is empowering. In recognizing patients as experts in self-care, family physicians support and accentuate patient-driven change, and in so doing, are freed from the hopelessness and burnout that can accompany misplaced feelings of responsibility.",
      "mesh_terms": [
        "Counseling",
        "Family Practice",
        "Humans",
        "Models, Psychological",
        "Patient-Centered Care",
        "Psychotherapy, Brief"
      ]
    },
    {
      "pmid": "11303285",
      "title": "Might within the madness: solution-focused therapy and thought-disordered clients.",
      "authors": [
        "B F Hagen",
        "D L Mitchell"
      ],
      "journal": "Archives of psychiatric nursing",
      "publication_date": "2001-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Nurses working with thought-disordered clients in inpatient psychiatric settings may find that much of their role is defined by the administration and monitoring of antipsychotic medications. Therefore, a challenge for these nurses can be to find other nursing interventions for these clients that are effective, efficient, and clearly and uniquely within the scope of nursing. In response to this challenge, this article presents the use of solution-focused therapy (SFT) to help thought-disordered clients better cope with some of their negative experiences and symptomatology. The article provides an overview of SFT, with a focus on how these techniques might be used on an inpatient psychiatry setting with clients experiencing thought disorders. The authors include three case studies demonstrating the use of SFT with clients experiencing thought disorders, and conclude with some of the lessons they have learned using SFT techniques with these kinds of clients in inpatient psychiatric settings.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Mental Disorders",
        "Middle Aged",
        "Problem Solving",
        "Thinking"
      ]
    },
    {
      "pmid": "11033617",
      "title": "Solution-focused therapy. Is it useful for nurses in the workplace?",
      "authors": [
        "C Wallerstedt",
        "P G Higgins"
      ],
      "journal": "AWHONN lifelines",
      "publication_date": "2000",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Adaptation, Psychological",
        "Burnout, Professional",
        "Education, Nursing, Continuing",
        "Humans",
        "Nursing Staff",
        "Problem Solving",
        "Psychotherapy, Brief",
        "Workplace"
      ]
    },
    {
      "pmid": "10826027",
      "title": "The professional is political: an interpretation of the problem of the past in solution-focused therapy.",
      "authors": [
        "A Rossiter"
      ],
      "journal": "The American journal of orthopsychiatry",
      "publication_date": "2000-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This paper proposes that therapists subject their work to radical doubt designed to uncover and interpret the micro-politics that in here in professional knowledge and practice. Using Orlie's notion of trespass, the approach to the past employed by solution-focused therapies is examined. These trespasses involve the therapy's silence about the meaning of injustice; its role in relation to social movements; and its potential to reproduce relations of domination. A new conception of ethics is proposed that takes into account the inevitable presence of the political as it fashions the history that conditions us as human beings.",
      "mesh_terms": [
        "Ethics, Professional",
        "Humans",
        "Politics",
        "Problem Solving",
        "Professional Practice",
        "Psychotherapy",
        "Social Conditions",
        "Social Justice"
      ]
    },
    {
      "pmid": "10742928",
      "title": "Emotions in solution-focused therapy: a re-examination.",
      "authors": [
        "G Miller",
        "S de Shazer"
      ],
      "journal": "Family process",
      "publication_date": "2000",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This article re-examines whether and how emotions are an aspect of solution-focused therapy. A major theme in the article focuses on the usual ways that therapists define and discuss emotions in solution-focused and other therapies. We argue that these discussions are a source of much confusion about emotions and about solution-focused therapy, including the confusing idea that emotions are neglected in solution-focused therapy. The second major theme describes an alternative approach to these issues, one that we believe better fits with the assumptions and concerns of solution-focused therapy. The approach is based on Wittgenstein's writings about language games, private experience, and how emotions are rule-following activities. Viewed from this perspective, solution-focused therapists take account of their clients' emotions by helping clients to create new emotion rules to follow.",
      "mesh_terms": [
        "Humans",
        "Language",
        "Psychological Theory",
        "Psychotherapy",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "10531850",
      "title": "Using solution-focused therapy strategies in empowerment-based education.",
      "authors": [
        "E D Davis",
        "J M Vander Meer",
        "P C Yarborough",
        "S B Roth"
      ],
      "journal": "The Diabetes educator",
      "publication_date": "1999",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Diabetes Mellitus",
        "Humans",
        "Models, Educational",
        "Patient Education as Topic",
        "Patient Participation",
        "Power, Psychological",
        "Problem Solving",
        "Psychotherapy, Brief",
        "Self Care"
      ]
    },
    {
      "pmid": "9879005",
      "title": "Have you heard the latest rumor about...? Solution-focused therapy as a rumor.",
      "authors": [
        "G Miller",
        "S de Shazer"
      ],
      "journal": "Family process",
      "publication_date": "1998",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This essay treats solution-focused therapy as a rumor. Solution-focused therapy is a series of stories that members of diverse therapist communities tell one another. Our version of this rumor stresses how solution-focused therapy is a job involving language games, political relations, and ethical issues. We use this starting point to tell a story that links solution-focused therapy to Wittgenstein's philosophy of language, and to aspects of postmodernist social thought. We also discuss how solution-focused therapy is organized as a politics of possibilities.",
      "mesh_terms": [
        "Humans",
        "Psychotherapy"
      ]
    },
    {
      "pmid": "7499118",
      "title": "Modeling the client's world through brief solution-focused therapy.",
      "authors": [
        "D C Webster",
        "K Vaughn",
        "M Webb",
        "A Playter"
      ],
      "journal": "Issues in mental health nursing",
      "publication_date": "1995",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The shift to a managed care philosophy means that clients with psychiatric needs are likely to have both fewer and briefer inpatient hospitalizations. Identification of focused goals and measurable outcomes may not translate easily into inpatient programs that have been more process oriented or have based definitions of improvement on complete or near-complete remission of the admission diagnosis. In the context of these shifts, nursing's focus on maintaining a safe environment, developing a therapeutic relationship, providing information, and valuing holistic and individualized care may be lost in programs that treat all clients in the same \"packaged\" programs. This article describes the philosophical assumptions that underlie the brief inpatient program. The next article in this issue describes how solution-focused therapeutic modalities are used in the continuum of care.",
      "mesh_terms": [
        "Humans",
        "Length of Stay",
        "Managed Care Programs",
        "Models, Nursing",
        "Models, Psychological",
        "Nurse Clinicians",
        "Patient Care Planning",
        "Philosophy, Nursing",
        "Psychiatric Nursing",
        "Psychotherapy, Brief"
      ]
    },
    {
      "pmid": "7761252",
      "title": "Solution-focused therapy: an alternative approach to addictions nursing.",
      "authors": [
        "M C Chandler",
        "W H Mason"
      ],
      "journal": "Perspectives in psychiatric care",
      "publication_date": "1995",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "TOPIC: The application of solution-focused therapy as an alternative approach to addictions nursing. PURPOSE: To acquaint nurses with solution-focused therapy as a treatment modality that uses specific techniques to focus on clients' strengths and resources, rather than on pathology. SOURCE: Traditional method of addictions treatment as a way of confronting a client's denial are contrasted with solution-focused therapy approaches, which provides a positive framework that uses clients' competencies to create necessary solutions. CONCLUSIONS: Solution-focused therapy represents a caring and humanistic approach to the practice of addictions nursing.",
      "mesh_terms": [
        "Denial, Psychological",
        "Empathy",
        "Humans",
        "Problem Solving",
        "Psychotherapy",
        "Substance-Related Disorders"
      ]
    },
    {
      "pmid": "7844770",
      "title": "Solution-focused therapy and inpatient psychiatric nursing.",
      "authors": [
        "W H Mason",
        "R Y Breen",
        "W R Whipple"
      ],
      "journal": "Journal of psychosocial nursing and mental health services",
      "publication_date": "1994-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "1. Creative ways must be found to deliver high quality nursing care--with fewer nurse-patient interactions--to patients experiencing more severe problems. 2. Solution-focused therapy underscores the positive attributes of the patient; facilitates the development of a working partnership between the nurse and patient; helps the patient develop future-oriented goals; and identifies actions necessary for reaching those goals. 3. As a result of incorporating solution-focused therapy at the institution highlighted in this article, the quality of patient care, as well as effectiveness and cohesiveness of the nursing staff, improved.",
      "mesh_terms": [
        "Comorbidity",
        "Humans",
        "Length of Stay",
        "Mental Disorders",
        "Motivation",
        "Nurse-Patient Relations",
        "Patient Admission",
        "Patient Participation",
        "Problem Solving",
        "Prognosis",
        "Psychiatric Nursing",
        "Psychotic Disorders",
        "Sick Role"
      ]
    },
    {
      "pmid": "8518150",
      "title": "Explaining solution focused therapy.",
      "authors": [
        "D Hawkes",
        "R Wilgosh",
        "I Marsh"
      ],
      "journal": "Nursing standard (Royal College of Nursing (Great Britain) : 1987)",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Psychotherapies have tended to concentrate on clients' complaints in an attempt to overcome their problems: solution focused therapy, on the other hand, looks for their strengths, competencies and potentials, and enables them to recognise and build on them. The authors explain the basis of the therapy, then illustrate how it operates in practice with three short case studies.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Male",
        "Problem Solving",
        "Psychiatric Nursing",
        "Psychotherapy"
      ]
    }
  ]
}