{
  "supplement": "Soy Protein",
  "query": "Soy Protein[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:42:42",
  "research_count": 459,
  "count": 100,
  "articles": [
    {
      "pmid": "40304184",
      "title": "Directional control of the formation rate, and structural and mechanical properties of yuba films via disulfide bond- or ionic interaction-mediated soy protein aggregation.",
      "authors": [
        "Wen-Qiang Cai",
        "Xiao-Han Zheng",
        "Bo-Wen Zou",
        "Xiao-Kang Na",
        "Chao Ren",
        "Xian-Bing Xu",
        "Ming Du",
        "Bei-Wei Zhu",
        "Chao Wu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Yuba is a worldwide popular soybean product, but its development is currently challenged by the time-consuming fabrication process. RESULTS: In this study, we proposed a simple yet effective strategy to enhance the formation rate and tensile strength of yuba films by introducing calcium ions and sodium metabisulfite (SM). Results show that calcium ion increased the density and continuity of the yuba films, while SM led to the formation of larger protein particles. Moreover, dynamic light scattering indicated that the size of the largest protein particles increased from 112.8 to 408.6 nm as the concentration of SM rose from 0 to 20 mmol L-1. Sodium dodecyl sulfate-polyacrylamide gel electrophoresis results revealed a strong correlation between the formation of large protein particles and the release of basic polypeptides from glycinin (11S) during SM treatment. Furthermore, the blue shift of the maximum emission wavelengths of fluorescence intensity suggested that the exposed hydrophobic residues of the basic polypeptides became trapped inside the protein particles upon heating. CONCLUSION: The results demonstrated that the structure and functional properties of protein particles significantly impacted the formation rate and tensile strength of yuba films. These findings offer valuable and fundamental insights for the advancement of industrial production of yuba films. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "40250667",
      "title": "Structural and gelation properties of soy protein isolates-Sesbania gum gels: effects of ultrasonic pretreatment and CaSO4 concentration.",
      "authors": [
        "Ran Yang",
        "Chenxi Wang",
        "Zhengzong Wu",
        "Bin Yu",
        "Xiaodong Yu",
        "Chunqiang Li",
        "Yungang Cao",
        "Chao Yuan",
        "Zheng Zhang",
        "Haibo Zhao",
        "Bo Cui"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the influence of ultrasound treatment on the structural and gelation properties of soy protein isolate (SPI)-Sesbania gum (SG) composite gels induced by varying concentrations of CaSO4. The results showed that ultrasound treatment at amplitudes ranging from 20 % to 60 % for 10 min improved protein solubility, rheological properties and gel strength. The addition of CaSO4 (15 to 35 mM) further increased gel hardness but caused a decline in the water-holding capacity (WHC). Scanning electron microscopy (SEM) and confocal laser scanning microscopy (CLSM) demonstrated that ultrasound treatment promoted the formation of a more homogenous and compact network in SPI-SG gels, improving WHC. Although higher concentrations of CaSO4 resulted in an uneven network with larger pores and reduced WHC, ultrasound treatment mitigated the loss. Moreover, analysis of intermolecular forces revealed that ultrasound treatment enhanced hydrophobic interactions and disulfide bonds within the mixed gels induced by CaSO4, leading to a stronger gel network. These findings provided a novel strategy for improving SPI-based gel properties and offer a theoretical basis for the application of SPI-SG complex in food processing."
    },
    {
      "pmid": "40157663",
      "title": "Formation of cross-linked lysinoalanine in soy protein isolate: Synergy between hot-alkali and pH-shift treatments.",
      "authors": [
        "Siyu Wu",
        "Yuwen Liu",
        "Hanyu Song",
        "Lianzhou Jiang",
        "Shizhang Yan",
        "Baokun Qi"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Combining hot-alkali and pH-shift (HS) treatments is a convenient and economical way of modifying proteins. However, the cross-linked lysinoalanine (LAL) formed during this process affects edible-protein safety. This study investigated the conformational changes experienced by soybean protein isolate (SPI) during HS treatment and the mechanism associated with LAL cross-linking. Heating at 75 °C for 1 h at pH 12.0 was shown to result in the highest amount of LAL cross-linking. Reactive-group and spectral data revealed that HS treatment led to breakage of the internal disulfide bonds in SPI, as well as subunit depolymerization and collapse, with the highly disordered and flexible conformation of SPI eventually providing a favorable spatial effect for LAL cross-linking. Gel electrophoresis, particle size and ζ-potential analyses, SEM, and AFM revealed that thermal aggregation not only protects the SPI conformation against damage caused by extreme alkalinity, but also accelerates the rate of LAL cross-linking. In addition, the various SPI structures and the formation of cross-linked LAL were found to be strongly correlated (|r| > 0.7). This study clarified the synergistic mechanism associated with heat-alkali and pH-shift treatments that promote SPI conformational modifications and LAL cross-linking, and provides a theoretical basis for controlling the formation of LAL and improving the edible safety of SPI."
    },
    {
      "pmid": "40154673",
      "title": "Impact of trypsin on interfacial conformational evolution of soy protein isolate/soy hull polysaccharide emulsion.",
      "authors": [
        "Xiulin Liu",
        "Shengnan Wang",
        "Shanshan Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The impact of trypsin on the demulsification mechanism of soy protein isolate (SPI)/soy hull polysaccharide (SHP) emulsion under trypsin treatment was investigated. We analyzed the conformational evolution of the emulsion interface induced during the bulk demulsification, focusing on the oil-water interface. During the enzymatic treatment for 0-120 min, various spectral analyses including spectrum analyses of Raman, FT-IR, intrinsic fluorescence, and ultraviolet spectral analyses demonstrated gradual hydrolysis and polymerization of protein molecules within SPI/SHP, SPI, and SHP on the oil-water interface by trypsin, particularly noticeable during 30-90 min. Notably, at 90 min, an increase in β-sheet content and a red shift of the IR spectrum from 3400 to 3380 cm-1 indicated the conjugate effect of small molecules due to large interfacial tension, accompanied by hydrophobic interaction and hydrogen bonding. These alterations in SPI/SHP, SPI, and SHP conformations at the oil-water interface led to droplet demulsification and oil phase release."
    },
    {
      "pmid": "40101822",
      "title": "Hybrid hydrolysates of soy protein and lactoferrin exerts synergistic antioxidant and anti-fatigue effect by modulating Keap1/Nrf2/HO-1 pathways.",
      "authors": [
        "Xiaoyan Zheng",
        "Zeshi Fu",
        "Haowen Qu",
        "Hongliang Lu",
        "Nanyue Jiang",
        "Ning Liu",
        "Meng Li",
        "Zhongjiang Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress is an important cause of exercise fatigue formation. Nutritional intervention is an important way to modulate exercise fatigue. Lactoferrin (LF) and soybean protein (SP) are potential antioxidant bioactive components. Our findings demonstrate that SP-LF hybrid hydrolysates had effective 2,2-diphenylpicrylhydrazyl (DPPH) and 2,2'-azinobis-(3-ethylbenzthiazoline-6-sulphonate) (ABTS) radical scavenging activity and iron ion reducing ability. The synergistic effect between these hybrid hydrolysates were found to be superior to the single hydrolysate in terms of antioxidant level by the joint index analysis. These hybrid hydrolysates are characterized by high levels of amino acids with potential anti-fatigue effect: tyrosine (Tyr), phenylalanine (Phe), hydrophobic amino acid (HAAs) and branched-chain amino acids (BCAAs). In murine models, hybrid hydrolysates significantly prolonged weight-bearing swimming time, increased muscle/liver glycogen levels, decreased lactate, urea nitrogen, and malondialdehyde levels, and increased glutathione peroxidase, superoxide dismutase, catalase and ATPase activities. Pearson's correlation analysis established significant associations between antioxidant capacity and anti-fatigue efficacy. It alleviated fatigue through activating the Keap1/Nrf2/HO-1 signaling pathway, while increasing the expression levels of PGC-1α. These results collectively suggest that SP-LF hybrid hydrolysates demonstrate significant synergistic antioxidant and anti-fatigue activity and could be incorporated into functional foods as a dietary supplement to reduce fatigue."
    },
    {
      "pmid": "40081060",
      "title": "Effects of soy protein isolates and transglutaminase addition on the structure, physicochemical properties, and oil absorption of wheat flour.",
      "authors": [
        "Guifang Huang",
        "David Julian McClements",
        "Jianwei Zhao",
        "Zhengyu Jin",
        "Long Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of soy protein isolate (SPI) addition and transglutaminase (TG) treatment (SPI-TG) on the microstructure, physicochemical properties, and oil absorption of wheat flour were studied. After the SPI-TG treatment, the disulfide bonds increased to 1.9657 μmol/g. SPI-TG (30 U/g) significantly promoted the transformation of the secondary structure of protein from β-turns and random coils to β-sheets. In addition, electrophoretograms showed that there was a decrease in smaller molecular weight peptides and an increase in protein aggregates, which was consistent with the change in scanning electron microscopy. The thermal stability, viscosity and oil content of the SPI-TG treatment wheat flour were influenced by the degree of protein cross-linking. The changes in the structure and properties of wheat flour induced by SPI-TG treatment were beneficial to reducing the oil absorption of fried flour. This provided theoretical guidance for targeted modification of fried food ingredients, facilitating the development of healthy, low-fat fried foods.",
      "mesh_terms": [
        "Flour",
        "Triticum",
        "Transglutaminases",
        "Soybean Proteins",
        "Cooking",
        "Viscosity",
        "Protein Structure, Secondary",
        "Oils"
      ]
    },
    {
      "pmid": "40077608",
      "title": "Differential Enzymatic Hydrolysis: A Study on Its Impact on Soy Protein Structure, Function, and Soy Milk Powder Properties.",
      "authors": [
        "Qian Li",
        "Baoyue Chang",
        "Guo Huang",
        "Di Wang",
        "Yue Gao",
        "Zhijun Fan",
        "Hongbo Sun",
        "Xiaonan Sui"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Protein constitutes the primary nutrient in soy, and its modifications are intricately linked to the properties of the soy milk powder. This study employed six main commercial enzymes (bromelain, neutrase, papain, trypsin, flavourzyme, and alcalase) to investigate the impact of enzymatic hydrolysis on the structural and functional properties of soy protein isolate (SPI), as well as its influence on the physicochemical properties of soy milk powder. The findings indicated that each of enzymes exhibits distinct specificity, with the degree of hydrolysis following the order: alcalase > flavourzyme > papain > bromelain > neutrase > trypsin. Enzymatic hydrolysis facilitates the unfolding of SPI, leading to the exposure of chromogenic fluorophores and hydrophobic amino acid residues, which in turn promotes an increase in free sulfhydryl content. Concurrently, this process induces the transformation of α-helix and β-sheet into β-turn and random coil. The enzyme modification enhances the solubility, emulsification, and foaming activities of SPI and significantly augment its antioxidant properties (p < 0.05). However, this enzymatic treatment adversely affects the stability of its emulsification and foaming properties. Subsequent to enzymatic hydrolysis, soy milk powder demonstrated a reduction in particle size and an improvement in solubility, which significantly enhanced its flavor profile. In summary, alcalase offers substantial advantages in augmenting the functional properties of SPI and increasing the solubility of soy milk powder. However, this process adversely affects the flavor profile of soy milk powder, a consequence attributed to the broad hydrolysis specificity of alcalase."
    },
    {
      "pmid": "40047316",
      "title": "Current insights into heat treatment for improving functionalities of soy protein: A review.",
      "authors": [
        "Simin Chen",
        "Wenjuan Jiao",
        "Jianfeng Wu"
      ],
      "journal": "Comprehensive reviews in food science and food safety",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nowadays, soy protein-based food is consumed globally as an eco-friendly and healthy plant-based alterative. Nevertheless, more effort is still needed to improve the functionalities of soy protein for a wider application and addressing its existing challenges. Heat treatment is a fundamental approach in industrial food processing due to its simplicity, cost-effectiveness, and versatility. This review gave an emphasis on the recent advance in improving the functionalities of soy protein by heat treatment, including traditional and innovative heating, as well as a combination of heating and other techniques. Traditional thermal treatment has been proven to effectively improve the techno-functional properties of soy protein (e.g., heat stability; emulsifying, foaming, and gelation properties; and fibrillation), or to overcome its drawbacks (e.g., nutritional issues and antigenicity), or to promote its interactions with other compounds for novel functionalities via complicated protein changes (including conformational changes (e.g., unfolding, secondary and tertiary structures, surface hydrophobicity/charge) and covalent and/or non-covalent aggregation, as well as binding with other compounds). Recently, researchers have also proposed innovative heating and combination of heating and other techniques for a more efficient and effective soy protein modification. This review gave hints for a more precise and tailored modulation of soy protein functionalities via heat treatment in the commercial application.",
      "mesh_terms": [
        "Soybean Proteins",
        "Hot Temperature",
        "Food Handling",
        "Hydrophobic and Hydrophilic Interactions"
      ]
    },
    {
      "pmid": "39999550",
      "title": "Alkaline-heat induced the conformationally flexible regions of soy protein and their effect on subunit aggregation.",
      "authors": [
        "Xiong Zhang",
        "Jingting Xu",
        "Yuyang Sun",
        "Hui Zhang",
        "Shuntang Guo"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soy protein's processing traits such as gelation depend on molecular unfolding and aggregation; however, the relationship between structural changes and gelation remains unclear. The results show that the conformationally flexible regions of acidic subunits (A) are primarily composed of β-strands (E42 → P90) and an extended region featuring a helix (V186 → V262). The regions of the basic subunit (B) consist of a β-turn region (L34 → Q50) and a segment with three helical structures (K125 → S155). Under alkaline-heat treatment, the helical region of subunit A closes, resulting in a stable structure, leading to a 50 %-54 % decrease in the binding energy between subunits A and B, making them more prone to dissociation. The subunit B extends its structure, increasing the binding energy by 63 %-69 % and promoting the formation of highly stable aggregates through self-assembly. Provide theoretical support for SPI production in suitable-hardness gels.",
      "mesh_terms": [
        "Soybean Proteins",
        "Hot Temperature",
        "Protein Aggregates",
        "Protein Conformation",
        "Hydrogen-Ion Concentration"
      ]
    },
    {
      "pmid": "39983481",
      "title": "Enhanced long-term antioxidant ability of Ellagic acid and Litsea Cubeba essential oil dual-stabilized by heat and ultrasonic-treated soy protein isolate.",
      "authors": [
        "Zhenglin Wu",
        "Yujin Feng",
        "Yulin Li",
        "Genfa Yu",
        "Kaiwen Wu",
        "Fengping Yi"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Delivering hydrophobic bioactive compounds remains a challenge, particularly in co-delivery of multiple immiscible compounds. Limited research has explored co-encapsulating hydrophobic actives using macromolecules. In this study, ellagic acid as a solid hydrophobic substance and Litsea Cubeba essential oil as an oily hydrophobic component were successfully loaded using heat- and ultrasonic- treated soy protein as a carrier. Ellagic acid was initially loaded into treated soy protein via pH-shifting. A stable Pickering emulsion was then prepared with Litsea Cubeba essential oil and solid particles adsorbed at the oil-water interface. This emulsion exhibited high centrifugal, thermal, and pH stability. When incorporated into a sodium alginate coating, the Pickering emulsion enhanced the antioxidant properties and shelf life of grapes. The results suggest heat and ultrasonic treatment are a promising approach for protein based hydrophobic compounds co-delivery system, improving dispersion and antioxidant capacity, thereby advancing co-delivery systems in food science.",
      "mesh_terms": [
        "Antioxidants",
        "Hot Temperature",
        "Soybean Proteins",
        "Oils, Volatile",
        "Ellagic Acid",
        "Litsea",
        "Hydrophobic and Hydrophilic Interactions",
        "Emulsions"
      ]
    },
    {
      "pmid": "39956064",
      "title": "Impact of freeze-thaw cycles on the structural and quality characteristics of soy protein gels with different 11S/7S protein ratios.",
      "authors": [
        "Qinlin Hu",
        "Lidan Qiu",
        "Ying Zhu",
        "Yuyang Huang",
        "Linlin Liu",
        "Tianlu Han",
        "YiHan Song",
        "Xiuqing Zhu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Freeze-thaw (F-T) is the key factor affecting the quality changes of frozen soybean products. Therefore, this study investigated the effects of F-T on the structure and quality of soybean protein gels with different 11S/7S ratios. It was revealed that recrystallisation of ice crystals during the F-T treatment induced protein structural reorganization. This resulted in a reduction of the gels' water-holding capacity (WHC). F-T decreased the amount of soluble protein by encouraging protein buildup through disulfide bonds and hydrophobic contacts. 5 F-T results were the most significant. When the 11S/7S ratio exceeded 1:1.5, the F-T exerted a more disruptive effect on the protein gel, leading to an increase in β-sheet and random coil content. When 11S/7S was less than 1:1.5, F-T had less impact, and the decrease in WHC was reduced. This study provides theoretical support for regulating soybean protein components to improve the F-T stability of soybean protein gels.",
      "mesh_terms": [
        "Soybean Proteins",
        "Freezing",
        "Gels",
        "Glycine max",
        "Hydrophobic and Hydrophilic Interactions",
        "Water"
      ]
    },
    {
      "pmid": "39867916",
      "title": "Hydrodynamic cavitation induced fabrication of soy protein isolate-polyphenol complexes: Structural and functional properties.",
      "authors": [
        "Fengyan Wei",
        "Xianʹe Ren",
        "Yongchun Huang",
        "Ning Hua",
        "Yuting Wu",
        "Feng Yang"
      ],
      "journal": "Current research in food science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The combination of polyphenols and protein can improve the functional characteristics of protein. How to effectively promote the binding of polyphenols to protein is still a difficult topic. In this study, hydrodynamic cavitation (HC) was used to induce the fabrication of complexes between soy protein isolate (SPI) and different polyphenols (tannic acid (TA), chlorogenic acid (CGA), ferulic acid (FA), caffeic acid (CA), and gallic acid (GA)). The effect of HC on the interaction between polyphenols and SPI was investigated, and the structural and functional properties of the formed complexes were characterized. The results showed that HC treatment led to SPI structure stretching, which increased the binding level of polyphenols, especially that of TA (increased from 35.08 ± 0.73% to 66.42 ± 1.35%). The increase in ultraviolet-visible absorption intensity and quenching of fluorescence intensity confirmed that HC enhanced the interaction between polyphenols and protein. HC treatment reduced the contents of free sulfhydryl and amino groups in SPI-polyphenol complexes and altered their Fourier transform infrared spectroscopy, indicating that HC treatment promoted the formation of C-N and C-S bonds between SPI and polyphenols. Circular dichroism spectroscopy indicated that HC treatment altered the secondary structure of SPI-polyphenol complexes, inducing an increase in α-helix and random coil contents and a decrease in β-sheet content. Regarding functional properties, HC treatment improved the emulsification and antioxidant activity of SPI-polyphenol complexes. Therefore, HC is an effective technique for promoting the binding of polyphenols to protein."
    },
    {
      "pmid": "39844791",
      "title": "Effects of low acid-binding capacity specialty soy protein sources on nursery pig performance in a commercial environment.",
      "authors": [
        "Ethan B Stas",
        "Alan J Warner",
        "Zach B Post",
        "Chad W Hastad",
        "Jamil E G Faccin",
        "Mike D Tokach",
        "Jason C Woodworth",
        "Joel M DeRouchey",
        "Robert D Goodband",
        "Jordan T Gebhardt"
      ],
      "journal": "Translational animal science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Two experiments were conducted to determine the effects of low acid-binding capacity (ABC) specialty soy protein sources on weanling pig performance. In experiment 1, 2,260 pigs, initially weighed 6.7 kg, were used to determine the effects of low ABC soy proteins as a replacement to poultry meal (PM) or spray-dried blood plasma (SDBP). Treatments were arranged in a 2 × 2 factorial plus a control diet fed in two phases. There were 20 or 21 pigs per pen with 22 replications (pens) per treatment. The control diet contained PM (AV-E Digest, XFE Products, Des Moines, IA) and SDBP (Appetein, APC Inc., Ankeny, IA). Specialty soy protein concentrate (SSPC; AX3 Digest, Protekta, Newport Beach, CA) and microbial-enhanced soybean meal (MESBM; MEPRO; Prairie Aquatech, Brookings, SD) were used to replace PM or PM and SDBP on a standardized ileal digestible Lys basis. From d 0 to 21 and d 0 to 42, pigs fed either soy protein source replacing PM had greater (P ≤ 0.016) average daily gain (ADG) and average daily feed intake than pigs fed PM. From d 0 to 21, pigs fed SSPC had increased (P < 0.001) G:F compared with pigs fed MESBM and those fed either soy protein source replacing SDBP had increased (P = 0.044) G:F compared with pigs fed SDBP. In experiment 2, 1,057 pigs, initially weighed 6.2 kg, were used to determine the effects of diet ABC at a pH of 4 (ABC-4) with specialty soy proteins with or without pharmacological levels of Zn from ZnO. Experimental diets were fed in two phases with 22 pigs per pen and 12 replications per treatment. Dietary treatments were arranged in a 2 × 2 factorial with main effects of ABC-4 (low or high) and pharmacological levels of Zn from ZnO (105 or 2,000 mg/kg). The low ABC-4 diet without ZnO was formulated to 150 and 200 meq/kg using SSPC in phases 1 and 2, respectively. The high ABC-4 diet used enzymatically treated soybean meal (HP 300, Hamlet Protein, Findlay, OH) which increased the ABC-4 by 127 and 104 meq/kg in phases 1 and 2, respectively. From d 0 to 21 and d 0 to 42, there was an ABC-4 × ZnO interaction (P ≤ 0.026) observed where pigs fed low ABC-4 diets had greater (P < 0.05) ADG and G:F than pigs fed high ABC-4 diets without ZnO, but when diets contained added ZnO, there were no differences based on ABC-4. In conclusion, low ABC specialty soy proteins can be used to achieve low dietary ABC-4 levels to improve the performance of weanling pigs and provide a similar response to those fed pharmacological levels of Zn."
    },
    {
      "pmid": "39832586",
      "title": "Soy protein-gellan gum noncovalent complexes stabilized emulsion: Effect of heating and pH on emulsion stability.",
      "authors": [
        "Haizhu Ma",
        "Lina Zhang",
        "Xinran Niu",
        "Yinuo Zhang",
        "Xiaoyu Yang",
        "Liang Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This paper investigated the effects of heating and pH on the stability of emulsions of non-covalent complexes of gellan gum (GG) and soy protein isolate (SPI). As a result, the GG-SPI complexes stabilized emulsion exhibited a minimum emulsion particle size (945 ± 23 nm), a maximum absolute values of zeta-potential (-32.7 ± 0.81 mV), the highest values of emulsion activity index (EAI) and stability index (ESI) (132 ± 4.7 min) when emulsion was prepared under the following conditions: oil phase ratio of 18 %, polysaccharide-protein proportion of 1:8 (w/w), homogeneous pressure at 80 MPa and homogeneous time at 4 min. GG-SPI emulsion had the best emulsification performance at pH 9.0 and 75 °C owing to the protein defolding occurred, the content of α-Helix increased, hydrophobic groups were exposed, and the number of negative groups on the surface of proteins increased under the high pH and high temperature conditions. The experimental results revealed the key role of heating and pH treatment for protein emulsion stability regulation, which will enrich the application of gellan gum in soy protein emulsions and provide an important theoretical basis for the future application of emulsion modification.",
      "mesh_terms": [
        "Polysaccharides, Bacterial",
        "Emulsions",
        "Soybean Proteins",
        "Hydrogen-Ion Concentration",
        "Hot Temperature",
        "Particle Size",
        "Heating"
      ]
    },
    {
      "pmid": "39815679",
      "title": "Dual-protein system composed of soy protein and β-lactoglobulin: effect of transglutaminase-mediated crosslinking on its allergenicity and conformation.",
      "authors": [
        "Guangliang Xing",
        "Jia Liu",
        "Ruyi Tang",
        "Tianran Hui"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The escalating global prevalence of food allergies has intensified the need for hypoallergenic food products. Transglutaminase (TGase)-mediated crosslinking has garnered significant attention for its potential to reduce the allergenicity of food proteins. This study aimed to investigate the effects of TGase crosslinking on the potential allergenicity and conformational changes in a dual-protein system composed of β-lactoglobulin (β-LG) and soy protein isolate (SPI) at varying mass ratios (10:0, 7:3, 5:5, 3:7 and 0:10 (w/w)). RESULTS: TGase preferentially crosslinked the 7S and 11S subunits of soy protein, rather than β-LG. Crosslinking treatment reduced the allergenic potential of both soy protein and β-LG, with the degree of reduction depending on the protein ratio. The β-LG5:SPI5 and β-LG7:SPI3 mixtures showed the most significant reduction in antibody reactivity towards soy protein and β-LG, respectively. Additionally, TGase-mediated crosslinking significantly reduced the binding capacity of all dual-protein samples to serum immunoglobulin E from allergic patients, compared to the control group (P < 0.05). The allergenicity reduction was accompanied by structural modifications, including a decrease in β-sheet content, an increase in β-turn and random coil structures, enhanced ultraviolet absorption and intrinsic fluorescence, reduced free sulfhydryl levels and altered intermolecular forces. These changes suggest that TGase-induced crosslinking may disrupt or mask allergenic epitopes, thus lowering allergenicity. CONCLUSION: TGase crosslinking effectively reduced the allergenic potential of the dual-protein system by inducing structural changes. These findings underscore the potential of TGase in developing hypoallergenic dual-protein food products and provide a scientific foundation for future research and application in the food industry. © 2025 Society of Chemical Industry.",
      "mesh_terms": [
        "Soybean Proteins",
        "Transglutaminases",
        "Lactoglobulins",
        "Humans",
        "Allergens",
        "Food Hypersensitivity",
        "Immunoglobulin E",
        "Protein Conformation"
      ]
    },
    {
      "pmid": "39815171",
      "title": "Continuous high-soy protein soymilk intake affects ordinary walking speed in the Japanese pre-frail and frail elderly: a randomized controlled trial.",
      "authors": [
        "Nene Sato",
        "Yuji Terashima",
        "Makoto Sugawara",
        "Ryoichi Unno",
        "Hiroaki Asao",
        "Mitsuhiro Iwasaki",
        "Tomoyuki Watanabe",
        "Tomoko Uno",
        "Mitsuo Maruyama"
      ],
      "journal": "BMC geriatrics",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: To investigate whether continuous intervention using soymilk containing high soy protein improves physical frailty, a randomized controlled trial was conducted among the Japanese pre-frail and frail elderly. METHODS: Japanese pre-frail and frail elderly participants (n = 73) were randomly assigned to the high-soy protein and control groups, who then ingested soymilk containing 14.5 g/200 ml and 3.2 g/200 ml of soy protein, respectively. Before and after the 12-week intervention, walking speed, skeletal muscle mass, grip strength, and the revised Japanese CHS questionnaire regarding fatigue and physical activity were examined to evaluate the impact of each soymilk on physical frailty and compare the variation between the two groups. Physical activity (monitored using a pedometer), dietary intake (determined by questionnaire), and estimated protein intake (determined by casual urine testing) were also recorded before and after the intervention. RESULTS: For the final analysis of the entire cohort (n = 70), there were no significant differences in the endpoints between the two groups. In the subgroup analysis, among participants with a walking speed of at least 1 m/s (n = 35, P = 0.012) and at least 5,000 steps/day before intervention (n = 27, P = 0.0083), the variation in walking speed after the 12-week intervention was significantly higher in the high-soy protein group than in the control group. Estimated protein intake was also significantly higher in the high-soy protein group than in the control group after the intervention. Regarding physical activity and dietary intake, no significant differences were observed between the groups before or after the intervention. CONCLUSION: The continuous 12-week intervention of high soy protein increased the walking speed among the Japanese pre-frail and frail elderly participants who had an ordinarily high walking speed and high step counts. TRIAL REGISTRATION: UMIN Clinical Trials Registry, UMIN000044999. Registered July 29, 2021; https://center6.umin.ac.jp/cgi-open-bin/ctr/ctr_view.cgi?recptno=R000051409 .",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Soybean Proteins",
        "Walking Speed",
        "Aged",
        "Japan",
        "Frail Elderly",
        "Aged, 80 and over",
        "Soy Milk",
        "Frailty",
        "East Asian People"
      ]
    },
    {
      "pmid": "39797507",
      "title": "Effects of grape seed proanthocyanidin on emulsifying capacity of soy protein isolate in extrusion field and its underlying mechanism.",
      "authors": [
        "Xiaoshuai Yu",
        "Zhenguo Wang",
        "Yumin Duan",
        "Kexin Wang",
        "Jinjie Huo",
        "Lishuang Wang",
        "Xiaoqi Ma",
        "Peng Wang",
        "Zhigang Xiao"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Soy protein isolate (SPI) has poor emulsifying ability because of its low molecular flexibility and compact structure, limiting its application in extruded protein-based foods. Extrusion technology has emerged as a promising way to alter the structural properties of proteins. Therefore, the impacts of grape seed proanthocyanidin (GSP) on structural and emulsifying characteristics of SPI in extrusion field were explored in this study. RESULTS: After extrusion treatment, the molecular chains of SPI were unfolded. In comparison with extruded SPI, the interaction with GSP led to a rightward shift in particle size distribution and an enhancement in zeta potential values of the protein. As GSP concentration increased from 20 to 80 g kg-1, the free sulfhydryl content of SPI was reduced by 4.17%, 25%, 29.24% and 35.85% compared with that of extruded SPI. The addition of GSP altered the secondary structure of SPI and enhanced the microenvironment polarity. Meanwhile, SDS-PAGE results indicated that the protein presented lower molecular weight with the introduction of GSP. Compared with extruded SPI, the supplementation with GSP increased the molecular flexibility while it decreased the surface hydrophobicity of SPI. Correlation analyses demonstrated that these structural changes induced an improvement in emulsifying activity and emulsion stability of SPI. GSP mainly binds to SPI through hydrogen bonds and hydrophobic interactions under the extrusion environment. CONCLUSION: This study demonstrated that GSP is a potential modifier, which can be applied to improve the emulsifying capacity of extruded SPI-based foods. © 2025 Society of Chemical Industry.",
      "mesh_terms": [
        "Proanthocyanidins",
        "Soybean Proteins",
        "Emulsions",
        "Seeds",
        "Grape Seed Extract",
        "Emulsifying Agents",
        "Vitis",
        "Particle Size",
        "Hydrophobic and Hydrophilic Interactions",
        "Molecular Weight",
        "Food Handling"
      ]
    },
    {
      "pmid": "39796399",
      "title": "Synergistic Synbiotic-Containing Lactiplantibacillus plantarum and Fructo-Oligosaccharide Alleviate the Allergenicity of Mice Induced by Soy Protein.",
      "authors": [
        "Jing Bai",
        "Qian Zeng",
        "Wen Den",
        "Liheng Huang",
        "Zhihua Wu",
        "Xin Li",
        "Ping Tong",
        "Hongbing Chen",
        "Anshu Yang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prebiotics and probiotics have key roles in the intervention and treatment of food allergies. This study assesses the effect of Lactiplantibacillus plantarum synergistic fructo-oligosaccharide (Lp-FOS) intervention using an allergic mouse model induced by soy protein. The results showed that Lp synergistic FOS significantly decreased clinical allergy scores, inhibited specific antibodies (IgE, IgG, and IgG1), IL-4, IL-6, and IL-17A levels, and increased IFN-γ and IL-10 levels. Meanwhile, flow cytometry showed that Lp-FOS intervention inhibited the percentage of dendritic cell (DC) subsets in splenocytes and increased the Th1/Th2 and Treg/Th17 ratios. Furthermore, Lp-FOS intervention upregulated the mRNA levels of T-bet and Foxp3 and downregulated the mRNA levels of GATA3. Finally, non-targeted metabolomic analysis showed that Lp-FOS improved serum metabolic disorders caused by food allergies through regulating glycine, serine, and threonine metabolism, butanoate metabolism, glyoxylate and dicarboxylate metabolism, the biosynthesis of cofactors, and glycerophospholipid metabolism. These data showed that the combination formulation Lp-FOS could be a promising adjuvant treatment for food allergies."
    },
    {
      "pmid": "39742611",
      "title": "Effect of transglutaminase treatment on the physicochemical properties and structural characteristics of soy protein isolate/konjac glucomannan complex.",
      "authors": [
        "Ya Wang",
        "Ailin Lei",
        "Ziyi Zhan",
        "Xiaohua Sun",
        "Fusheng Zhang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effects of transglutaminase on the structural and physicochemical properties of soy protein isolate/konjac glucomannan complex were investigated. Additionally, the complex was treated with different transglutaminase additions, cross-linking temperatures, and cross-linking pH and compared with a control without transglutaminase to elucidate the effect of transglutaminase on the internal interactions within the complex. The results demonstrated that transglutaminase treatment significantly enhanced the water-holding and oil-binding capacities by 34.62 % and 49.28 %, respectively, along with the emulsifying properties. Furthermore, transglutaminase treatment significantly enhanced the UV absorption intensity by 36.89 % and strengthened the intermolecular interactions. The relative crystallinity and ΔH were elevated by 15.08 % and 34.39 %, respectively, which significantly enhanced the thermal stability of the complex. Overall, the transglutaminase-treated complex displayed improved physicochemical properties, with a more organized, uniform, and denser internal structure. These findings offer valuable insights into developing novel plant-based fat mimetics.",
      "mesh_terms": [
        "Transglutaminases",
        "Soybean Proteins",
        "Mannans"
      ]
    },
    {
      "pmid": "39742596",
      "title": "Synergistic treatment of pH and ultrasound promotes the formation of insoluble soy protein hydrolysate nanofibrils.",
      "authors": [
        "Di An",
        "Liang Li"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enzymatic hydrolysis prior to fibrillation could promote the formation of soy protein isolate (SPI) nanofibrils. However, the large amount of resulting insoluble soy protein hydrolysates (ISPH) demonstrated significantly limited fibrillation capacity. In this study, the modification of ISPH through the combination of pH and ultrasound treatment significantly enhanced their solubility and further promoted fibrillation capacity. Ultrasound treatment at pH 8.0 and 2.0 significantly reduced the particle size of ISPH and enhance their ζ-potential, promoting uniform dispersion in water and improving solubility. In addition, ISPH modified by ultrasound treatment at pH 2.0 and 8.0 contributed to the formation of short, worm-like nanofibrils with characteristic cross-β structure. Ultrasound treatment (250 W) at pH 2.0 conferred the highest surface hydrophobicity (H0) to ISPH, resulting in the increase (9.30 %) in the content of antiparallel β-sheets after heating for 12 h. This study provided theoretical support for the development of insoluble protein resources for manufacturing nanofibrils.",
      "mesh_terms": [
        "Soybean Proteins",
        "Protein Hydrolysates",
        "Solubility",
        "Hydrogen-Ion Concentration",
        "Nanofibers",
        "Hydrolysis",
        "Hydrophobic and Hydrophilic Interactions",
        "Particle Size",
        "Ultrasonic Waves"
      ]
    },
    {
      "pmid": "39700802",
      "title": "Fabrication of soy protein isolate-konjac glucomannan emulsion gels to mimic the texture, rheological behavior and in vitro digestion of pork fat.",
      "authors": [
        "Jiarui Zhao",
        "Baoyue Chang",
        "Jiayu Wen",
        "Yidan Fu",
        "Yu Luo",
        "Jing Wang",
        "Yan Zhang",
        "Xiaonan Sui"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fats are essential nutrients, but excessive intake can lead to obesity and certain cardiovascular diseases. In this study, an emulsion gel was prepared using alkali heat treatment with soy protein isolate (SPI) and konjac glucomannan (KGM) as a fat substitute, while pork fat was used as the control. Gel strength, rheological properties, and water holding capacity of soy protein isolate-konjac glucomannan (SPI-KGM) emulsion gel improved progressively with higher KGM content. For instance, the SPI-5 % KGM emulsion gel exhibited a hardness of 384.77 g, a gel strength of 9.62 kPa, and a water-holding capacity of 98.03 %, comparable to pork fat in terms of texture and moisture retention. Furthermore, scanning electron microscopy images revealed that a more compact and regular emulsion gel network was formed with increasing KGM concentration. Therefore, this SPI-KGM emulsion gel shows promise as a substitute for pork fat and holds great potential for developing plant-based meat products.",
      "mesh_terms": [
        "Mannans",
        "Rheology",
        "Emulsions",
        "Swine",
        "Soybean Proteins",
        "Animals",
        "Gels",
        "Digestion",
        "Meat Products",
        "Fats"
      ]
    },
    {
      "pmid": "39700801",
      "title": "Elevating the critical gelling concentration of soy protein by disulfide bond cleavage during preheating treatment.",
      "authors": [
        "Guangou Chen",
        "Bowen Zou",
        "Xiaohan Zheng",
        "Chao Ren",
        "Xiaokang Na",
        "Xianbing Xu",
        "Ming Du",
        "Chao Wu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "There has been a growing demand for the development of high protein beverages in the food industry. However, during thermal processing, high-protein beverages undergo protein aggregation and gelation. In this study, thermostable soy protein was prepared by disulfide bond cleavage combined with preheating treatment. Thermostable soy protein had a higher denature extent than the control sample, which prevented the formation of larger aggregates upon reheating. Thermostable soy protein possessed lower viscosity (nearly 0 Pa·s) and an excellent fluidity index (around 0.8) after reheating at a concentration of 10 % (w/v), whereas the control sample had gelled. Moreover, rheology and dynamic light scattering collectively demonstrated that a minimum of 2.5 mM sodium metabisulfite (Na2S2O5) was required to prepare thermostable protein solutions. The present study shows an innovative method to produce thermostable soy protein.",
      "mesh_terms": [
        "Soybean Proteins",
        "Disulfides",
        "Hot Temperature",
        "Viscosity",
        "Gels",
        "Rheology",
        "Protein Stability"
      ]
    },
    {
      "pmid": "39667457",
      "title": "Carvacrol-loaded emulsions stabilized by soy protein isolate/chitosan oligosaccharide conjugates improved the quality of refrigerated sea bass (Lateolabrax maculatus).",
      "authors": [
        "Jiaxin Zhao",
        "Weiqing Lan",
        "Jing Xie"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the soybean protein isolate / chitosan oligosaccharide (SPI/COS) conjugates were developed using glycosylation and used as a stabilizer of carvacrol-loaded emulsions for refrigerating sea bass (Lateolabrax maculatus). The results of Fourier transform infrared spectroscopy and fluorescence spectroscopy showed that COS modified the secondary and tertiary structure of SPI by covalent binding. The SPI/COS conjugate with a mass ratio of SPI and COS of 4:1 (SPI/COS-4) exhibited high glycosylation degree, great water solubility and better emulsification properties. Carvacrol-loaded emulsion stabilized by the SPI/COS-4 (CE-SPI/COS-4) had nanoscale droplet size and remained stable during 40 days of storage. SPI/COS-4 aqueous solution (SPI/COS) and CE-SPI/COS-4 aqueous solution (CE-SPI/COS) in the form of immersion were applied to investigate their preservation effects on sea bass, with sterile water as control check (CK). Sea bass were stored at 4 °C and quality assessments of fish were performed periodically for up to 21 days, which included microbiological and physicochemical analysis. As suggested by microbiological analysis, CE-SPI/COS treatment could significantly inhibit the bacterial growth. The low total volatile basic nitrogen value, thiobarbituric acid value and K-value indicated that CE-SPI/COS greatly retarded protein and lipid oxidation in fish and significantly suppress the degradation of nucleotide. Moreover, fish treated with CE-SPI/COS had minimal color variation and water loss, and maintained hardness, adhesiveness, chewiness, and resilience of fish to the highest degree. Therefore, emulsions stabilized with SPI/COS conjugates may be employed as a potential strategy for the quality maintenance of sea bass.",
      "mesh_terms": [
        "Animals",
        "Soybean Proteins",
        "Bass",
        "Chitosan",
        "Emulsions",
        "Oligosaccharides",
        "Cymenes",
        "Refrigeration",
        "Food Preservation"
      ]
    },
    {
      "pmid": "39662562",
      "title": "Effects of soy protein isolate hydrolysate on the structural and functional properties of yam starch during extrusion.",
      "authors": [
        "Miaomiao Shi",
        "Shanghai Chen",
        "Ziyang Liu",
        "Xiaolong Ji",
        "Yizhe Yan"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the interaction between yam starch (YS) and soy protein isolate hydrolysate (SPH), and their effects on in vitro digestibility of starch through extrusion treatment. Results indicated that SPH with 6 % hydrolysis degree had the lowest relative molecular mass. X-ray diffraction and Raman spectroscopy revealed an increase in the relative crystallinity of extruded yam starch (EYS) from 17.45 % to 22.45 % and a decrease in the half-peak width at 480 cm-1. Its short-range ordering improved with increased SPH addition. Differential scanning calorimetry results demonstrated that SPH enhanced the thermal properties of EYS. Additionally, the solubility, peak viscosity, and setback viscosity of EYS decreased with an increase in the SPH content. Particle size analysis revealed that SPH addition decreased the particle size of EYS. Scanning electron microscopy and confocal laser scanning microscopy showed that the surface of EYS roughened and SPH molecules attached to the surface. In vitro digestion results indicated that SPH hindered the contact between EYS molecules and digestive enzymes and increased the resistant starch content of EYS from 8.31 % to 23.39 %. This study presents a new method for modification of starch using protein hydrolysates during extrusion.",
      "mesh_terms": [
        "Starch",
        "Soybean Proteins",
        "Dioscorea",
        "Protein Hydrolysates",
        "Hydrolysis",
        "Solubility",
        "Viscosity",
        "Particle Size",
        "X-Ray Diffraction"
      ]
    },
    {
      "pmid": "39631590",
      "title": "Ultrasonic treatment of emulsion gels with different soy protein-hemp protein composite ratios: Changes in structural and physicochemical properties.",
      "authors": [
        "Yuexin An",
        "Ruqi Guo",
        "Yang Gao",
        "Ying Zhu",
        "Yuyang Huang",
        "Linlin Liu",
        "Xiuqing Zhu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To improve the emulsion gel system of single soybean isolate protein (SPI) and to broaden the application field of hemp protein isolate (HPI), ultrasonic treatment and HPI were introduced to improve the properties of SPI emulsion gel and to explore the mechanism. The results showed that the gel strength (218.6 g) and water-holding capacity (86.24 %) of the emulsion gels were improved under ultrasonic treatments when the ratio of SPI:HPI was >6:4, and the reticulation structure of the gels was enhanced. When the ratio of SPI:HPI was <6:4, the gel structure was loose and formless. Ultrasonic treatment has a significant effect on the emulsion gel with the ratio of SPI:HPI was >6:4. Appropriate ultrasonic treatment (400 W) changed the protein structure, improved the rheological properties of emulsion gels to form the protein-oil-coated network structure. However, excessive ultrasonic treatment (600 W) will destroy the conformation of the protein, reducing the stability of the structure. The effect of ultrasonic treatment on emulsion gels with the ratio of SPI:HPI was <6:4 is low, but improved the gel protein digestibility. This study provides a theoretical basis for the application of ultrasonic in composite protein emulsion gels systems and the development and application of HPI.",
      "mesh_terms": [
        "Soybean Proteins",
        "Emulsions",
        "Gels",
        "Rheology",
        "Chemical Phenomena",
        "Water",
        "Ultrasonic Waves"
      ]
    },
    {
      "pmid": "39616770",
      "title": "Mechanistic insights into the effects of controlled enzymatic hydrolysis on the binding behaviors between soy protein isolate and off-flavor compounds.",
      "authors": [
        "Xuejie Li",
        "Wentao Zhang",
        "Meihong Yu",
        "Haoxiang Tan",
        "Xiangquan Zeng",
        "Yu Xi",
        "He Li",
        "Zengwang Guo",
        "Jian Li"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Regulating volatile compounds release through protein structural modification can influence food sensory properties. This study investigated the effects of controlled enzymatic hydrolysis (CEH) on the release of off-flavor compounds identified in soybean protein isolate (SPI) and revealed its potential mechanism of influence. CEH treatment significantly reduced the release of aldehydes, particularly (E, E)-2,4-decadienal, by inducing the unfolding of SPI unfolding. This structural modification exposed additional binding sites, thereby increasing the affinity of SPI for aldehyde compounds and effectively limiting aldehyde volatility. Multi-spectroscopic techniques, surface hydrophobicity, and dynamic light scattering (DLS) analyses confirmed these structural changes. Isothermal titration calorimetry (ITC) analysis suggested that non-covalent interactions, dominated by hydrogen bonds and hydrophobic interactions, were the primary factors driving these changes, as further confirmed by molecular dynamics (MD) simulations and independent gradient model (IGM) analysis. Additionally, proteomics revealed that covalent binding, including Michael addition and Schiff base reactions, also influenced the aldehydes release.",
      "mesh_terms": [
        "Soybean Proteins",
        "Hydrolysis",
        "Hydrophobic and Hydrophilic Interactions",
        "Flavoring Agents",
        "Molecular Dynamics Simulation",
        "Hydrogen Bonding",
        "Aldehydes",
        "Protein Binding",
        "Biocatalysis",
        "Volatile Organic Compounds",
        "Glycine max"
      ]
    },
    {
      "pmid": "39614563",
      "title": "Thermal-induced interactions between soy protein isolate and malondialdehyde: Effects on protein digestibility, structure, and formation of advanced lipoxidation end products.",
      "authors": [
        "Yazhou Ji",
        "Ruican Wang",
        "Yuanyifei Wang",
        "Dongfei Tan",
        "Yaya Wang",
        "Yuekun Wu",
        "Haoxin Cui",
        "Yan Zhang",
        "Shuo Wang"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Thermally processed lipid- and protein-rich foods have sparked widespread concern since they may degrade food nutrition and even risk food safety. This study investigated soy protein isolate (SPI) alterations of digestibility and structure, as well as the formation of potentially hazardous chemicals, i.e., advanced lipoxidation end products (ALEs), after interacting with malondialdehyde (MDA, a lipid oxidation product) under high-temperature cooking conditions (100-180 °C, up to 60 min). In-vitro protein digestion of the SPI-MDA mixtures suggested that their room-temperature interactions damaged SPI digestibility, and increasing the temperature and the duration of the thermal treatment exacerbated the adverse effects. Protein oxidation, covalent aggregation of subunits, and changes in secondary and tertiary structures were revealed using thiol quantification, gel electrophoresis, fluorescence spectroscopy, and circular dichroism (CD) spectra, which could explain reduced protein digestibility. High-resolution mass spectrometry (HRMS) identified seven non-crosslinked ALEs and two crosslinked ALEs. Increased MDA concentrations promoted the generation of ALEs. Moreover, the acrolein-derived ALEs with reactive carbonyl groups were prone to further reacting into crosslinked ALEs, potentially responsible for the subunit aggregation.",
      "mesh_terms": [
        "Soybean Proteins",
        "Malondialdehyde",
        "Hot Temperature",
        "Digestion",
        "Lipid Peroxidation",
        "Oxidation-Reduction",
        "Cooking",
        "Circular Dichroism"
      ]
    },
    {
      "pmid": "39598804",
      "title": "Effect of Physical Treatments on Functional Properties of Whey and Soy Protein Isolates in Oleogel Production Through Foam Template Method.",
      "authors": [
        "Mojtaba Saneei",
        "Sayed Amir Hossein Goli",
        "Hajar Shekarchizadeh",
        "Mehdi Rahimmalek",
        "Antoni Szumny"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Nov-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the impact of physical treatments, namely heat (70 °C for 48 h), atmospheric cold plasma (10 kW for 20 min), and ultrasonic frequency (40 kHz for 15 min), on the physicochemical and interfacial properties of soy protein isolate (SPI) and whey protein isolate (WPI) in the context of oleogel production by foam template (cryogel) method. The physical modification of both SPI and WPI was monitored using SDS-PAGE, Fourier transform infrared spectroscopy (FTIR) spectroscopy, and differential scanning calorimetry (DSC), measuring interfacial tension, color, solubility, foam volume, foam stability, and, finally, the density and oil absorption of the produced cryogel. The findings revealed that the application of ultrasonic waves resulted in a significant reduction in the content of alpha-helical of SPI and WPI while the other treatments increased the content of random coil proteins. FTIR analysis further showed that ultrasonic and heat treatment led to a decrease in C-N tensile vibration within the range of 1200-1650 cm-1 in SPI. Meanwhile, in cold plasma treatment, an increase was observed which was confirmed by the elevation of enthalpy from 100 to 128 kJ/kg. Physical treatments significantly altered the surface properties of both SPI and WPI, where this value was reduced in SPI and increased in WPI. The cold plasma method demonstrated superior performance in enhancing the solubility of SPI from 10 to 58.2%, while the solubility of WPI decreased from 96.4 to 90.4%. By modifying the proteins, the foam volume and oil adsorption ability of the related cryogel improved, as shown by the maximum oil absorption obtained after ultrasonic treatment for SPI (11.6 g/g) and cold plasma (9.17 g/g) for WPI. These results could be useful in applying physical treatments to modify proteins and create the cryogel as an oleogel template for structuring liquid oil and producing innovative health value-added foods.",
      "mesh_terms": [
        "Soybean Proteins",
        "Whey Proteins",
        "Organic Chemicals",
        "Spectroscopy, Fourier Transform Infrared",
        "Solubility",
        "Calorimetry, Differential Scanning",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "39594025",
      "title": "The Effect of Hydrodynamic Cavitation on the Structural and Functional Properties of Soy Protein Isolate-Lignan/Stilbene Polyphenol Conjugates.",
      "authors": [
        "Ning Hua",
        "Xian'e Ren",
        "Feng Yang",
        "Yongchun Huang",
        "Fengyan Wei",
        "Lihui Yang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Nov-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, hydrodynamic cavitation technology was utilized to prepare conjugates of soy protein isolate (SPI) with polyphenols, including resveratrol (RA) and polydatin (PD) from the stilbene category, as well as arctiin (AC) and magnolol (MN) from the lignan category. To investigate the effects of hydrodynamic cavitation treatment on the interactions between SPI and these polyphenols, the polyphenol binding capacity with SPI was measured and the changes in the exposed sulfhydryl and free amino contents were analyzed. Various methods, including ultraviolet-visible spectroscopy, fluorescence spectroscopy, Fourier transform infrared spectroscopy, and circular dichroism spectroscopy, were also used to characterize the structural properties of the SPI-polyphenol conjugates. The results showed that compared to untreated SPI, SPI treated with hydrodynamic cavitation exposed more active groups, facilitating a greater binding capacity with the polyphenols. After the hydrodynamic cavitation treatment, the ultraviolet-visible absorption of the SPI-polyphenol conjugates increased while the fluorescence intensity decreased. Additionally, the content of exposed sulfhydryl and free amino groups declined, and changes in the secondary structure were observed, characterized by an increase in the α-helix and random coil content accompanied by a decrease in the β-sheet and β-turn content. Furthermore, the SPI-polyphenol conjugates treated with hydrodynamic cavitation demonstrated improved emulsifying characteristics and antioxidant activity. As a result, hydrodynamic cavitation could be identified as an innovative technique for the preparation of protein-phenolic conjugates."
    },
    {
      "pmid": "39570524",
      "title": "Microbiota modulation by the inclusion of Tenebrio molitor larvae as alternative to fermented soy protein concentrate in growing pigs diet.",
      "authors": [
        "Irene Ferri",
        "Matteo Dell'Anno",
        "Alessandro Quiese",
        "Bianca Castiglioni",
        "Paola Cremonesi",
        "Filippo Biscarini",
        "Benedetta Canala",
        "Matteo Santoru",
        "Alessia Colombini",
        "Giancarlo Ruffo",
        "Antonella Baldi",
        "Luciana Rossi"
      ],
      "journal": "Veterinary research communications",
      "publication_date": "2024-Nov-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tenebrio molitor meal represents a promising protein source for animal nutrition due to its low environmental impact and high nutritional value. To date, there is limited data in the literature regarding the effects of Tenebrio molitor meal on the modulation of gut microbiota in growing animals, with most results focusing on poultry rather than pigs. The aim of this study was to evaluate the effects of replacing fermented soy protein concentrate with Tenebrio molitor meal on gut microbiota and feed digestibility in growing pigs. A total of 14 growing pigs (80 ± 2 days old) were randomly allotted to two groups: the control group (CON) was fed a commercial diet containing 4% fermented soy protein concentrate (48% crude protein), and the treatment group (TM) was fed a basal diet containing 5% of T. molitor larvae meal formulated to be isonitrogenous and isoenergetic. The study lasted 28 days. Animals were weekly weighted and feed refuse was routinely measured. Fecal, blood samples, and rectal swabs were collected for analysis. No differences were observed in growth and diet digestibility for the protein and lipid components throughout the trial. No differences in the serum concentrations of albumin, globulin, urea, and interleukin-6 were registered in both groups, suggesting an unaltered health status. The TM group showed a significant difference in the beta diversity index considering the total duration of the trial (treatment effect evaluated with PERMANOVA, R2 0.0771, p value = 0.0099) showing an increased abundance of Elusimicrobium spp. and a decrease in Asteroplasma spp. in TM compared to the CON group (p < 0.05). Obtained findings indicate that 5% T. molitor meal can be included as a partial replacement for soy in growing pig formula without impairing pig growth and gut microbiota composition.",
      "mesh_terms": [
        "Animals",
        "Tenebrio",
        "Animal Feed",
        "Gastrointestinal Microbiome",
        "Diet",
        "Larva",
        "Soybean Proteins",
        "Animal Nutritional Physiological Phenomena",
        "Fermentation",
        "Swine",
        "Random Allocation",
        "Sus scrofa"
      ]
    },
    {
      "pmid": "39549667",
      "title": "Soy protein gels based on ultrasonic treatment: Effects of Ca2+ and 11S/7S ratio on gel structures and digestive properties.",
      "authors": [
        "Ruqi Guo",
        "Xiaoqi Deng",
        "Qinlin Hu",
        "Ying Zhu",
        "Xiuqing Zhu"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to explore the impact of varying Ca2+ concentrations and 11S/7S ratios on the gel performance of soybean protein gels (SPGs) under ultrasonication (400 W, 15 min) and to clarify the mechanisms involved. Results showed Ca2+ addition altered the structure of soybean 11S/7S protein gels. Low Ca2+ levels increased the turbidity, hardness, and water retention of the gels, whereas high levels disrupted the orderly aggregation of 11S/7S proteins, creating a rough, porous network. The effect of Ca2+ was more pronounced with a higher 11S ratio, significantly influencing turbidity, disulfide bonding, and gel hardness. Conversely, 7S-rich gels showed reduced sensitivity to Ca2+. In vitro digestion and SDS-PAGE results indicated that 7S globulin's α, α', and β subunits were more digestible than the A and B subunits of 11S globulin. In conclusion, ultrasound combined with Ca2+ can enhance the cross-linking degree between 11S and 7S globulin, forming a dense network structure.",
      "mesh_terms": [
        "Soybean Proteins",
        "Gels",
        "Calcium",
        "Ultrasonic Waves",
        "Sonication",
        "Digestion"
      ]
    },
    {
      "pmid": "39488603",
      "title": "Antibacterial and wound healing stimulant nanofibrous dressing consisting of soluplus and soy protein isolate loaded with mupirocin.",
      "authors": [
        "Maryam Jahani",
        "Azadeh Asefnejad",
        "Mastafa H Al-Musawi",
        "Ahmed A Mohammed",
        "Basma Talib Al-Sudani",
        "Maha Hameed Al-Bahrani",
        "Nada A Kadhim",
        "Mina Shahriari-Khalaji",
        "Hamideh Valizadeh",
        "Fariborz Sharifianjazi",
        "Morteza Mehrjoo",
        "Ketevan Tavamaishvili",
        "Mohamadreza Tavakoli"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Severe cutaneous injuries may not heal spontaneously and may necessitate the use of supplementary therapeutic methods. Electrospun nanofibers possess high porosity and specific surface area, which provide the necessary microenvironment for wound healing. Here in, the nanofibers of Soluplus-soy protein isolate (Sol-SPI) containing mupirocin (Mp) were fabricated via electrospinning for wound treatment. The fabricated nanofibers exhibited water absorption capacities of about 300.83 ± 29.72% and water vapor permeability values of about 821.8 ± 49.12 g/m2 day. The Sol/SPI/Mp nanofibers showed an in vitro degradability of 33.73 ± 3.55% after 5 days. The ultimate tensile strength, elastic modulus, and elongation of the Sol/SPI/Mp nanofibers were measured as 3.61 ± 0.29 MPa, 39.15 ± 5.08 MPa, and 59.11 ± 1.94%, respectively. Additionally, 85.90 ± 6.02% of Mp loaded in the nanofibers was released in 5 days in vitro, and by applying the Mp-loaded nanofibers, 93.06 ± 5.40% and 90.40 ± 5.66% of S. aureus and E. coli bacteria were killed, respectively. Human keratinocyte cells (HaCat) demonstrated notable biocompatibility with the prepared nanofibers. Furthermore, compare to other groups, Sol-SPI-Mp nanofibers caused the fastest re-epithelialization and wound healing in a rat model. The findings of this study present a novel nanofiber-based wound dressing that accelerates the healing of severe skin wounds with the risk of infection.",
      "mesh_terms": [
        "Nanofibers",
        "Wound Healing",
        "Animals",
        "Mupirocin",
        "Anti-Bacterial Agents",
        "Bandages",
        "Rats",
        "Polyvinyls",
        "Humans",
        "Staphylococcus aureus",
        "Soybean Proteins",
        "Escherichia coli",
        "Caprolactam",
        "Male",
        "Tensile Strength",
        "Rats, Sprague-Dawley",
        "Polyethylene Glycols"
      ]
    },
    {
      "pmid": "39454439",
      "title": "Gelling ability and gel structure of soy protein isolate influenced by heating in the presence of various acids.",
      "authors": [
        "Haoqiang Wang",
        "Wen Li",
        "Shunjing Luo",
        "Xiuting Hu",
        "Chengmei Liu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the influence of acids on gelation of soy protein isolate (SPI) under heating. Specifically, the SPI solution was acidified to pH 2.5 using hydrochloric acid (HA), acetic acid (AA), tartaric acid (TA) and citric acid (CA), respectively, and then heated at 85 °C. It was found that the SPI gel with the anisotropic structure was formed, which suggested that the gel resulted from the organized arrangement of the SPI fibril. Subsequently, it was confirmed by several techniques such as atomic force microscopy that the above acidic-thermal treatment induced fibrillation of SPI. Furthermore, the ability of these acids to promote gelation and fibrillation of SPI was in the order of CA > TA > HA > AA. In summary, these results suggested that heating at pH 2.5 resulted in SPI fibrillation, thus promoting SPI gelation, and the acidity regulator type had a profound effect.",
      "mesh_terms": [
        "Soybean Proteins",
        "Gels",
        "Hot Temperature",
        "Hydrogen-Ion Concentration",
        "Acids"
      ]
    },
    {
      "pmid": "39427465",
      "title": "Ozone treatment increase the whiteness of soy protein isolate through the degradation of isoflavone.",
      "authors": [
        "Junyou Li",
        "Yunqi Chen",
        "Dan Wang",
        "Lijun Yin",
        "Chenyan Lv",
        "Jiachen Zang",
        "Guanghua Zhao",
        "Tuo Zhang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The color of soy protein isolate (SPI) influences the appearance of products such as tofu and soymilk, consequently impacting consumer preferences. Typically, whiter-colored SPIs were more favorite. However, products currently manufactured in the industry predominantly exhibit a yellowish hue. In our study, the incorporation of gaseous ozone into the production process of SPI notably improved its appearance on color. Simultaneously, a reduction in the isoflavone content enriched in SPI due to ozone treatment was observed, suggesting a potential mechanism for improving the whiteness of SPI. In addition, we discovered that the introduction of ozone for different times oxidized ozone-sensitive sulfhydryl groups, tryptophan, and tyrosine in proteins, thereby affecting the protein structure. This finding was determined through the analysis of free sulfhydryl groups, disulfide bonds, SDS-PAGE electrophoresis, FTIR, and endogenous fluorescence spectroscopy of SPIs. Meanwhile, the ozone treatment did not induce protein aggregation or alter its functional properties.",
      "mesh_terms": [
        "Ozone",
        "Soybean Proteins",
        "Isoflavones",
        "Color",
        "Oxidation-Reduction"
      ]
    },
    {
      "pmid": "39268595",
      "title": "Improved encapsulation efficiency and storage stability of lutein by soy protein isolate nanocarriers with thermal and trypsin treatments.",
      "authors": [
        "Yong Cheng",
        "Renyi Wu",
        "Dong Xiao",
        "Zhaojun Wang",
        "Qiuming Chen",
        "Maomao Zeng",
        "Fang Qin",
        "Jie Chen",
        "Zhiyong He"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "BACKGROUND: Encapsulation of bioactive compounds within protein-based nanoparticles has garnered considerable attention in the food and pharmaceutical industries because of its potential to enhance stability and delivery. Soy protein isolate (SPI) has emerged as a promising candidate, prompting the present study aiming to modify its properties through controlled thermal and trypsin treatments for improved encapsulation efficiency (EE) of lutein and its storage stability. RESULTS: The EE of lutein nanoparticles encapsulated using SPI trypsin hydrolysates (SPIT) with three varying degrees of hydrolysis (4.11%, 6.91% and 10.61% for SPIT1, SPIT2 and SPIT3, respectively) increased by 12.00%, 15.78% and 18.59%, respectively, compared to SPI. Additionally, the photostability of SPIT2 showed a remarkable increase of 38.21% compared to SPI. The superior encapsulation efficiency and photostability of SPIT2 was attributed to increased exposure of hydrophobic groups, excellent antioxidant activity and uniform particle stability, despite exhibiting lower binding affinity to lutein compared to SPI. Furthermore, in SPIT2, the protein structure unfolded, with minimal impact on overall secondary structure upon lutein addition. CONCLUSION: The precise application of controlled thermal and trypsin treatments to SPI has been shown to effectively produce protein nanoparticles with substantially improved encapsulation efficiency for lutein and enhanced storage stability of the encapsulated lutein. These findings underscore the potential of controlled thermal and trypsin treatments to modify protein properties effectively and offer significant opportunities for expanding the applications of protein-based formulations across diverse fields. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Soybean Proteins",
        "Trypsin",
        "Lutein",
        "Nanoparticles",
        "Drug Stability",
        "Drug Compounding",
        "Drug Carriers",
        "Particle Size",
        "Hydrophobic and Hydrophilic Interactions",
        "Hot Temperature",
        "Hydrolysis",
        "Drug Storage"
      ]
    },
    {
      "pmid": "39123561",
      "title": "Effect of Soy Protein Isolate on the Quality Characteristics of Silver Carp Surimi Gel during Cold Storage.",
      "authors": [
        "Songxing Zhang",
        "Zeyu Song",
        "Junhao Gu",
        "Xueqian Guo",
        "Yangling Wan",
        "Huaixiang Tian",
        "Xichang Wang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jul-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study mainly investigated the effect of soy protein isolate (SPI) on the gel quality of silver carp surimi under different storage conditions (storage temperatures of 4 °C, -20 °C, and -40 °C, and storage times of 0, 15, and 30 d). The results found that 10% SPI could inhibit the growth of ice crystals, improve the water distribution, enhance the water holding capacity of the gels, and strengthen the interaction between surimi and proteins. Compared to the control group, the composite silver carp surimi gel exhibited superior quality in texture, chemical interactions, and rheological properties during cold storage. Fourier transform infrared spectroscopy revealed an increasing trend in α-helix and β-turn content and a decreasing trend of β-sheet and random coil content. As storage time increased, the gel deterioration during cold storage inhibitory effect of the treatment group was superior to the control group, with the best results observed at -40 °C storage conditions. Overall, SPI was a good choice for maintaining the quality of silver carp surimi gel during cold storage, which could significantly reduce the changes in the textural properties during cold storage with improved water holding capacity."
    },
    {
      "pmid": "39047475",
      "title": "Carvacrol-loaded nanoemulsions stabilized by soy protein isolate / chitooligosaccharide conjugates inhibited the oxidation and conformational variations of myofibrillar proteins in refrigerated sea bass (Lateolabrax maculatus).",
      "authors": [
        "Jiaxin Zhao",
        "Weiqing Lan",
        "Jing Xie"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soy isolate protein / chitooligosaccharide (SPI/COS) glycosylated conjugates was prepared and employed as an emulsifier to stabilize carvacrol-loaded nanoemulsions (CNE-SPI/COS). The effects of CNE-SPI/COS on the oxidation and aggregation of myofibrillar protein (MPs) from sea bass (Lateolabrax maculatus) were investigated. Samples were immersed in sterile water (CK), SPI/COS solution and CNE-SPI/COS solution, respectively, follow by a 15-day refrigerated storage. MPs were extracted from fish fillets at 3-day intervals, then assessed for the oxidation degree and conformational changes in MPs, as well as structural variations in myofibrils. Compared with the CK group, the results obtained from protein oxidation assessment clarified that the oxidation and aggregation of MPs was significantly reduced by the CNE-SPI/COS treatment, as evidenced by the higher total sulfhydryl content and Ca2+-ATPase activity and lower surface hydrophobicity. Conformational analysis of MPs showed that CNE-SPI/COS was effective in maintaining the ordered secondary structure of MPs and reducing the exposure of hydrophobic residues in the hydrophobic core of the tertiary structure. In addition, CNE-SPI/COS was found to be effective in protecting the microstructure of muscle fibers and myofibrils in fish fillets. These results suggest that CNE-SPI/COS can be a promising method to prevent protein oxidation and aggregation in fish.",
      "mesh_terms": [
        "Animals",
        "Bass",
        "Oxidation-Reduction",
        "Emulsions",
        "Cymenes",
        "Fish Proteins",
        "Soybean Proteins",
        "Muscle Proteins",
        "Oligosaccharides",
        "Chitosan",
        "Chitin",
        "Myofibrils",
        "Seafood",
        "Food Preservation",
        "Protein Conformation",
        "Refrigeration"
      ]
    },
    {
      "pmid": "39003895",
      "title": "Effects of soy protein-rich meals on muscle health of older adults in long-term care: A randomized clinical trial.",
      "authors": [
        "Wuke Yuan",
        "Min Chen",
        "Yanqiu Chen",
        "Danfeng Xu",
        "Zhen Li",
        "Huijing Bai",
        "Qi Xu",
        "Yuanrong Jiang",
        "Jie Gu",
        "Shengqi Li",
        "Chenxi Su",
        "Lili Gu",
        "Jiaxin Fang",
        "Xinyao Zhu",
        "Jianqin Sun",
        "Jie Chen"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This study investigated the effects of a soy protein-rich meal intervention on the muscle health of older adults in long-term care facilities. METHODS: A 12-week single-center randomized controlled trial with a control-group and open-label design was conducted. Eighty-four older adults from a long-term care facility participated in the study. The chefs at the facility cooked three meals using soy protein-rich recipes designed by dieticians. For 12 weeks, the intervention group participants consumed three meals with 30 g of soy protein (10 g/meal) per day, and the control group participants maintained their habitual diets. RESULTS: The 84 participants (mean age, 84.9 ± 7.0 years; 61.9% female) were randomly assigned to an intervention group (43 participants) and a control group (41 participants). The intervention group exhibited significant increases in several lean mass indicators, namely soft lean mass (mean, 1.43 kg; 95% confidence interval [CI]: 0.20-1.65 kg), skeletal muscle mass (mean, 1.20 kg; 95% CI: 0.43-1.96 kg), appendicular skeletal muscle mass (mean, 0.79 kg; 95% CI: 0.07-1.52 kg), and skeletal muscle index (mean, 0.37 kg/m2; 95% CI: 0.05-0.68 kg/m2) (all P < 0.05). These changes were not observed in the control group (all P > 0.05). Notably, calf circumference decreased significantly in the control group (mean, -0.98 cm; 95% CI: -1.61 to -0.36 cm) but was maintained in the intervention group. The differences in the calf circumference and 6-m walk performance of the two groups were significant (P < 0.05). CONCLUSIONS: The 12-week soy protein-rich meal intervention improved the muscle mass and 6-m walk performance of older adults in a long-term care facility.",
      "mesh_terms": [
        "Humans",
        "Soybean Proteins",
        "Female",
        "Male",
        "Long-Term Care",
        "Muscle, Skeletal",
        "Aged, 80 and over",
        "Meals",
        "Aged",
        "Body Composition",
        "Sarcopenia",
        "Diet",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "38998623",
      "title": "Soy Protein Isolate Gel Subjected to Freezing Treatment: Influence of Methylcellulose and Sodium Hexametaphosphate on Gel Stability, Texture and Structure.",
      "authors": [
        "Xiaoyu Xia",
        "Binyang Zhang",
        "Yuyang Huang",
        "Ying Zhu",
        "Min Qu",
        "Linlin Liu",
        "Bingyu Sun",
        "Xiuqing Zhu"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jul-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Freezing affects texture and induces the loss of gel quality. This study investigated the effects of methylcellulose (MC) (0.2%, 0.4%, 0.6%) and sodium hexametaphosphate (SHMP) (0.15%, 0.3%) on the gel textural and structural properties of SPI gels before and after freezing, and explores the synergistic enhancement of gel texture and the underlying mechanisms resulting from the simultaneous addition of SHMP and MC to SPI gels. It was revealed that MC improved the strength of SPI gels through its thickening properties, but it could not inhibit the reduction of SPI gels after freezing. The 0.4% MC-SPI gel exhibited the best gel strength (193.2 ± 2.4 g). SHMP inhibited gel reduction during freezing through hydrogen bonding and ionic interactions; it enhanced the freezing stability of SPI gels. The addition of 0.15% SHMP made the water-holding capacity in SPI gels reach the highest score after freezing (58.2 ± 0.32%). The synergistic effect of MC and SHMP could improve the strength and the freezing stability of SPI gels. MC facilitated the release of ionizable groups within SPI, causing negatively charged SHMP groups to aggregate on the SPI and inhibit the freezing aggregation of proteins. These results provide a strong basis for the improvement of cryogenic soy protein gel performance by SHMP and MC."
    },
    {
      "pmid": "38928742",
      "title": "Commercial Production of Highly Rehydrated Soy Protein Powder by the Treatment of Soy Lecithin Modification Combined with Alcalase Hydrolysis.",
      "authors": [
        "Shuanghe Ren",
        "Yahui Du",
        "Jiayu Zhang",
        "Kuangyu Zhao",
        "Zengwang Guo",
        "Zhongjiang Wang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jun-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The low rehydration properties of commercial soy protein powder (SPI), a major plant-based food ingredient, have limited the development of plant-based foods. The present study proposes a treatment of soy lecithin modification combined with Alcalase hydrolysis to improve the rehydration of soy protein powder, as well as other processing properties (emulsification, viscosity). The results show that the soy protein-soy lecithin complex powder, which is hydrolyzed for 30 min (SPH-SL-30), has the smallest particle size, the smallest zeta potential, the highest surface hydrophobicity, and a uniform microstructure. In addition, the value of the ratio of the α-helical structure/β-folded structure was the smallest in the SPH-SL-30. After measuring the rehydration properties, emulsification properties, and viscosity, it was found that the SPH-SL-30 has the shortest wetting time of 3.04 min, the shortest dispersion time of 12.29 s, the highest solubility of 93.17%, the highest emulsifying activity of 32.42 m2/g, the highest emulsifying stability of 98.33 min, and the lowest viscosity of 0.98 pa.s. This indicates that the treatment of soy lecithin modification combined with Alcalase hydrolysis destroys the structure of soy protein, changes its physicochemical properties, and improves its functional properties. In this study, soy protein was modified by the treatment of soy lecithin modification combined with Alcalase hydrolysis to improve the processing characteristics of soy protein powders and to provide a theoretical basis for its high-value utilization in the plant-based food field."
    },
    {
      "pmid": "38924918",
      "title": "Soy protein particles as stabilizers of heat-stable O/W emulsions with 20% protein content.",
      "authors": [
        "Rui Zhang",
        "Yixue Wei",
        "Bowen Zou",
        "Xiaohan Zheng",
        "Chao Ren",
        "Xiaokang Na",
        "Xianbing Xu",
        "Ming Du",
        "Beiwei Zhu",
        "Chao Wu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In response to the increasing demand for nutritionally rich foods, consumer preference for protein-enriched beverages has grown. However, heat-induced protein aggregation and gelation significantly hinders the production of high-protein drinks. In this study, oil-in-water (O/W) emulsions with exceptional thermal stability were formulated using modified soy protein particles (MSPs). These MSPs effectively resisted gel formation, even at a protein concentration of up to 20% (w/v). In contrast, emulsions prepared with untreated soy proteins (SPs) experienced pronounced gelation under identical conditions. The compact structure of MSPs, in comparison to SPs, imparted resistance to heat-induced denaturation and aggregation. Additionally, the emulsion displayed heightened heat processing insensitivity, due to the enhanced hydrophobicity of MSPs and their rapid adsorption at the oil-water interface, resulting in a denser, more elastic, and resilient interfacial film. These findings provide practical insights for the formulation of protein-rich milk alternatives, meeting the evolving market demands.",
      "mesh_terms": [
        "Emulsions",
        "Soybean Proteins",
        "Hot Temperature",
        "Hydrophobic and Hydrophilic Interactions",
        "Water",
        "Protein Stability"
      ]
    },
    {
      "pmid": "38817117",
      "title": "Effect of transglutaminase crosslinking combined with lactic fermentation on the potential allergenicity and conformational structure of soy protein.",
      "authors": [
        "Guangliang Xing",
        "Siran Yang",
        "Lu Huang",
        "Sitong Liu",
        "Xinyi Wan"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Food allergies are a growing concern worldwide, with soy proteins being important allergens that are widely used in various food products. This study investigated the potential of transglutaminase (TGase) and lactic acid bacteria (LAB) treatments to modify the allergenicity and structural properties of soy protein isolate (SPI), aiming to develop safer soy-based food products. RESULTS: Treatment with TGase, LAB or their combination significantly reduced the antibody reactivity of β-conglycinin and the immunoglobulin E (IgE) binding capacity of soy protein, indicating a decrease in allergenicity. TGase treatment led to the formation of high-molecular-weight aggregates, suggesting protein crosslinking, while LAB treatment resulted in partial protein hydrolysis. These structural changes were confirmed by Fourier transform infrared spectroscopy, which showed a decrease in β-sheet content and an increase in random coil and β-turn contents. In addition, changes in intrinsic fluorescence and ultraviolet spectroscopy were also observed. The alterations in protein interaction and the reduction in free sulfhydryl groups highlighted the extensive structural modifications induced by these treatments. CONCLUSION: The synergistic application of TGase and LAB treatments effectively reduced the allergenicity of SPI through significant structural modifications. This approach not only diminished antibody reactivity of β-conglycinin and IgE binding capacity of soy protein but also altered the protein's primary, secondary and tertiary structures, suggesting a comprehensive alteration of SPI's allergenic potential. These findings provide a promising strategy for mitigating food allergy concerns and lay the foundation for future research on food-processing techniques aimed at allergen reduction. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Soybean Proteins",
        "Transglutaminases",
        "Food Hypersensitivity",
        "Allergens",
        "Immunoglobulin E",
        "Humans",
        "Fermentation",
        "Protein Conformation",
        "Antigens, Plant",
        "Globulins",
        "Lactobacillales",
        "Glycine max",
        "Seed Storage Proteins"
      ]
    },
    {
      "pmid": "38797128",
      "title": "Improvement of physicochemical properties and quercetin delivery ability of fermentation-induced soy protein isolate emulsion gel processed by ultrasound.",
      "authors": [
        "Chunpeng Han",
        "Xinyu Ren",
        "Xin Shen",
        "Xiaoyu Yang",
        "Liang Li"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the effects of ultrasonic treatment at different powers on the physicochemical properties, microstructure and quercetin delivery capacity of fermentation-induced soy protein isolate emulsion gel (FSEG). The FSEG was prepared by subjecting soy protein isolate (SPI) emulsion to ultrasonic treatment at various powers (0, 100, 200, 300, and 400 W), followed by lactic acid bacteria fermentation. Compared with the control group (0 W), the FSEG treated with ultrasound had higher hardness, water holding capacity (WHC) and rheological parameters. Particularly, at an ultrasonic power of 300 W, the FSEG had the highest hardness (101.69 ± 4.67 g) and WHC (75.20 ± 1.07%) (p < 0.05). Analysis of frequency sweep and strain scanning revealed that the storage modulus (G') and yield strains of FSEG increased after 300 W ultrasonic treatment. Additionally, the recovery rate after creep recovery test significantly increased from 18.70 ± 0.49% (0 W) to 58.05 ± 0.54% (300 W) (p < 0.05). Ultrasound treatment also resulted in an increased β-sheet content and the formation of a more compact micro-network structure. This led to a more uniform distribution of oil droplets and reduced mobility of water within the gel. Moreover, ultrasonic treatment significantly enhanced the encapsulation efficiency of quercetin in FSEG from 81.25 ± 0.62 % (0 W) to 90.04 ± 1.54% (300 W). The bioaccessibility of quercetin also increased significantly from 28.90 ± 0.40% (0 W) to 42.58 ± 1.60% (300 W) (p < 0.05). This study enriches the induction method of soy protein emulsion gels and provides some references for the preparation of fermented emulsion gels loaded with active substances.",
      "mesh_terms": [
        "Quercetin",
        "Emulsions",
        "Soybean Proteins",
        "Fermentation",
        "Gels",
        "Chemical Phenomena",
        "Ultrasonic Waves",
        "Rheology"
      ]
    },
    {
      "pmid": "38729710",
      "title": "Near-infrared spectroscopy to quantify overall thermal process intensity during high-moisture extrusion of soy protein concentrate.",
      "authors": [
        "Nienke Köllmann",
        "Rozemarijn Vringer",
        "Puneet Mishra",
        "Lu Zhang",
        "Atze Jan van der Goot"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "High-moisture extrusion (HME) is widely used to produce meat analogues. During HME the plant-based materials experience thermal and mechanical stresses. It is complicated to separate their effects on the final products because these effects are interrelated. In this study we hypothesize that the intensity of the thermal treatment can explain a large part of the physicochemical changes that occur during extrusion. For this reason, near-infrared (NIR) spectroscopy was used as a novel method to quantify the thermal process intensity during HME. High-temperature shear cell (HTSC) processing was used to create a partial least squares (PLS) regression curve for processing temperature under controlled processing conditions (root mean standard error of cross-validation (RMSECV) = 4.00 °C, coefficient of determination of cross-validation (R2CV) = 0.97). This PLS regression model was then applied to HME extrudates produced at different screw speeds (200-1200 rpm) and barrel temperatures (100-160 °C) with two different screw profiles to calculate the equivalent shear cell temperature as a measure for thermal process intensity. This equivalent shear cell temperature reflects the effects of changes in local temperature conditions, residence time and thermal stresses. Furthermore, it can be related to the degree of texturization of the extrudates. This information can be used to gain new insights into the effect of various process parameters during HME on the thermal process intensity and extrudate quality.",
      "mesh_terms": [
        "Spectroscopy, Near-Infrared",
        "Hot Temperature",
        "Food Handling",
        "Soybean Proteins",
        "Least-Squares Analysis",
        "Water"
      ]
    },
    {
      "pmid": "38667642",
      "title": "Optimization of Ink Composition and 3D Printing Process to Develop Soy Protein-Based Scaffolds.",
      "authors": [
        "Teresa Carranza",
        "Aitor Tejo-Otero",
        "Carlos Bengoechea",
        "Pedro Guerrero",
        "Koro de la Caba"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2024-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inks based on soybean protein isolate (SPI) were developed and their formulations were optimized as a function of the ink heat treatment and the content of other biopolymers to assess the effects of protein-polysaccharides and protein-protein interactions. First, the rheological behavior of the inks was analyzed in relation to the polyvinyl alcohol (PVA) concentration employed (20, 25, and 30 wt%) and, as a result of the analysis, the ink with 25 wt% PVA was selected. Additionally, sodium alginate (SA) and gelatin (GEL) were added to the formulations to improve the viscoelastic properties of the inks and the effect of the SA or GEL concentrations (1, 2, and 3 wt%) was studied. All inks showed shear thinning behavior and self-supporting abilities. Among all the 3D printed scaffolds, those with higher SA (3 wt%) or GEL (2 and 3 wt%) content showed higher shape fidelity and were selected for further characterization. Texture profile analysis demonstrated that the scaffolds prepared with previously heat-treated inks containing 3 wt% GEL showed the highest strength. Additionally, these scaffolds showed a higher water-uptake capacity profile."
    },
    {
      "pmid": "38617662",
      "title": "A Soy Protein-Based Film Based on Chemical Treatment and Microcrystalline Cellulose Reinforcement Obtained from Corn Husk Byproducts.",
      "authors": [
        "Binghan Zhang",
        "Baicheng Guo",
        "Shihan Wang",
        "Can Liu",
        "Lu Cheng",
        "Jinguo Wang"
      ],
      "journal": "ACS omega",
      "publication_date": "2024-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Developing an environmentally friendly soy protein-based film that offers excellent performance has garnered considerable interest while also posing a significant challenge. Herein, we propose the strategy of covalent and noncovalent cross-linking to improve the mechanical properties of the films. First, chemical denaturation was carried out under the combined action of sodium sulfite, sodium dodecyl sulfate, sodium hydroxide, and urea to reshape the structure of the protein to improve the solubility of protein and release active groups. Then, microcrystalline cellulose (MCC) derived from low-cost agro-industrial byproducts (corn husk) was employed to balance the covalent cross-linking reaction between proteins and the noncovalent reaction between MCC and protein. The results indicate that the structure and properties of the soy protein-based films were modified and improved through chemical treatment in conjunction with biomass enhancement. It is concluded that the addition of 1% MCC improves the tensile strength, elastic modulus, water solubility, and water vapor permeability of \"MCC-1%\" by 64.7, 75.9, 22.7, and 12.9%, respectively. Additionally, the resulting film of \"MCC-1%\" exhibits better resistance to thermal degradation and improved thermo-stability. However, the elongation at break decreased by increasing the addition of MCC. Thus, this work may provide a simple and affordable approach to preparing a high-performing soy protein-based film."
    },
    {
      "pmid": "38552684",
      "title": "Soy protein isolate-catechin complexes conjugated by pre-heating treatment for enhancing emulsifying properties: Molecular structures and binding mechanisms.",
      "authors": [
        "Juyang Zhao",
        "Huiping Yuan",
        "Yiyu Chen",
        "Xuwei Fang",
        "Yuqi Li",
        "Hengzhe Yao",
        "Wenlan Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the impact of different pre-heating temperatures (ranging from 40 °C to 80 °C) on the interactions between soy protein isolate (SPI) and catechin to effectively control catechin encapsulation efficiency and optimize the emulsifying properties of soy protein isolate. Results showed that optimal heat treatment at 70 °C improved catechin encapsulation efficiency up to 93.71 ± 0.14 %, along with the highest solubility, enhanced emulsification activity index and improved thermal stability of the protein. Multiple spectroscopic techniques revealed that increasing pretreatment temperature (from 40 °C to 70 °C) altered the secondary structures of SPI, resulting in a more stable unfolded structure for the composite system with a significant increase in α-helical structures and a decrease in random coil and β-sheet structures. Moreover, optimal heat treatment also leads to an augmentation of free sulfhydryl groups within complex as well as exposure of more internal chromophore amino acids on molecular surface. Size-exclusion high-performance liquid chromatography and SDS-PAGE analysis indicated that the band intensity of newly formed high-molecular-weight soluble macromolecules (>180 kDa) increased as the pre-heating temperature rose. Furthermore, fluorescence spectroscopy and molecular docking analysis suggest that hydrophobic and covalent interactions were involved in complex formation, which intensified with increasing temperature.",
      "mesh_terms": [
        "Soybean Proteins",
        "Catechin",
        "Molecular Docking Simulation",
        "Solubility",
        "Hot Temperature",
        "Emulsions",
        "Hydrophobic and Hydrophilic Interactions",
        "Heating",
        "Protein Binding",
        "Emulsifying Agents",
        "Protein Structure, Secondary"
      ]
    },
    {
      "pmid": "38503060",
      "title": "Ultrasound viscous reduction effects on the proteolysis of soy protein isolate at a limited degree of hydrolysis: Changes in the functional characteristics and protein structure.",
      "authors": [
        "Yolandani",
        "Haile Ma",
        "Dandan Liu",
        "Yu Cheng",
        "Fredy Agil Raynaldo",
        "Mokhtar Dabbour",
        "Jiapin Chao",
        "Asad Ali",
        "Susu Yang"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High-concentration soy protein isolate was subjected to ultrasonication for viscosity reduction to assist the process of limited enzymatic hydrolysis. Ultrasonication (20 kHz, 10 min, 160 W/L) effectively reduced the viscosity of soy protein isolate at a comparatively high concentration of 14 % (w/v) and promoted the limited enzymatic hydrolysis (controlled degree of hydrolysis of 12 %) with a higher peptide yield than that of the conventional method. The correlations between substrate viscosity and peptide yield, as well as the viscosities of the resulting hydrolysates, were studied. The findings revealed positive correlations between the viscosities of the substrate and hydrolysate, underscoring the potential impact of altering substrate viscosity on the final product. Furthermore, the utilization of ultrasonic viscosity reduction-assisted proteolysis has shown its capability to improve the functional and physicochemical properties, as well as the protein structure of the hydrolysate, while maintaining the same level of hydrolysis. It is worth noting that there were significant alterations in particle size (decrease), β-sheet content (increase), β-turn content (increase), and random coil content (increase). Interestingly, ultrasonication unexpectedly impeded the degradation of molecular mass in proteins during proteolysis, while increasing the hydrophobic properties of the hydrolysate. These findings aligned with the observed reduction in bitterness and improvement in emulsifying properties and water-holding capacity.",
      "mesh_terms": [
        "Soybean Proteins",
        "Hydrolysis",
        "Proteolysis",
        "Viscosity",
        "Peptides"
      ]
    },
    {
      "pmid": "38487277",
      "title": "Physical property changes promoting shelf-life extension of soy protein-based high moisture meat analog under high pressure treatment.",
      "authors": [
        "Nipat Limsangouan",
        "Natita Rodkwan",
        "Worapol Pengpinit",
        "Titaporn Tumpanuvatr",
        "Pathika Pengpinit",
        "Yupadee Paopun",
        "Hataichanok Kantrong"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of high pressure treatment were investigated on the physical properties and possible shelf-life extension of soy protein-based high moisture meat analog (S-HMMA) produced by the extrusion process. High pressure treatment was applied at 200, 400 and 600 MPa for 5, 10 and 15 min. Physical properties of S-HMMA including appearance, moisture content, color and texture were analyzed during storage at 4 °C for 8 weeks. Higher pressure and longer storage time significantly reduced moisture content by creating more air cells and increasing cavitation. L* value of S-HMMA products increased at higher levels of pressurization while increasing storage time tended to decrease lightness. The unpressurized control S-HMMA product showed increasing hardness and toughness, while S-HMMA products subjected to various pressures exhibited higher hardness and toughness over time compared to the control sample at 200-400 MPa. Products treated with high pressure (600 MPa) showed the highest reductions in microbial growth but the aroma of the beans became more pronounced."
    },
    {
      "pmid": "38460320",
      "title": "Modification of soy protein isolate and pea protein isolate by high voltage dielectric barrier discharge (DBD) atmospheric cold plasma: Comparative study on structural, rheological and techno-functional characteristics.",
      "authors": [
        "Srutee Rout",
        "Prem Prakash Srivastav"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The modification in structural, rheological, and techno-functional characteristics of soy and pea protein isolates (SPI and PPI) due to dielectric barrier discharge cold plasma (DBD-CP) were assessed. The increased carbonyl groups in both samples with cold plasma (CP) treatment led to a reduction in free sulfhydryl groups. Moreover, protein solubility of treated proteins exhibited significant improvements, reaching up to 59.07 % and 41.4 % for SPI and PPI, respectively, at 30 kV for 8 min. Rheological analyses indicated that storage modulus (G') was greater than loss modulus (G″) for CP-treated protein gels. Furthermore, in vitro protein digestibility of SPI exhibited a remarkable improvement (4.78 %) at 30 kV for 6 min compared to PPI (3.23 %). Spectroscopic analyses, including circular dichroism and Fourier Transform-Raman, indicated partial breakdown and loss of α-helix structure in both samples, leading to the aggregation of proteins. Thus, DBD-CP induces reactive oxygen species-mediated oxidation, modifying the secondary and tertiary structures of samples.",
      "mesh_terms": [
        "Soybean Proteins",
        "Pea Proteins",
        "Plasma Gases",
        "Solubility",
        "Protein Conformation, alpha-Helical"
      ]
    },
    {
      "pmid": "38460262",
      "title": "Recovery of perfluorooctane sulfonate (PFOS) and perfluorooctanoate (PFOA) from water using foam fractionation with whey soy protein.",
      "authors": [
        "Nan Hu",
        "Xiaodan Sun",
        "Nan Yao",
        "Mei Yang",
        "Yaoxi Chen",
        "Zhijun Zhang"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2024-May-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Perfluorooctane sulfonate (PFOS) and perfluorooctanoate (PFOA) are persistent anthropogenic chemicals that are widely distributed in the environment and pose significant risks to human health. Foam fractionation has emerged as a promising method to recover PFOS/PFOA from water. However, PFOS/PFOA concentrations in wastewater are often inadequate to generate stable foams due to their high critical micelle concentrations and the addition of a cosurfactant is necessary. In this study, we developed whey soy protein (WSP) as a green frother and collector derived from soybean meal (SBM), which is an abundant and cost-effective agro-industrial residue. WSP exhibited excellent foaming properties across a wide pH range and demonstrated strong collection capabilities that enhanced the recovery of PFOS/PFOA. The mechanism underlying this collection ability was elucidated through various methods, revealing the involvement of electrostatic attraction, hydrophobic interaction, and hydrogen bonding. Furthermore, we designed a double plate internal to improve the enrichment of PFOS/PFOA by approximately 2.3 times while reducing water recovery. Under suitable conditions (WSP concentration: 300 mg/L, pH: 6.0, air flowrate: 300 mL/min), we achieved high recovery percentages of 94-98% and enrichment ratios of 7.5-12.8 for PFOS/PFOA concentrations ranging from 5 to 20 mg/L. This foam fractionation process holds great promise for the treatment of PFOS/PFOA and other per- and polyfluoroalkyl substances.",
      "mesh_terms": [
        "Humans",
        "Water",
        "Soybean Proteins",
        "Whey",
        "Whey Proteins",
        "Fluorocarbons",
        "Caprylates",
        "Alkanesulfonic Acids",
        "Water Pollutants, Chemical"
      ]
    },
    {
      "pmid": "38446598",
      "title": "Development of Novel Nanocarriers by Ultrasound and Ethanol-Assisted Soy Protein Isolate: Enhancing the Resistance of Lutein to Environmental Stress.",
      "authors": [
        "Xiaoyi Cheng",
        "Fanda Meng",
        "Muyu Lou",
        "Ruiqi Peng",
        "Mingxi Zou",
        "Hezhen Zhang",
        "Yi Wu",
        "Huan Wang",
        "Jing Xu",
        "Lianzhou Jiang"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this work was to investigate the effects of the processing sequence of ultrasound and ethanol on the physicochemical properties of soy protein isolate (SPI), which were further evaluated for the morphology and stability of SPI-lutein coassembled nanoparticles. The results showed that the sequence of ultrasound followed by ethanol treatment was the optimal one. The samples were subjected to ultrasonication followed by subunit disassembly and reassembly induced by 40% (v/v) ethanol, with the resulting molecular unfolding and subsequent aggregation being attributed to intramolecular hydrogen bonds. The recombined nanoparticles had smaller particle size (142.43 ± 2.91 nm) and turbidity (0.16 ± 0.01), and the exposure of more hydrophobic groups (H0 = 6221.00 ± 130.20) induced a shift of SPI structure toward a more ordered direction. The homogeneous and stable particle provided excellent stability for the loading of lutein. The bioaccessibility (from 25.48 ± 2.35 to 65.85 ± 1.78%) and release rate of lutein were modulated in gastrointestinal digestion experiments. Our discoveries provide a new perspective for the development of combined physicochemical modification of proteins as nanocarriers in functional foods.",
      "mesh_terms": [
        "Soybean Proteins",
        "Lutein",
        "Solubility",
        "Hydrophobic and Hydrophilic Interactions",
        "Particle Size"
      ]
    },
    {
      "pmid": "38397593",
      "title": "Improving the Storage Stability of Soy Protein Isolate through Annealing.",
      "authors": [
        "Shenzhong Zou",
        "Zhaojun Wang",
        "Maomao Zeng",
        "Zhiyong He",
        "Jie Chen"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effect of annealing treatment on the stability of soy protein isolate (SPI) during storage. Different SPI samples with varying denaturation levels were subjected to varying annealing temperatures and durations before being stored at 37 °C for 12 weeks to assess their stability. Our findings revealed that annealing at 65 °C for 30 min significantly mitigated protein deterioration, improving the stability of highly denatured proteins during storage. Surface hydrophobicity and endogenous fluorescence analyses indicated that this annealing condition induced protein structure unfolding, an initial increase in SPI hydrophobicity, and a blue shift in the maximum absorption wavelength (λmax). The slowest increase in hydrophobicity occurred during storage, along with a red shift in the maximum absorption wavelength by the 12th week. These results suggest that annealing treatment holds promise for mitigating the issue of reduced SPI stability during storage."
    },
    {
      "pmid": "38387223",
      "title": "Riboflavin-loaded soy protein isolate cold gel treated with combination of high intensity ultrasound and high hydrostatic pressure: Gel structure, physicochemical properties and gastrointestinal digestion fate.",
      "authors": [
        "Yuxuan Mao",
        "Xinqi Li",
        "Qi Qi",
        "Fang Wang",
        "Hao Zhang",
        "Yuzhu Wu",
        "Jingsheng Liu",
        "Chengbin Zhao",
        "Xiuying Xu"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Transglutaminase (TGase) was added to soy protein isolate (SPI) dispersion after the combination treatment of high intensity ultrasound (HIU) and high hydrostatic pressure (HHP) to catalyze the formation of cold gel, which was used to encapsulate riboflavin. The structure, physicochemical properties and in vitro digestion characteristics of riboflavin-loaded SPI cold gel were investigated. HIU-HHP combined treatment enhanced the strength, water retention, elastic property, thermal stability and protein denaturation degree of riboflavin-loaded SPI cold gels, and improved the gel network structure, resulting in a higher encapsulation efficiency of riboflavin and its chemical stability under heat and light treatment. HIU-HHP combined treatment reduced the erosion and swelling of SPI cold gel in simulated gastrointestinal fluid, and improved the sustained release effect of SPI gel on riboflavin by changing the digestion mode and rate of gel. In addition, HIU-HHP combined treated gels promoted the directional release of riboflavin in the simulated intestinal fluid, thereby improving its bioaccessibility, which was related to the secondary structure orderliness, tertiary conformation tightness and aggregation degree of protein during the gastrointestinal digestion. Therefore, HIU-HHP combined treatment technology had potential application value in improving the protection, sustained/controlled release and delivery of SPI cold gels for sensitive bioactive compounds.",
      "mesh_terms": [
        "Soybean Proteins",
        "Hydrostatic Pressure",
        "Hot Temperature",
        "Gels",
        "Digestion"
      ]
    },
    {
      "pmid": "38382257",
      "title": "Analyzing changes in volatile flavor compounds of soy protein isolate during ultrasonic-thermal synergistic treatments using electronic nose and HS-SPME-GC-MS combined with chemometrics.",
      "authors": [
        "Yue Kong",
        "Zenan Wu",
        "Yanhui Li",
        "Zimeng Kang",
        "Lu Wang",
        "Fengying Xie",
        "Dianyu Yu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The beany flavor of soy protein isolate (SPI) creates barriers to their application in food processing. This study investigated the effect of ultrasonic-thermal synergistic treatments, combined with vacuum degassing, on the removal of volatile compounds from SPI. The results revealed that ultrasonic-thermal synergistic treatments altered protein secondary structure and increased fluorescence intensity and surface hydrophobicity, which affected the flavor-binding ability of protein, resulting in reduced electronic nose sensor response values. At synergistic treatment (350 W, 120 ℃ and 150 s), the content of hexanal, (E)-2-hexenal, and 1-octen-3-ol reduced by 70.60 %, 95.60 % and 61.23 %. (E)-2-nonenal and 2-pentylfuran were not detected. Chemometric analysis indicated significant flavor differences between control and treated SPI. Furthermore, α-helix, β-sheet, β-turn, and surface hydrophobicity highly correlated with volatile compounds through correlation analysis, indicating that altered protein structure affected interactions with volatile compounds. The study reduced beany flavor and further expanded the range of applications of plant protein in food industry.",
      "mesh_terms": [
        "Gas Chromatography-Mass Spectrometry",
        "Soybean Proteins",
        "Chemometrics",
        "Solid Phase Microextraction",
        "Ultrasonics",
        "Electronic Nose",
        "Volatile Organic Compounds",
        "Aldehydes"
      ]
    },
    {
      "pmid": "38306950",
      "title": "miRNA-seq analysis of liver tissue from largemouth bass (Micropterus salmoides) in response to oxytetracycline and enzyme-treated soy protein.",
      "authors": [
        "Haifeng Liu",
        "Zhihao Zhang",
        "Ju Zhao",
        "Quanquan Cao",
        "Jun Jiang"
      ],
      "journal": "Comparative biochemistry and physiology. Part D, Genomics & proteomics",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The specific miRNA regulation triggered by enzyme-treated soybean protein in response to well-known stressors, such as the prophylactic use of the antimicrobial oxytetracycline, remains unknown. Hence, this study aimed to evaluate the regulatory changes of hepatic miRNAs induced by oxytetracycline and enzyme-treated soybean protein in largemouth bass dietary formulations. The experiment was designed with three groups: the normal control (NC), the oxytetracycline exposure treatment group (OTC), and the pre-treatment with enzyme-treated soybean protein before oxytetracycline exposure group (ETSP). miRNA sequencing was employed to characterize the differences between these groups. In conclusion, the NC group exhibited up-regulation of 13 host miRNAs and down-regulation of 1 miRNA compared to the OTC group, whereas the ETSP group showed an increasing trend of 36 host miRNAs and a decreasing trend of 13 host miRNAs compared to the OTC group. Nine miRNAs were identified as prudential targets for enzyme-treated soy protein, protecting the largemouth bass liver from oxytetracycline. Furthermore, gene ontology analysis revealed nine key miRNAs that mediate signaling pathways with significant differences. The cellular lipid metabolic process was identified as the most important biological process, and the propanoate metabolism pathway was highlighted as significant. These results will facilitate further exploration of the mechanism by which enzyme-treated soy protein alleviates the effects of oxytetracycline on largemouth bass in water environments.",
      "mesh_terms": [
        "Animals",
        "Bass",
        "Soybean Proteins",
        "Oxytetracycline",
        "Liver",
        "MicroRNAs"
      ]
    },
    {
      "pmid": "38266416",
      "title": "Ultrasonic enhancement of structural and emulsifying properties of heat-treated soy protein isolate nanoparticles to fabricate flaxseed-derived diglyceride-based pickering emulsions.",
      "authors": [
        "Iftikhar Hussain Badar",
        "Ziyi Wang",
        "Qian Chen",
        "Qian Liu",
        "Jing Ma",
        "Haotian Liu",
        "Baohua Kong"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Flaxseed-derived diglyceride (DAG)-based Pickering emulsions were fabricated using soy protein isolate (SPI) nanoparticles as stabilizer. The SPI nanoparticles were prepared under the combined action of heating and ultrasound treatment. The SPI nanoparticles exposed to 600 W power exhibited the smallest particle size (133.36 nm) and zeta potential (-34.77 mV). Ultrasonic treatment did not significantly impact the polypeptide chain's primary structure but induced changes in the secondary structure. The Pickering emulsions stabilized with ultrasound-treated SPI nanoparticles showed smaller particle size, lower zeta potential, and improved emulsifying properties. Notably, at 450 W power, these emulsions showed a higher solid-liquid balance, reduced mean square displacement, backscattering fluctuations, and turbiscan stability index. Besides, they displayed a more compact microstructure with smaller droplets. In conclusion, SPI subjected to heating and 450 W ultrasound power resulted in the fabrication of DAG-based Pickering emulsions with enhanced microstructure and stability.",
      "mesh_terms": [
        "Emulsions",
        "Soybean Proteins",
        "Hot Temperature",
        "Flax",
        "Ultrasonics",
        "Diglycerides",
        "Particle Size",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "38257015",
      "title": "Comprehensive Development of a Cellulose Acetate and Soy Protein-Based Scaffold for Nerve Regeneration.",
      "authors": [
        "Brandon Gutiérrez",
        "María Eugenia González-Quijón",
        "Paulina Martínez-Rodríguez",
        "Josefa Alarcón-Apablaza",
        "Karina Godoy",
        "Diego Pulzatto Cury",
        "María Florencia Lezcano",
        "Daniel Vargas-Chávez",
        "Fernando José Dias"
      ],
      "journal": "Polymers",
      "publication_date": "2024-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The elaboration of biocompatible nerve guide conduits (NGCs) has been studied in recent years as a treatment for total nerve rupture lesions (axonotmesis). Different natural polymers have been used in these studies, including cellulose associated with soy protein. The purpose of this report was to describe manufacturing NGCs suitable for nerve regeneration using the method of dip coating and evaporation of solvent with cellulose acetate (CA) functionalized with soy protein acid hydrolysate (SPAH). METHODS: The manufacturing method and bacterial control precautions for the CA/SPAH NGCs were described. The structure of the NGCs was analyzed under a scanning electron microscope (SEM); porosity was analyzed with a degassing method using a porosimeter. Schwann cell (SCL 4.1/F7) biocompatibility of cell-seeded nerve guide conduits was evaluated with the MTT assay. RESULTS: The method employed allowed an easy elaboration and customization of NGCs, free of bacteria, with pores in the internal surface, and the uniform wall thickness allowed manipulation, which showed flexibility; additionally, the sample was suturable. The NGCs showed initial biocompatibility with Schwann cells, revealing cells adhered to the NGC structure after 5 days. CONCLUSIONS: The fabricated CA/SPAH NGCs showed adequate features to be used for peripheral nerve regeneration studies. Future reports are necessary to discuss the ideal concentration of CA and SPAH and the mechanical and physicochemical properties of this biomaterial."
    },
    {
      "pmid": "38231732",
      "title": "Effect of Ultrasound and Salt on Structural and Physical Properties of Sodium Alginate/Soy Protein Isolates Composite Fiber.",
      "authors": [
        "Xinyue Zeng",
        "Bing Cui",
        "Bin Zhou",
        "Hongshan Liang",
        "Di Wu",
        "Jing Li",
        "Bin Li"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recently, there has been a growing interest in advancing plant-based or cultured meat substitutes as environmentally and ethically superior alternatives to traditional animal-derived meat. In pursuit of simulating the authentic meat structure, a composite fiber composed primarily of soy protein isolates (SPIs) was fashioned, employing a fiber-based plant-based analog meat construct. To refine the spinning process and enhance fiber quality, we employed ultrasound treatment, a physical modification technique, to scrutinize its influence on SPI protein structure. This inquiry extended to the examination of the interplay between sodium alginate (SA) and SPI, as well as the impact of salt ions on the SA and ultrasound soy protein isolates (USPI) interaction. A comprehensive exploration encompassing ultrasound treatments and salt concentrations within the composite solution, along with their repercussions on composite fiber characterization, with a rise in negative zeta potential value, states the ultrasound treatment fosters protein aggregation. Moreover, the introduction of salt augments protein aggregation as salt content escalates, ultimately resulting in a reduced structural viscosity index and improved spinnability. The presence of Ca2+ ions during the coagulation process leads to interactions with SA. The involvement of ultrasound prompts the exposure of hydrophilic amino acid segments in the protein to water, leading to the development of a more porous structure. Solely under the influence of ultrasound, the fiber exhibits 5% higher water-holding capacity and superior mechanical properties while maintaining comparable thermal stability."
    },
    {
      "pmid": "38129013",
      "title": "Influence of varying oil phase volume fractions on the characteristics of flaxseed-derived diglyceride-based Pickering emulsions stabilized by modified soy protein isolate.",
      "authors": [
        "Iftikhar Hussain Badar",
        "Ziyi Wang",
        "Fangda Sun",
        "Xiufang Xia",
        "Qian Chen",
        "Qian Liu",
        "Baohua Kong",
        "Haotian Liu"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research aimed to create Pickering emulsions using modified soy protein isolate (SPI) as a stabilizer and flaxseed-derived diglyceride (DAG) as an oil phase. The SPI was modified through a process involving both heating and ultrasound treatment. The result indicated that the droplet size of emulsions increased with the increase in oil content (p < 0.05). For instance, the largest droplet size (23 µm) was observed at an oil-to-SPI dispersion ratio of 4:1 ratio (φ = 80), whereas the smallest droplet size (6.39 µm) was noticed at the 1:4 ratio. During the 7-day storage period, the emulsions with a 4:1 ratio (φ = 80) showed the lowest droplet size increase (from 23 µm to 25.58 µm). In contrast, the emulsions with a 1:1 ratio displayed the highest increase (from 19.39 µm to 74.29 µm). Creaming index results revealed that emulsions with a 4:1 ratio (φ = 80) showed no signs of creaming and phase separation than all other treatments (p < 0.05). Backscattering fluctuations (ΔBS) and turbiscan stability index (TSI) showed that emulsions with 4:1, 2:1, and 1:1 oil-to-SPI dispersion ratios had consistent ΔBS curves with higher and TSI curves with lower values. Optical microscopy, confocal laser scanning, and cryo-scanning electron microscopy revealed that emulsions with oil-to-SPI dispersion ratios of 4:1 and 2:1 had well-organized structures with no visible coalescence. Macromorphological and microrheological investigations demonstrated that emulsions with 80% oil content had the highest viscosity, both moduli, elasticity index, macroscopic viscosity index, and the lowest fluidity index and solid-liquid balance values. Moreover, these emulsions were more resistant to centrifugation and storage environments. In conclusion, the study determined that flaxseed-derived DAG-based high internal phase Pickering emulsions (φ = 80) had superior stability, improved viscoelasticity, and better rheological properties.",
      "mesh_terms": [
        "Flax",
        "Emulsions",
        "Soybean Proteins",
        "Diglycerides"
      ]
    },
    {
      "pmid": "38006147",
      "title": "Impact of Incorporating Free Calcium and Magnesium on the Heat Stability of a Dairy- and Soy-Protein-Containing Model Emulsion.",
      "authors": [
        "Wei Wang",
        "Kevin Wei Jie Tan",
        "Poh Leong Chiang",
        "Wai Xin Wong",
        "Wenpu Chen",
        "Qi Lin"
      ],
      "journal": "Polymers",
      "publication_date": "2023-Nov-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the impact of calcium chloride (CaCl2) and magnesium chloride (MgCl2) at varying concentrations on a model milk formulation's physical and chemical properties after thermal treatment. The model milk was subjected to two-stage homogenization and pasteurization before being supplemented with different concentrations of CaCl2 or MgCl2. The findings revealed that elevating the concentration of either calcium or magnesium resulted in the milk emulsion having a higher viscosity and median particle size following heating. CaCl2 had a slightly stronger impact than MgCl2, particularly at higher concentrations. The milk samples also exhibited a reduction in the zeta potential as the ionic strength of the salt solution increased, with the CaCl2-fortified milk displaying a slightly lower negative surface charge than the MgCl2-fortified milk at the same dose. The model milk's viscosity was evaluated after adding various salt concentrations and a temperature ramp from 20 to 80 °C. Notably, the viscosity and particle size changes demonstrated a non-linear relationship with increasing mineral levels, where a significant increase was observed at or above 5.0 mM. An emulsion stability analysis also revealed that the de-stabilization pattern of the high salt concentration sample differed significantly from its low salt concentration counterparts. These findings could serve as a basis for the future development of fortified UHT milk with nutritionally beneficial calcium and magnesium in industrial applications."
    },
    {
      "pmid": "37992930",
      "title": "A double-layer cellulose/pectin-soy protein isolate-pomegranate peel extract micro/nanofiber dressing for acceleration of wound healing.",
      "authors": [
        "Marjan Mirhaj",
        "Jaleh Varshosaz",
        "Pegah Madani Nasab",
        "Mastafa H Al-Musawi",
        "Yasir Q Almajidi",
        "Mina Shahriari-Khalaji",
        "Mohamadreza Tavakoli",
        "Mansoor Alizadeh",
        "Fariborz Sharifianjazi",
        "Morteza Mehrjoo",
        "Sheyda Labbaf",
        "Mamoona Sattar",
        "Salar Nasr Esfahani"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multi-layered wound dressings can closely mimic the hierarchical structure of the skin. Herein, a double-layer dressing material is fabricated through electrospinning, comprised of a nanofibrous structure as a healing-support layer or the bottom layer (BL) containing pectin (Pec), soy protein isolate (SPI), pomegranate peel extract (P), and a cellulose (Cel) microfiber layer as a protective/monitoring layer or top layer (TL). The formation of a fine bilayer structure was confirmed using scanning electron microscopy. Cel/Pec-SPI-P dressing showed a 60.05 % weight loss during 7 days of immersion in phosphate buffered solution. The ultimate tensile strength, elastic modulus, and elongation at break for different dressings were within the range of 3.14-3.57 MPa, 32.26-36.58 MPa, and 59.04-63.19 %, respectively. The release of SPI and phenolic compounds from dressings were measured and their antibacterial activity was evaluated. The fabricated dressing was non-cytotoxic following exposure to human keratinocyte cells. The Cel/Pec-SPI-P dressing exhibited excellent cell adhesion and migration as well as angiogenesis. More importantly, in vivo experiments on Cel/Pec-SPI-P dressings showed faster epidermal layer formation, blood vessel generation, collagen deposition, and a faster wound healing rate. Overall, it is anticipated that the Cel/Pec-SPI-P bilayer dressing facilitates wound treatment and can be a promising approach for clinical use.",
      "mesh_terms": [
        "Humans",
        "Nanofibers",
        "Soybean Proteins",
        "Pomegranate",
        "Cellulose",
        "Pectins",
        "Wound Healing",
        "Anti-Bacterial Agents",
        "Bandages",
        "Acceleration"
      ]
    },
    {
      "pmid": "37983835",
      "title": "Ellagic acid-loaded soy protein isolate self-assembled particles: Characterization, stability, and antioxidant activity.",
      "authors": [
        "Yujin Feng",
        "Kaiwen Wu",
        "Genfa Yu",
        "Fengping Yi",
        "Guangyong Zhu"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The limited water solubility and bioactivity of lipophilic phytochemicals may be enhanced by delivery systems. Ellagic acid (EA) has antioxidant and anti-inflammatory properties, but low solubility and instability limit its use in the food industry. In this study, the pH-shift method was applied to encapsulate EA with soy protein isolate (SPI). The interaction, encapsulation, and protective potential of the EA-loaded soy SPI complexes (SPI-EA) were investigated. The fluorescence spectra results suggest that the reaction between SPI and EA is spontaneous, with hydrophobic interactions predominating. Binding of EA molecules quenches the intrinsic fluorescence of SPI, mainly static quenching, with a binding site involved in the binding process. The ultraviolet (UV)-visible spectroscopy of the SPI-EA complexes included the characteristic absorption peaks of both SPI and EA, and the scanning electron microscopy images further indicated that the EA had been successfully embedded in SPI. Fourier transform infrared spectroscopy illustrates that EA has significantly changed the secondary structure of the SPI, primarily in the form of a decreased content of α-helix structures and an increased content of β-sheet and random coil structures. The encapsulation efficiency of EA was concentration-dependent, up to 81.08%. The addition of EA reduces the size of SPI particles (d < 155 nm). In addition, the SPI-EA complex showed up to 81.05% and 96.46% 1,1-diphenyl-2-picrylhydrazyl and 2,2'-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) radical scavenging activity. TGA showed that the degradation temperature of SPI-EA complex could be extended up to 300°C. And by encapsulation of EA, the loss of EA under the action of UV light, heat treatment, and high concentration of salt ion sensitive environment can be reduced. PRACTICAL APPLICATION: Ellagic acid (EA), a natural bioactive with low water solubility and stability, can be enhanced by forming an inclusion complex with soy protein isolate (SPI). SPI-EA complex has broad potential applications in the food, beverage, and pharmaceutical industries. Multiple spectral analyses have contributed to our understanding of the formation and interaction mechanisms of the SPI-EA complex under pH-driven conditions. Stability assays have also aided in the development of dietary resources for EA.",
      "mesh_terms": [
        "Antioxidants",
        "Soybean Proteins",
        "Ellagic Acid",
        "Chemical Phenomena",
        "Water"
      ]
    },
    {
      "pmid": "37977455",
      "title": "Freeze-thaw stability of Pickering emulsion stabilized by modified soy protein particles and its application in plant-based ice cream.",
      "authors": [
        "Xue Hei",
        "Zhe Liu",
        "Shanshan Li",
        "Chao Wu",
        "Bo Jiao",
        "Hui Hu",
        "Xiaojie Ma",
        "Jinjin Zhu",
        "Benu Adhikari",
        "Qiang Wang",
        "Aimin Shi"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pickering emulsions are of great interest to the food industry and their freeze-thaw stability important when used in frozen foods. Particles of soybean isolate (SPI) were heat treated and then crosslinked with transglutaminase (TG) enzyme to produce Pickering emulsions. The protein particles produced using unheated and uncrosslinked SPI (NSPI) was used as the benchmark. The mean particle size, absolute zeta potential, and surface hydrophobicity of protein particles produced using heat treatment and TG crosslinking (at 40 U/g) SPI (HSPI-TG-40) were the highest and substantially higher than those produced using NSPI. The thermal treatment of protein particles followed by crosslinking with TG enzyme improved the freeze-thaw stability of Pickering emulsions stabilized by them. The Pickering emulsions produced using HSPI-TG-40 had the lowest temperature for ice crystal formation and they had better freeze-thaw stability. The plant-based ice cream prepared by HSPI-TG-40 particle-stabilized Pickering emulsions had suitable texture and freeze-thaw stability compared to the ice cream produced using NSPI. The Pickering particles produced using heat treatment of SPI followed by crosslinking with TG (at 40 U/g) produced the most freeze-thaw stable Pickering emulsions. These Pickering particles and Pickering emulsions could be used in frozen foods such as ice cream.",
      "mesh_terms": [
        "Soybean Proteins",
        "Emulsions",
        "Ice Cream",
        "Freezing",
        "Cold Temperature",
        "Particle Size"
      ]
    },
    {
      "pmid": "37948801",
      "title": "Effect of heat treatment on the release of off-flavor compounds in soy protein isolate.",
      "authors": [
        "Jiao Xu",
        "Qiuming Chen",
        "Maomao Zeng",
        "Fang Qin",
        "Jie Chen",
        "Wei Zhang",
        "Zhaojun Wang",
        "Zhiyong He"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of different heat treatment conditions (65℃ for 30 min, 75℃ for 15 min, and 95℃ for 2, 15 and 30 min) on the evolution of off-flavor compounds in soy protein isolate (SPI) were investigated in terms of lipid oxidation, Maillard reaction and protein structural characteristics. Higher off-flavor concentrations were observed in control and 65℃ treated SPI due to lipoxygenase-mediated enzymatic lipid oxidation. Protein structure played an important role in the release of off-flavors above 65℃. When heated from 75℃ to 95℃ for 2 min, Maillard reaction occurred, glycinin was completely denatured, the particle size increased and the small molecular weight soluble aggregates were formed, resulting in an increase in the content of partial off-flavors. The off-flavor content decreased with time at 95℃, accompanied by the formation of larger molecular weight soluble aggregates. This finding provides practical implications for the beany removal through the SPI structural regulation.",
      "mesh_terms": [
        "Soybean Proteins",
        "Hot Temperature",
        "Maillard Reaction",
        "Lipids"
      ]
    },
    {
      "pmid": "37925914",
      "title": "Effects of ultrasonic treatment on the structural, functional properties and beany flavor of soy protein isolate: Comparison with traditional thermal treatment.",
      "authors": [
        "Yue Kong",
        "Lina Sun",
        "Zenan Wu",
        "Yanhui Li",
        "Zimeng Kang",
        "Fengying Xie",
        "Dianyu Yu"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research explored the influences of ultrasonic and thermal treatments on the structure, functional properties, and beany flavor of soy protein isolate (SPI). In comparison with traditional thermal treatment, ultrasonic treatment effectively induced protein structural unfolding and exposure of hydrophobic groups, which reduced relative content of α-helix, increased relative content of β-turn, β-sheet and random coil, and improved the solubility, emulsifying and foaming properties of SPI. Both treatments significantly decreased the species and contents of flavor compounds, such as hexanal, (E)-2-nonenal, (Z)-2-heptenal and (E)-2-hexenal in SPI. The relative content of hexanal in the major beany flavor compound decreased from 11.69% to 6.13% and 5.99% at 350 W ultrasonic power and 150 s thermal treatment procedure, respectively. After ultrasonic treatment, structural changes in SPI were significantly correlated with functional properties but showed a weak correlation with flavor. Conversely, the opposite trend was observed for thermal treatment. Thus, using ultrasonic treatment to induce and stabilise the denatured state of proteins is feasible to improve the functional properties and beany flavor of SPI.",
      "mesh_terms": [
        "Soybean Proteins",
        "Ultrasonics",
        "Hydrophobic and Hydrophilic Interactions"
      ]
    },
    {
      "pmid": "37925826",
      "title": "Soy protein/β-chitin sponge-like scaffolds laden with human mesenchymal stromal cells from hair follicle or adipose tissue promote diabetic chronic wound healing.",
      "authors": [
        "Kevin Las Heras",
        "Itxaso Garcia-Orue",
        "Jose Javier Aguirre",
        "Koro de la Caba",
        "Pedro Guerrero",
        "Manoli Igartua",
        "Edorta Santos-Vizcaino",
        "Rosa Maria Hernandez"
      ],
      "journal": "Biomaterials advances",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic wounds are a worldwide problem that affect >40 million people every year. The constant inflammatory status accompanied by prolonged bacterial infections reduce patient's quality of life and life expectancy drastically. An important cell type involved in the wound healing process are mesenchymal stromal cells (MSCs) due to their long-term demonstrated immunomodulatory and pro-regenerative capacity. Thus, in this work, we leveraged and compared the therapeutic properties of MSCs derived from both adipose tissue and hair follicle, which we combined with sponge-like scaffolds (SLS) made of valorized soy protein and β-chitin. In this regard, the combination of these cells with biomaterials permitted us to obtain a multifunctional therapy that allowed high cell retention and growing rates while maintaining adequate cell-viability for several days. Furthermore, this combined therapy demonstrated to increase fibroblasts and keratinocytes migration, promote human umbilical vein endothelial cells angiogenesis and protect fibroblasts from highly proteolytic environments. Finally, this combined therapy demonstrated to be highly effective in reducing wound healing time in vivo with only one treatment change during all the experimental procedure, also promoting a more functional and native-like healed skin.",
      "mesh_terms": [
        "Humans",
        "Soybean Proteins",
        "Hair Follicle",
        "Chitin",
        "Quality of Life",
        "Wound Healing",
        "Mesenchymal Stem Cells",
        "Adipose Tissue",
        "Diabetes Mellitus",
        "Human Umbilical Vein Endothelial Cells"
      ]
    },
    {
      "pmid": "37836398",
      "title": "Soy Protein Containing Isoflavones Improves Facial Signs of Photoaging and Skin Hydration in Postmenopausal Women: Results of a Prospective Randomized Double-Blind Controlled Trial.",
      "authors": [
        "Julianne Rizzo",
        "Mildred Min",
        "Sarah Adnan",
        "Nasima Afzal",
        "Jessica Maloh",
        "Cindy J Chambers",
        "Vivien Fam",
        "Raja K Sivamani"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Sep-23",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Preliminary findings from multiple studies indicate that dietary intake of soy-derived isoflavones exert beneficial effects on the skin including defense against oxidant damage, stimulation of collagen synthesis, and increased hydration. This study aims to investigate how oral supplementation of a soy protein isolate with added isoflavones (SPII) affects components of photoaging such as facial wrinkles and dyspigmentation, and skin biophysical measures such as skin hydration and sebum excretion in postmenopausal women. This 6-month prospective, randomized double-blind controlled study was conducted on 44 postmenopausal women with Fitzpatrick skin types I, II, and III who were randomized to receive either casein protein or SPII. A high-resolution facial photography system was used to measure wrinkle severity and pigmentation at 0, 8, 16, and 24 weeks. Skin biophysical measurements included skin hydration and sebum production. The average wrinkle severity was decreased in the SPII intervention group at week 16 and week 24 by 5.9% and 7.1%, respectively, compared to the baseline. Compared to the casein group, average wrinkle severity was significantly decreased at week 16 (p < 0.05) and week 24 (p < 0.0001). Facial pigment intensity was decreased by -2.5% (p < 0.05) at week 24, whereas there was no significant change in the casein group. Compared to baseline, skin hydration in the SPII group was significantly increased by 39% and 68% on the left and right cheeks (p < 0.05), respectively, at 24 weeks. There were no significant differences in sebum production. Dietary soy protein supplementation with isoflavones may improve skin photoaging, including wrinkles and dyspigmentation, and increase skin hydration in postmenopausal women with Fitzpatrick skin types I, II, and III.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Soybean Proteins",
        "Caseins",
        "Skin Aging",
        "Isoflavones",
        "Postmenopause",
        "Prospective Studies",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37742511",
      "title": "The effect of subzero temperatures on the properties and structure of soy protein isolate emulsions.",
      "authors": [
        "Haiyue Hu",
        "Yongli Feng",
        "Kaiwen Zheng",
        "Kexin Shi",
        "Yutong Yang",
        "Chen Yang",
        "Jianming Wang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Different freezing temperatures (-5, -20, -40 and -80 ℃) could change soy protein isolate (SPI) structure and emulsion properties. After freezing at -5 ℃ and -20 ℃, the structure of the SPI loosened, the fluorescence intensity was red shifted, and the proportion of Phe, Tyr and Trp exposed increased. With decreasing temperature, the surface hydrophobicity (H0 × 100), the number of sulfhydryl groups and the number of disulfide bonds all rose, then fell (-40 ℃), and rose again (-80 ℃). The β-sheet content in the protein secondary structure increased from 32.71% (control) to 50.66% (-40 ℃) and then decreased to 37.05% (-80 ℃), while the β-turn and random coil contents showed the opposite pattern, which also confirmed aggregation. The emulsification performance of SPI after freezing treatment was decreased. The results of this study provide theoretical support for future production of frozen foods with added SPI."
    },
    {
      "pmid": "37693248",
      "title": "Comparison of the effects of different percentages of soy protein in the diet on patients with type 2 diabetic nephropathy: systematic reviews and network meta-analysis.",
      "authors": [
        "Jun Sun",
        "Yu Wei",
        "Runyu Miao",
        "Xiangyuan Zhang",
        "Boxun Zhang",
        "Lili Zhang",
        "Linhua Zhao"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dietary soy protein (SP) is a potential intervention for protecting the kidneys and improving glucose and lipid metabolism. However, whether this effect is related to the percentage of SP intake remains unclear. OBJECTIVE: This study aims to review and analyze the results of randomized clinical trials (RCTs) in patients with type 2 diabetic nephropathy (T2DN) who received diets with different percentages of SP. METHODS: The databases: PubMed, Embase, Cochrane Central Register of Controlled Trials (CENTRAL), Web of Science, China National Knowledge Infrastructure (CNKI), Chinese BioMedical Literature Database (CBM), WanFang, Weipu (VIP), and ClinicalTrials.gov were searched until February 2023, for RCTs on T2DN and SP. RESULTS: A total of six studies comprising 116 participants were included. The interventions were classified as 0% SP, 35% SP, and 100% SP. To improve serum creatinine (Scr), blood urea nitrogen (BUN), 24-h urine total protein (24hUTP), and glomerular filtration rate (GFR), a 35% SP diet was the most effective, compared to a 0% SP diet, which showed a mean difference of -154.00 (95% confidence interval: -266.69, -41.31) for 24hUTP. Although it had significant benefits for 24hUTP, great heterogeneity was observed. To improve the glycolipid metabolism-related markers such as cholesterol (CHO), high-density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C), fasting blood glucose (FPG), and weight, the 35% SP diet demonstrated superior efficacy compared to the 0% SP diet. Specifically, the mean difference for CHO was -0.55 (95% confidence interval: -1.08, -0.03), and for LDL-C, it was -17.71 (95% confidence interval: -39.67, -4.24). The other indicators were not statistically significant. Most studies had concerns regarding the risk of bias. CONCLUSION: The findings of this study demonstrate that both 35% and 100% SP diets are more effective than a diet with no SP in improving renal function and glucolipid metabolism in patients with T2DN. As a result, a diet incorporating 35% SP may be the optimal choice for individuals with T2DN. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/PROSPERO/display_record.php?RecordID=352638, identifier CRD42022352638."
    },
    {
      "pmid": "37689960",
      "title": "Dynamic microfluidic-assisted transglutaminase modification of soy protein isolate-chitosan: Effects on structural and functional properties of the adduct and its antioxidant activity after in vitro digestion.",
      "authors": [
        "Meiyu Gu",
        "Yifan Cui",
        "Asad Ur Rehman Muhammad",
        "Mengyue Zhang",
        "Xibo Wang",
        "Lina Sun",
        "Qingshan Chen"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In this study, soy protein isolate (SPI)-chitosan (CS) adducts were prepared by using dynamic microfluidic-assisted transglutaminase (TGase) modification. It was shown that the solubility and degree of binding of SPI-CS adducts prepared by dynamic microfluidic-assisted TGase modification were better. After the samples were treated twice at 400 bar, the degree of binding for SPI-CS adducts increased to 31.97 ± 1.31%, and the solubility increased to 66.25 ± 1.10%. With the increase of microfluidic pressure, the exposed free sulfhydryl groups increased, the particle size reduced, and the surface hydrophobicity first increased and then decreased. Under the action of the pressure generated by microfluidics, the structure of the protein in the SPI-CS adduct was unfolded and transformed from an ordered structure to a disordered one. The SPI-CS adducts prepared with assisted dynamic microfluidic treatment showed significantly higher ABTS radical scavenging rate, DPPH radical scavenging rate and reducing power after in vitro digestion compared with that of SPI-CS adducts prepared with TGase alone. This result indicated that appropriate dynamic microfluidic treatment improved the structural and functional properties of TGase-modified SPI-CS adducts and significantly increased the antioxidant activity after in vitro digestion.",
      "mesh_terms": [
        "Antioxidants",
        "Chitosan",
        "Microfluidics",
        "Soybean Proteins",
        "Ketones",
        "Transglutaminases",
        "Digestion"
      ]
    },
    {
      "pmid": "37689925",
      "title": "Combination modes impact on the stability of β-carotene-loaded emulsion constructed by soy protein isolate, β-glucan and myricetin ternary complex.",
      "authors": [
        "Mengjiao Jian",
        "Shuyi Li",
        "Zhenzhou Zhu",
        "Na Zhang",
        "Qianchun Deng",
        "Giancarlo Cravotto"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A β-carotene rich emulsion with improved physical and chemical stability was obtained in this study, using different types of protein-polysaccharide-polyphenol ternary complexes as novel emulsifiers. The ternary complexes were prepared by covalent or non-covalent binding of soy protein isolate (SPI), β-glucan (DG) and myricetin (MC), which were evidenced to be stable. It was indicated that the emulsion stabilized by covalent complex of SPI, DG and MC, exhibited higher zeta-potential and smaller particle size than those stabilized by non-covalent complex. Furthermore, the covalent complexes prepared from different addition sequences showed different efficiencies in stabilizing the emulsion, in which SPI-DG-MC and SPI-MC-DG-stabilized emulsions possess better stability, emulsifying activity and storage resistance under adverse environmental treatment, with CI values of 62.7% and 64.3% after 25 days, respectively. According to oxidative stability and rheology analysis of the emulsions, it was found that the SPI-MC-DG complex prepared at the ratio of 4:2:1 was more stable with relatively less lipid oxidation products and a tighter stacking structure, and the final LH value was 39.98 mmol/L and the MDA value was 6.34 mmol/L. These findings implied that the ternary complex has the potential to deliver fat-soluble active ingredient by means of emulsion, but which depends on the mode and sequence of the molecular interactions.",
      "mesh_terms": [
        "Emulsions",
        "beta Carotene",
        "beta-Glucans",
        "Soybean Proteins",
        "Ketones"
      ]
    },
    {
      "pmid": "37663461",
      "title": "Nerve Defect Treatment with a Capping Hydroxyethyl Cellulose/Soy Protein Isolate Sponge Conduit for Painful Neuroma Prevention.",
      "authors": [
        "Qi Dong",
        "Junjie Ai",
        "Ao Xiao",
        "Ping Wu",
        "Minhao Wu",
        "Xijing Liu",
        "Céline Huselstein",
        "Lin Cai",
        "Xiaolin Feng",
        "Yun Chen"
      ],
      "journal": "ACS omega",
      "publication_date": "2023-Aug-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Painful neuroma, as one of the complications of nerve injury from disease or trauma, results in instinctive neuropathic pain that adversely affects a patient's quality of life. To intercept neuroma development, capping strategies have been performed as effective therapies. Nonetheless, the most appropriate biocompatible material to shield the nerves is an urgent clinical requirement. Herein, a compatible hydroxyethyl cellulose (HEC)/soy protein isolate (SPI) sponge capping conduit (HSSC) is used to prevent neuroma in vivo. Following capping on the sciatic nerve stump in vivo, the behavior of the rats and the structure of tissues are compared through histological assessment and autotomy scoring. The HSSCs gained a dismal autotomy score and enhanced the amelioration, where inflammatory invasions and overdeposition of collagen are defeated. The expression of myelin growth linked genes (Krox20, MPZ, and MAG) in the HSSC group at the eighth week was almost 2 times higher than that of the no capping group. The HSSC conduit served as a physical barrier to repress the infiltration of inflammation as well as provided an optimum microenvironment for facilitating nerve rejuvenation and intercepting neuroma development during nerve amelioration."
    },
    {
      "pmid": "37507956",
      "title": "Counteracting Roles of Lipidic Aldehydes and Phenolic Antioxidants on Soy Protein Oxidation Defined by a Chemometric Survey of Solvent and Mechanically Extracted Soybean Meals.",
      "authors": [
        "Junwei Zhang",
        "Pedro E Urriola",
        "Seth L Naeve",
        "Gerald C Shurson",
        "Chi Chen"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2023-Jul-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soybean meal (SBM) is a premier source of protein for feeding food-producing animals. However, its nutritional value can be compromised by protein oxidation. In this study, a total of 54 sources of solvent extracted SBM (SSBM) and eight sources of mechanically extracted SBM (MSBM), collected from different commercial producers and geographic locations in the United States during the years 2020 and 2021, were examined by chemometric analysis to determine the extent of protein oxidation and its correlation with soybean oil extraction methods and non-protein components. The results showed substantial differences between SSBM and MSBM in the proximate analysis composition, protein carbonyl content, lipidic aldehydes, and antioxidants, as well as subtle differences between 2020 SSBM and 2021 SSBM samples in protein oxidation and moisture content. Correlation analysis further showed positive correlations between protein carbonyl content and multiple lipid parameters, including the ether extract, p-anisidine value, individual aldehydes, and total aldehydes. Among the antioxidants in SBM, negative correlations with protein carbonyl content were observed for total phenolic content and isoflavone glycoside concentrations, but not for Trolox equivalent antioxidant capacity (TEAC), α-tocopherol, and γ-tocopherol. Overall, soybean oil extraction methods, together with other factors such as enzyme treatment and environmental conditions, can significantly affect the proximate analysis composition, the protein and lipid oxidation status, and the antioxidant profile of SBM. Lipidic aldehydes and phenolic antioxidants play counteracting roles in the oxidation of soy protein. The range of protein carbonyl content measured in this study could serve as a reference to evaluate the protein quality of SBM from various sources used in animal feed."
    },
    {
      "pmid": "37507242",
      "title": "The technical potential of a sous-vide processing method for developing high-moisture textured soy protein.",
      "authors": [
        "Hyun Woo Choi",
        "Minji Choi",
        "Jungwoo Hahn",
        "Young Jin Choi"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explored the potential of sous-vide processing as a novel technique for transforming low-moisture textured soy protein (TSP) into a product with high moisture content and texture comparable to meat. We hypothesized that the sous-vide treatment would enable precise control of the TSP microstructure. In the ensuing process, the TSP maintained the moisture content at approximately 70% and changed color towards darker tones. Additionally, the porous microstructure changed, transitioning from a large to a smaller air layer. As the treatment continued, both the hardness and texturization index of the TSP were reduced. Furthermore, the secondary structure of the protein exhibited an increase in β-sheet and α-helix structures, indicating enhanced hydrogen bonds, hydrophobic interactions, and disulfide bonds. Optimally, a sample with 24 h at 90℃ displayed textural characteristics similar to chicken breast. The investigation underlines the sous-vide method as a revolutionary technique yielding high-moisture content and improved texture for TSP.",
      "mesh_terms": [
        "Cooking",
        "Soybean Proteins",
        "Meat",
        "Nutrients"
      ]
    },
    {
      "pmid": "37466256",
      "title": "Ice Recrystallization Inhibition Activity of Soy Protein Hydrolysates.",
      "authors": [
        "Madison Fomich",
        "Vermont P Día",
        "Uvinduni I Premadasa",
        "Benjamin Doughty",
        "Hari B Krishnan",
        "Tong Wang"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2023-Aug-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Identifying and developing ice recrystallization inhibitors from sustainable food proteins such as soy protein isolate (SPI) can lead to practical applications in both pharmaceutical and food industries. The objective of this study was to investigate the ice recrystallization inhibition (IRI) activity of SPI hydrolysates, and this was achieved by using an IRI activity-guided fractionation approach and relating IRI activity to interfacial molecular activity measured by vibrational sum frequency generation (VSFG). In addition, the impact of molecular weight (MW) and enzyme specificity was analyzed using three different proteases (Alcalase, trypsin, and pancreatin) and varying hydrolysis times. Using preparative chromatography, hydrolysates from each enzyme treatment were fractionated into five different MW fractions (F1-F5), which were then characterized by high-performance liquid chromatography (HPLC). All SPI hydrolysates had IRI activity, resulting in a 57-29% ice crystal diameter reduction when compared to native SPI. The F1 fraction (of 4-14 kDa) was most effective among all tested hydrolysates, while the lower MW peptide fractions lacked activity. One sample (SPI-ALC 20-F1) had a 52% reduction of ice crystal size at a lower concentration of 2% compared to the typical 4% used. SFG showed a difference in H-bonding and hydrophobic interactions of the molecules on the water/air interface, which may be linked to IRI activity. This study demonstrates for the first time the ability of SPI hydrolysates to inhibit ice crystal growth and the potential application of SFG to study molecular interaction at the interface that may help illustrate the mechanism of action.",
      "mesh_terms": [
        "Soybean Proteins",
        "Ice",
        "Protein Hydrolysates",
        "Peptide Hydrolases",
        "Endopeptidases"
      ]
    },
    {
      "pmid": "37397188",
      "title": "Preparation and characterization of soy protein isolate films by pretreatment with cysteine.",
      "authors": [
        "Jialin Jiang",
        "Linfan Shi",
        "Zhongyang Ren",
        "Wuyin Weng"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2023-Jun-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of cysteine concentration on the viscosity of soy protein isolate (SPI)-based film-forming solution (FFS) and physicochemical properties of SPI films was investigated. The apparent viscosity of FFS decreased after adding 1 mmol/L cysteine but did not change after adding 2-8 mmol/L cysteine. After treatment with 1 mmol/L cysteine, the film solubility decreased from 70.40% to 57.60%, but the other physical properties did not change. The water vapor permeability and contact angle of SPI films increased as cysteine concentration increased from 4 mmol/L to 8 mmol/L, whereas the film elongation at break decreased. Based on scanning electron microscopy and X-ray diffraction results, cysteine crystallization could be aggregated on the surface of SPI films treated with 4 or 8 mmol/L cysteine. In conclusion, pretreatment with approximately 2 mmol/L cysteine could reduce the viscosity of SPI-based FFS, but did not change the physicochemical properties of SPI films."
    },
    {
      "pmid": "37377496",
      "title": "Characterization, stability and antioxidant activity of curcumin nanocomplexes with soy protein isolate and pectin.",
      "authors": [
        "Lijuan Fu",
        "Suo Tan",
        "Ruiru Si",
        "Yueyue Qiang",
        "Hang Wei",
        "Biao Huang",
        "Mengzhu Shi",
        "Ling Fang",
        "Jianwei Fu",
        "Shaoxiao Zeng"
      ],
      "journal": "Current research in food science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Curcumin (Cur) has antioxidant, anti-inflammatory and other biological activities, but its poor stability, low water solubility and other defects limit the application. Herein, Cur was nanocomposited with soy isolate protein (SPI) and pectin (PE) for the first time and its characterization, bioavailability and antioxidant activity were discussed. The optimal encapsulation process of SPI-Cur-PE was as follow: the addition amount of PE was 4 mg, Cur was 0.6 mg and at pH of 7. It was observed by SEM that SPI-Cur-PE were partially aggregated. The average particle size of SPI-Cur-PE was 210.1 nm and the zeta potential was -31.99 mV. Through XRD, FT-IR and DSC analysis, the SPI-Cur-PE was formed through hydrophobic interaction and electrostatic interaction. The SPI-Cur-PE released more slowly in simulated gastrointestinal treatment and displayed higher photostability and thermal stability. SPI-Cur-PE, SPI-Cur and free Cur had scavenging activities for 2,2'-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) (ABTS) and 1,1-diphenyl-2-picryl-hydrazyl (DPPH) radicals."
    },
    {
      "pmid": "37282624",
      "title": "Ultrasonic extraction of soy protein isolate: Characterization and comparison with microwave and enzymatic extraction methods.",
      "authors": [
        "Dipak Das",
        "Parmjit S Panesar",
        "Charanjiv S Saini"
      ],
      "journal": "Journal of food science",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soy meal as an agro-industrial by-product produced by the soybean oil processing industry is rich in protein. To valorize soy meal, the present study was aimed at the optimization of soy protein isolate (SPI) extraction by ultrasound treatment, its characterization, and comparison with microwave, enzymatic, and conventionally extracted SPI. Maximum yield (24.17% ± 0.79%) and protein purity (91.6% ± 1.08%) of SPI were obtained at the optimized ultrasound extraction conditions of 15.38:1 (liquid-solid ratio), 51.85% (amplitude), 21.70°C (temperature), 3.49 s (pulse), and 11.01 min (time). The SPI extracted with ultrasound treatment showed a smaller particle size (27.24 ± 0.33 µm) as compared to that extracted with microwave, enzymatically, or conventional treatment. Functional characteristics, namely, water and oil binding capacity, emulsion properties, and foaming properties of ultrasonically extracted SPI were increased by 40%-50% as compared to SPI extracted with microwave treatment, enzymatically, or conventionally. Structural and thermal properties studied by Fourier-transform infrared spectroscopy, X-ray diffraction, and differential scanning colorimeter showed amorphous, secondary structural change, and high thermal resistance of ultrasonically extracted SPI. Increased functionality of ultrasonically obtained SPI can enhance its application in the development of various new food products. PRACTICAL APPLICATION: Soybean meal is one of the richest sources of protein and has huge potential to lessen protein-based malnutrition. Most of the studies on soy protein extraction were found to be based on the conventional methods that yield less quantity of protein. Hence, ultrasound treatment which is one of the novel nonthermal techniques has been selected for the present work and optimized for soy protein extraction. The ultrasound treatment showed significant improvement in extraction yield, proximate composition, amino acids profile, and improvement of functional properties of SPI as compared to the conventional, microwave, and enzymatic methods which proved the novelty of the work. Hence, the ultrasound technique could be used to increase the applications of SPI for developing a wide range of food products.",
      "mesh_terms": [
        "Soybean Proteins",
        "Ultrasonics",
        "Microwaves",
        "Glycine max",
        "Particle Size"
      ]
    },
    {
      "pmid": "37254470",
      "title": "Application of soy protein isolate-xylose conjugates for improving the viability and stability of probiotics microencapsulated by spray drying.",
      "authors": [
        "Tonghao Du",
        "Zhanggen Liu",
        "Qianqian Guan",
        "Tao Xiong",
        "Fei Peng"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Production and consumption of probiotics need to meet many adverse stresses, which can reduce their health-promoting effects on humans. Microencapsulation is an effective technique to improve the biological activity of probiotics and wall materials are also required during encapsulation. Application of Maillard reaction products (MRPs) in probiotic delivery is increasing. RESULTS: This work aims to study the effects of soy protein isolate (SPI)-xylose conjugates heated at different times on the viability and stability of probiotics. SPI-xylose MRPs formed after heat treatment based on changes in the browning intensity, sodium dodecyl sulfate-polyacrylamide gel electrophoresis and Fourier transform infrared spectroscopy. After heat treatment, α-helix and β-sheet contents of SPI-xylose mixture shifted from 11.3% and 31.3% to 6.4-11.0% and 31.0-36.9%, respectively, and the thermal stability slightly changed. During spray drying, except for MRP240@LAB, probiotic viability was higher in the MRP-based probiotic microcapsules (21.36-25.31%) than in Mix0@LAB (20.17%). MRP-based probiotic microcapsules had smaller particle sizes (431.1-1243.0 nm vs. 7165.0 nm) and greater intestinal digestion tolerance than Mix0@LAB. Moreover, the MRP-based probiotic microcapsules showed better storability than Mix0@LAB and adequate growth and metabolism capacity. CONCLUSION: SPI-xylose Maillard reaction products are a promising wall material for probiotics microencapsulation, which can improve bacterial survivability during spray drying and enhance bacterial gastrointestinal digestion resistance. This study sheds light on preparing probiotic microcapsules with superior properties by spray drying. © 2023 Society of Chemical Industry.",
      "mesh_terms": [
        "Humans",
        "Soybean Proteins",
        "Xylose",
        "Capsules",
        "Spray Drying",
        "Drug Compounding",
        "Probiotics",
        "Glycation End Products, Advanced",
        "Microbial Viability"
      ]
    },
    {
      "pmid": "37236083",
      "title": "Enhanced encapsulation of lutein using soy protein isolate nanoparticles prepared by pulsed electric field and pH shifting treatment.",
      "authors": [
        "Rui Wang",
        "Man-Qin Zeng",
        "Yu-Wei Wu",
        "Yong-Xin Teng",
        "Lang-Hong Wang",
        "Jian Li",
        "Fei-Yue Xu",
        "Bo-Ru Chen",
        "Zhong Han",
        "Xin-An Zeng"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, soy protein isolate (SPI) was modified by a pulsed electric field (PEF) combined with pH shifting treatment (10 kV/cm, pH 11) to prepare SPI nanoparticles (PSPI11) for efficient loading of lutein. The results showed that when the mass ratio of SPI to lutein was 25:1, the encapsulation efficiency of lutein in PSPI11 increased from 54% to 77%, and the loading capacity increased by 41% compared to the original SPI. The formed SPI-lutein composite nanoparticles (PSPI11-LUTNPs) had smaller, more homogeneous sizes and larger negative charges than SPI7-LUTNPs. The combined treatment favored the unfolding of the SPI structure and could expose its interior hydrophobic groups to bind with lutein. Nanocomplexation with SPIs significantly improved the solubility and stability of lutein, with PSPI11 showing the greatest improvement. As a result, PEF combined with pH shifting pretreatment is an effective method for developing SPI nanoparticles loaded and protected with lutein.",
      "mesh_terms": [
        "Soybean Proteins",
        "Lutein",
        "Nanoparticles",
        "Hydrophobic and Hydrophilic Interactions",
        "Hydrogen-Ion Concentration"
      ]
    },
    {
      "pmid": "37233011",
      "title": "Gel Properties and Structural Characteristics of Composite Gels of Soy Protein Isolate and Silver Carp Protein.",
      "authors": [
        "Li Zheng",
        "Joe M Regenstein",
        "Linyi Zhou",
        "Sayed Mohamed Mokhtar",
        "Zhongjiang Wang"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2023-May-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Problems with silver carp protein (SCP) include a strong fishy odor, low gel strength of SCP surimi, and susceptibility to gel degradation. The objective of this study was to improve the gel quality of SCP. The effects of the addition of native soy protein isolate (SPI) and SPI subjected to papain-restricted hydrolysis on the gel characteristics and structural features of SCP were studied. The β-sheet structures in SPI increased after papain treatment. SPI treated with papain was crosslinked with SCP using glutamine transaminase (TG) to form a composite gel. Compared with the control, the addition of modified SPI increased the hardness, springiness, chewiness, cohesiveness, and water-holding capacity (WHC) of the protein gel (p < 0.05). In particular, the effects were most significant when the degree of SPI hydrolysis (DH) was 0.5% (i.e., gel sample M-2). The molecular force results demonstrated that hydrogen bonding, disulfide bonding, and hydrophobic association are important molecular forces in gel formation. The addition of the modified SPI increases the number of hydrogen bonds and the disulfide bonds. Scanning electron microscopy (SEM) analysis showed that the papain modifications allowed the formation of a composite gel with a complex, continuous, and uniform gel structure. However, the control of the DH is important as additional enzymatic hydrolysis of SPI decreased TG crosslinking. Overall, modified SPI has the potential to improve SCP gel texture and WHC."
    },
    {
      "pmid": "37087249",
      "title": "Construction of high internal phase Pickering emulsions using cold plasma modified soy protein isolate-proanthocyanidin complex.",
      "authors": [
        "Wei Gong",
        "Xiao-Lu Guo",
        "Si-Jia Wang",
        "Hai-Bo Huang",
        "Xue-Mei Zhu"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Protein-based high internal phase Pickering emulsions (HIPPEs) feature numerous multi-functionalities and widespread applications. However, the direct use of native proteins for the constructions of HIPPEs is limited since it is fragile under various conditions. Here, cold plasma was used to modify soy protein isolates (SPI) to improve their surficial properties. Meanwhile, proanthocyanidins (PA) were applied to interact with cold plasma-treated SPI to form complex. Furthermore, the well-prepared SPI-PA complex was used to construct novel HIPPEs. Results showed cold plasma treatment significantly improved the functionalities of SPI, which were confirmed by surface hydrophobicity (H0 ＜ 500), sulfhydryl (SH) groups and spectral analysis. Further, the emulsification and oxidation resistance of cold plasma treated SPI were enhanced after forming complex with PA. Soybean oils can be stabilized by SPI-PA complexes to form HIPPEs with a lipid oxidation inhibition rate of ＞ 65%, creaming index (CI) ＞ 80%, excellent rheological properties and better stability compared with conventional emulsion systems. Overall, this SPI-PA complexes provides a unique approach to improve the emulsification and oxidation resistance to engineer HIPPEs with versatile applications.",
      "mesh_terms": [
        "Emulsions",
        "Soybean Proteins",
        "Plasma Gases",
        "Proanthocyanidins",
        "Oxidation-Reduction"
      ]
    },
    {
      "pmid": "36963536",
      "title": "Development of soy protein isolate/sodium carboxymethyl cellulose synbiotic microgels by double crosslinking with transglutaminase and aluminum chloride for delivery system of Lactobacillus acidophilus.",
      "authors": [
        "Eun Chae Moon",
        "Yu-Ra Kang",
        "Yoon Hyuk Chang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was carried out to develop soy protein isolate (SPI)/sodium carboxymethyl cellulose (NaCMC) synbiotic microgels by applying a double-crosslinking technique using transglutaminase and different concentrations of AlCl3 (0 %, 6 %, 7 %, 8 %) and also by adding Lactobacillus acidophilus (L. acidophilus) and pectic oligosaccharide. Synbiotic microgels crosslinked using 8 % AlCl3 (SPI/NaCMC-Al3+8 microgels) showed the highest encapsulation efficiency (92 %). The double-crosslinked microgels exhibited a smooth surface as proved by SEM. FT-IR, XRD, and DSC analyses showed the possible interaction within matrices and demonstrated the higher thermal stability of synbiotic microgels prepared using a higher concentration of AlCl3. All in all, after exposure to simulated digestion fluid, heat treatment (72 °C, 15 s), and refrigerated storage, more cells in double-crosslinked microgels survived compared to single-crosslinked microgels. In particular, probiotic viability was highest in SPI/NaCMC-Al3+8 microgels. These results indicate that the SPI/NaCMC-Al3+8 microgels developed in this study can effectively protect L. acidophilus against the external environment.",
      "mesh_terms": [
        "Lactobacillus acidophilus",
        "Synbiotics",
        "Soybean Proteins",
        "Microgels",
        "Carboxymethylcellulose Sodium",
        "Aluminum Chloride",
        "Transglutaminases",
        "Spectroscopy, Fourier Transform Infrared",
        "Probiotics",
        "Sodium"
      ]
    },
    {
      "pmid": "36931013",
      "title": "Characterization and utilization of soy protein isolate-(-)-epigallocatechin gallate-maltose ternary conjugate as an emulsifier for nanoemulsions: Enhanced physicochemical stability of the β-carotene nanoemulsion.",
      "authors": [
        "Mengjie Geng",
        "Xumei Feng",
        "Xixi Wu",
        "Xiangyun Tan",
        "Baiyu Shang",
        "Yuyang Huang",
        "Fei Teng",
        "Yang Li"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, a ternary conjugate was prepared by covalent bonding of protein, polysaccharide, and polyphenol via ultrasound and the Maillard reaction. Subsequently, the β-carotene nanoemulsion was prepared with the soy protein isolate-(-)-epigallocatechin gallate-maltose (SPI-EGCG-maltose) conjugate as the emulsifiers via ultrasound. The SPI-EGCG-maltose conjugate showed superior solubility, emulsification and foaming properties at 4 h reaction time. Meanwhile, the retention rates of β-carotene in the nanoemulsion after 30 d of storage, 8 h of light, and 55 °C of heat were >60%, >75%, and >60%, respectively. Furthermore, ultrasound treatment at 500 W for 10 min produced an inhibitory effect on the degradation of β-carotene. This study indicates that the nanoemulsion based on the ternary conjugate can effectively inhibit the β-carotene degradation by the external environment and prevent the oxidation and degradation of β-carotene in the nanoemulsion.",
      "mesh_terms": [
        "beta Carotene",
        "Emulsifying Agents",
        "Emulsions",
        "Maltose",
        "Soybean Proteins",
        "Chemical Phenomena"
      ]
    },
    {
      "pmid": "36845472",
      "title": "Further evaluation on structural and antioxidant capacities of soy protein isolate under multiple freeze-thaw cycles.",
      "authors": [
        "Jiayue Wang",
        "Zejian Xu",
        "Lianzhou Jiang",
        "Yan Zhang",
        "Xiaonan Sui"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2023-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multiple freeze-thaw (F-T) treatments could change a protein structure and affect its physicochemical activities. In this work, soy protein isolate (SPI) was subjected to multiple F-T treatments, and the changes in its physicochemical and functional properties were investigated. The three-dimensional fluorescence spectroscopy indicated that F-T treatments changed the structure of SPI, including an increase in surface hydrophobicity. Fourier transform infrared spectroscopy showed that SPI underwent denaturation, unfolding and aggregation due to the interchange of sulfhydryl-disulfide bonds and the exposure of hydrophobic groups. Correspondingly, the particle size of SPI increased significantly and the protein precipitation rate also increased from 16.69%/25.33% to 52.52%/55.79% after nine F-T treatments. The F-T treated SPI had a higher antioxidant capacity. Results indicate that F-T treatments may be used as a strategy to ameliorate preparation methods and improve functional characteristics of SPI, and suggest that multiple F-T treatment is an alternative way to recover soy proteins."
    },
    {
      "pmid": "36801228",
      "title": "The alteration of composition, conformation, IgE-reactivity and functional attributes in proanthocyanidins-soy protein 7S conjugates formed by alkali-heating treatment: Multi-spectroscopic and proteomic analyses.",
      "authors": [
        "Xiaowen Pi",
        "Yuxue Sun",
        "Jiafei Liu",
        "Zeyu Peng",
        "Shuxia Liang",
        "Jianjun Cheng",
        "Yunqing Jiang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study assessed the alteration of IgE-reactivity and functional attribute in soy protein 7S-proanthocyanidins conjugates (7S-80PC) formed by alkali-heating treatment (pH 9.0, 80 °C, 20 min). SDS-PAGE demonstrated that 7S-80PC exhibited the formation of >180 kDa polymers, although the heated 7S (7S-80) had no changes. Multispectral experiments revealed more protein unfolding in 7S-80PC than in 7S-80. Heatmap analysis showed that 7S-80PC showed more alteration of protein, peptide and epitope profiles than 7S-80. LC/MS-MS demonstrated that the content of total dominant linear epitopes was increased by 11.4 % in 7S-80, but decreased by 47.4 % in 7S-80PC. As a result, Western-blot and ELISA showed that 7S-80PC exhibited lower IgE-reactivity than 7S-80, probably because 7S-80PC exhibited more protein-unfolding to increase the accessibility of proanthocyanidins to mask and destroy the exposed conformational epitopes and dominant linear epitopes induced by heating treatment. Furthermore, the successful attachment of PC to soy 7S protein significantly increased antioxidant activity in 7S-80PC. 7S-80PC also showed higher emulsion activity than 7S-80 owing to its high protein flexibility and protein unfolding. However, 7S-80PC exhibited lower foaming properties than 7S-80. Therefore, the addition of proanthocyanidins could decrease IgE-reactivity and alter the functional attribute of the heated soy 7S protein.",
      "mesh_terms": [
        "Soybean Proteins",
        "Proanthocyanidins",
        "Heating",
        "Proteomics",
        "Epitopes",
        "Immunoglobulin E"
      ]
    },
    {
      "pmid": "36778091",
      "title": "Antioxidant effects and reaction volatiles from heated mixture of soy protein hydrolysates and coconut oil.",
      "authors": [
        "YoonHa Kim",
        "Mi-Ja Kim",
        "Won Young Oh",
        "JaeHwan Lee"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Soy protein hydrolysates (SPHs) are prepared from soybean meal using commercially available protease enzymes and acid/alkali treatment. The antioxidant properties of SPHs were evaluated by measuring headspace oxygen consumption and conjugated diene formation in oil-in-water (O/W) emulsions. In addition, volatile profiles were analyzed for the heated mixture of SPHs and the coconut oil (SPHCO). Total amino acid content was the highest in double proteases. SPHs prepared from enzymes acted as better antioxidants than those prepared from acid/alkali treatments in O/W emulsions. SPHs prepared from double proteases generated the highest amounts of total volatiles and nitrogen-containing compounds in SPHCO. 2,3-Dihydro-3,5-dihydroxy-6-methyl-4H-pyran-4-one, 2-methyl-butanal, benzeneacetaldehyde, and 2,6-dimethylpyrazine were the major volatiles in SPHCO. Enzymatic SPHs act as natural antioxidants in the O/W emulsion matrix, and thermal reaction products from SPHCO may contribute to the production of a unique volatile flavor in plant protein-based foods. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s10068-022-01189-7."
    },
    {
      "pmid": "36709802",
      "title": "Particle characteristics and tribo-rheological properties of soy protein isolate (SPI) dispersions: Effect of heating and incorporation of flaxseed gum.",
      "authors": [
        "Zhihua Pang",
        "Fang Tong",
        "Siyuan Jiang",
        "Cunshe Chen",
        "Xinqi Liu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To understand the heat treatment and flaxseed gum (FG) on the properties of commercial spray dried soy protein isolate (SPI), SPI dispersions were prepared with mass ratio of 6 %, 9 %, and 12 % in water and the corresponding protein concentrations of 2.2 %, 3.61 % and 5.23 % were reached after centrifugation. The solutions were treated at different temperatures (25, 75 and 100 °C) and the particle characteristics and physical properties of the resulted samples were determined. The influence of different concentrations (0.05 % to 0.3 %) of FG addition was evaluated in the SPI solution at 5 % protein concentration. The results showed that heating caused decrease of particle size of the SPI proteins and 100 °C heat treatment caused decrease of hydrophobicity and viscosity of the protein dispersions, and increase of their physical stability, and the effect was more marked at high protein concentration; while heat treatment at 75 °C caused substantial increase in protein hydrophobicity and viscosity, and decrease of stability. Addition of FG resulted in increase of particle size, absolute value of zeta potential and hydrophobicity of the protein solutions. The viscosity of the solution was decreased with addition of FG, but higher FG concentration could lead to higher viscosity. The physical stability of the mixed system was improved at low FG concentrations, but decreased at concentration higher than 0.2 %, which was more significant after 100 °C heat treatment. FG incorporation could improve the boundary lubrication of the protein solutions.",
      "mesh_terms": [
        "Soybean Proteins",
        "Flax",
        "Heating",
        "Rheology",
        "Hyperthermia, Induced",
        "Particle Size"
      ]
    },
    {
      "pmid": "36652883",
      "title": "Occurrence of dietary advanced glycation end-products in commercial cow, goat and soy protein based infant formulas.",
      "authors": [
        "Yajing Xie",
        "H J van der Fels-Klerx",
        "Stefan P J van Leeuwen",
        "Vincenzo Fogliano"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Thermal treatment is a key step during infant formula (IF) processing which causes protein glycation and formation of dietary advanced glycation end-products (dAGEs). This study aimed to evaluate the glycation degree in IF in relation to the ingredients of the formula. dAGEs concentrations have been determined by UPLC-MS/MS in a range of commercial cow-based, goat-based, and soy-based IF. Results indicated that the protein source, protein composition, and amount and type of carbohydrates determines the level of protein glycation in IFs. The investigated soy-based formula had significant higher concentrations of arginine and arginine-derived dAGEs than cow-based and goat-based formulas. IF containing hydrolyzed proteins had higher dAGEs concentrations than those containing intact proteins. Lactose-containing formula was more prone to glycation than those containing sucrose and maltodextrin. Data showed glycation degree in IF cannot be estimated by a single compound, but the complete picture of the dAGEs should be considered.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Cattle",
        "Infant Formula",
        "Maillard Reaction",
        "Soybean Proteins",
        "Dietary Advanced Glycation End Products",
        "Goats",
        "Chromatography, Liquid",
        "Tandem Mass Spectrometry",
        "Arginine",
        "Glycation End Products, Advanced"
      ]
    },
    {
      "pmid": "36652800",
      "title": "Soy protein isolate-polyguluronate nanoparticles loaded with resveratrol for effective treatment of colitis.",
      "authors": [
        "Wenhao Li",
        "Decheng Bi",
        "Jiang Yi",
        "Lijun Yao",
        "Jue Cao",
        "Peng Yang",
        "Meiting Li",
        "Yan Wu",
        "Hong Xu",
        "Zhangli Hu",
        "Xu Xu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polyguluronate (PG) is an acidic homopolymer of α-(1,4)-l-guluronate separated from alginate. In this study, PG was first grafted with soy protein isolate (SPI) through the Maillard reaction to obtain a new glycoprotein (SPI-PG). Then, this novel glycoprotein was used to prepare nanoparticles to encapsulate the resveratrol (RES). Our results showed that SPI-PG-RES had better pH stability, storage stability and ionic stability than SPI-RES. In vitro digestion experiments showed that the RES bioavailability of SPI-PG-RES was much higher than that of free RES and SPI-RES. Furthermore, the in vitro antioxidant capacity of SPI-PG-RES was much stronger than that of free RES and SPI-RES. In addition, SPI-PG-RES was more effective in preventing the symptoms of DSS-induced colitis than RES and SPI-RES. These results suggested that the protein nanoparticles prepared using SPI-PG were a stable and effective hydrophobic polyphenol carrier and could be applied to food-grade components in functional foods and nutritional supplements.",
      "mesh_terms": [
        "Resveratrol",
        "Soybean Proteins",
        "Antioxidants",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "36561237",
      "title": "Ameliorating Effect of Standardized Extract From Textured Soy Protein (Glycine max L.) on Memory Deficit and Learning Insufficiency in Scopolamine-induced Amnesia.",
      "authors": [
        "Ali Mandegary",
        "Fariba Sharififar",
        "Vahid Sheibani",
        "Naghmeh Nasehi",
        "Amir Asadi",
        "Mansour Mirtadzadini",
        "Navid Hassanabadi"
      ],
      "journal": "Basic and clinical neuroscience",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Textured soy protein (TSP) and nuts are two processed forms of soybean (Glycine max L.) that are widely consumed for nutritional purposes in Iran. Recently, we have reported the antioxidant and anticholinesterase effects of raw soybean (RS) attributed to isoflavones, such as genistein. In this work, we aimed to compare in vitro antioxidant and anticholinesterase effects of TSP, nuts, and RS to select the most effective one for learning capacity and spatial memory studies. METHODS: Genistein content was determined using high-performance thin layer chromatography (HPTLC), while diphenylpicrylhydrazil (DPPH) radical scavenging and ferric reducing antioxidant power (FRAP) were used to study antioxidant evaluation and Ellman's colorimetric method was used to measure anticholinesterase. TSP extract (TSPE) was administered to male rats (100 mg/kg, 200 mg/kg and 400 mg/kg, intraperitoneally [i.p] for 7 days) before scopolamine injection (1 mg/kg). Learning capacity and spatial memory were evaluated using passive avoidance test (PAT) and Morris water maze (MWM) methods compared to physostigmine and piracetam. RESULTS: The greatest antioxidant and anticholinesterase effect was observed for TSPE, which significantly prolonged initially latency in PTA (P<0.05) and improved all indicators in the MWM test at 200 mg/kg. CONCLUSION: The memory-improving effect of TSPE may be due to its antioxidant and anticholinesterase effect as well as neuroprotective effects of its isoflavones. HIGHLIGHTS: Different samples (nuts-raw soybeans-TSP) prepared from soybeans.All samples exhibited antioxidant and anti-cholinesterase effects in vitro studies.TSP showed the most biological activity and the greatest genistein content.TSP significantly improved memory and learning indicators at 200 mg/kg.These effects are attributed to its antioxidant and anticholinesterase activity.Plant isoflavones have neuroprotective effects. PLAIN LANGUAGE SUMMARY: Alzheimer's disease (AD), is one of the problems of the elderly society, which has a lot of emotional and financial costs. AD is a type of progressive brain disease in which neurons are destroyed and memory is lost. This disease currently has no definitive treatment and the only way is to prevent the disease from spreading. Much research has been devoted to finding suitable and effective treatments for AD. Many food and herbal medicines have shown to be effective in controlling this disease. Soybean is a plant that is widely used as food and snacks in Iran in different ways. In this study, we prepared three preparation from soya beans which have been widely used by Iranian people including raw soya, nut (roasted form) and textured soy protein (TSP). The effect of these preparations have been studied on memory and learning in amnestic rats through different pharmacological studies. The results indicated that TSP due to antioxidant and anticholinesterase activity significantly can augment memory enhancing and learning ability Alzheimer's disease (AD), is one of the problems of the elderly society, which has a lot of emotional and financial costs. AD is a type of progressive brain disease in which neurons are destroyed and memory is lost. This disease currently has no definitive treatment and the only way is to prevent the disease from spreading. Much research has been devoted to finding suitable and effective treatments for AD. Many food and herbal medicines have shown to be effective in controlling this disease. Soybean is a plant that is widely used as food and snacks in Iran in different ways. In this study, we prepared three preparation from soya beans which have been widely used by Iranian people including raw soya, nut (roasted form) and textured soy protein (TSP). The effect of these preparations have been studied on memory and learning in amnestic rats through different pharmacological studies. The results indicated that TSP due to antioxidant and anticholinesterase activity significantly can augment memory enhancing and learning ability. TSP also contains some phytochemicals such as phytoestrogens which have shown neuroprotective activity in different studies."
    },
    {
      "pmid": "36514764",
      "title": "Can soy isoflavones in combination with soy protein change serum concentration of adiponectin and resistin? A systematic review and meta-analysis on randomized clinical trials.",
      "authors": [
        "Mitra Hariri",
        "Bahareh Amirkalali",
        "Ensiyeh Mollanoroozy",
        "Ali Gholami"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Some studies proposed the anti-inflammatory effect of soy protein and soy isoflavones by changing the serum adiponectin and resistin levels. The purpose of this research was to determine the impact of soy isoflavones and soy protein on blood adiponectin and resistin levels in adults. Scopus, PubMed, Cochrane Library, ISI Web of Science, and ClinicalTrials.gov databases were searched until April 2022. The effect size was computed by the mean changes from the beginning for intervention and comparison groups and their standard deviation. In the case of significant heterogeneity, DerSimonian and Laird random-effects model was used. Six and five clinical trials were selected for the systematic review and meta-analysis, respectively. The overall estimate indicated that soy isoflavones in combination with soy protein did not significantly change serum adiponectin level (weighted mean differences (WMD) = 0.36 μg/ml; 95% confidence interval (CI): -0.26, 0.99; p = .25), but significantly increased serum resistin level (WMD = 0.64 ng/ml, 95% CI: 0.25, 1.04; p = .001). In combination with soy protein, soy isoflavones nonsignificantly increased serum adiponectin levels, but significantly increased resistin levels. New intervention studies with a high dose of soy isoflavones and soy protein in different parts of the world and an updated meta-analysis are needed to confirm the results of our study."
    },
    {
      "pmid": "36509202",
      "title": "Heat-induced amorphous aggregates assembly of soy protein modulate in vitro digestibility of potato starch.",
      "authors": [
        "Xu Chen",
        "Yuge Zhang",
        "Yuan Zou",
        "Lin Li",
        "Jingkun Yan",
        "Siqian Chen",
        "Shuyan Zhang",
        "Jie Zhu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research focused on the characteristics of amorphous aggregates derived from soy protein (SPAA), and their effects on the structural, physicochemical, and digestive properties of potato starch (PS). The SPAA induced by different heating temperatures at pH 7.0 formed an inhomogeneous spherical structure. The presence of SPAA could improve the degree of short-range order of starch, increase thermal stability, reduce pasting viscosity and breakdown, and setback viscosity values of PS. For the PS complexed with SPAAs under simulated cooking conditions, the fraction of digested starch at 300 min (C300) decreased by 6-14 %, and rapid digestible starch content (RDS) decreased by 18-25 %, while the slowly digestible starch (SDS) and resistant starch (RS) increased by 0.4-3 % and 15-23 %, respectively. The SPAA at higher temperature treatment (SPAA130) reduced digestive rate coefficient (k) values more significantly than SPAA at a lower temperature (SPAA70, SPAA90, SPAA110). And the SPAA had no inhibitory effect on α-amylase. The results of this study would significantly contribute to expanding the theoretical information about protein regulation in starch digestion and promoting the development of healthy foods with digestion-resistant properties.",
      "mesh_terms": [
        "Hot Temperature",
        "Solanum tuberosum",
        "Soybean Proteins",
        "Digestion",
        "Starch",
        "Viscosity"
      ]
    },
    {
      "pmid": "36500320",
      "title": "Effect of Ionic Strength on Heat-Induced Gelation Behavior of Soy Protein Isolates with Ultrasound Treatment.",
      "authors": [
        "Zhaojun Wang",
        "Lin Zeng",
        "Liwei Fu",
        "Qiuming Chen",
        "Zhiyong He",
        "Maomao Zeng",
        "Fang Qin",
        "Jie Chen"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effect of ultrasound on gel properties of soy protein isolates (SPIs) at different salt concentrations. The results showed that ultrasound could significantly improve the gel hardness and the water holding capacity (WHC) of the salt-containing gel (p < 0.05). The gel presents a uniform and compact three-dimensional network structure. The combination of 200 mM NaCl with 20 min of ultrasound could significantly increase the gel hardness (four times) and the WHC (p < 0.05) compared with the SPI gel without treatment. With the increase in NaCl concentration, the ζ potential and surface hydrophobicity increased, and the solubility decreased. Ultrasound could improve the protein solubility, compensate for the loss of solubility caused by the addition of NaCl, and further increase the surface hydrophobicity. Ultrasound combined with NaCl allowed proteins to form aggregates of different sizes. In addition, the combined treatment increased the hydrophobic interactions and disulfide bond interactions in the gel. Overall, ultrasound could improve the thermal gel properties of SPI gels with salt addition.",
      "mesh_terms": [
        "Soybean Proteins",
        "Hot Temperature",
        "Gels",
        "Osmolar Concentration",
        "Hydrophobic and Hydrophilic Interactions",
        "Water",
        "Sodium Chloride"
      ]
    },
    {
      "pmid": "36493488",
      "title": "Conjugation of soy protein isolate with carboxymethyl cellulose through dielectric barrier discharge (DBD) plasma.",
      "authors": [
        "Hedieh Sharafodin",
        "Nafiseh Soltanizadeh",
        "Mohammad Sadegh Barahimi"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed to evaluate the physicochemical properties of dielectric barrier discharge (DBD) plasma grafted carboxymethyl cellulose (CMC) and soy protein isolate (SPI). Therefore, the mixture of SPI and CMC was treated at 16, 18 and 20 kV for 5, 10 and 15 min with DBD plasma. The results of FTIR, XRD, FESEM and SDS-PAGE confirmed the SPI-CMC conjugate formation after plasma treatment, and a glycation degree of about 21 % was obtained after 15 min treatment at 18 kV. Significantly higher levels of emulsifying activity and stability, as well as solubility, were obtained for the conjugates, as compared with the SPI-CMC mixture. Also, the smaller droplet sizes were observed in emulsions obtained from conjugate produced at 18 kV for 5 min, which had the most stability after 14 days of storage at 4 °C. Eventually, it was detected that DBD plasma could graft SPI and CMC in a short time.",
      "mesh_terms": [
        "Soybean Proteins",
        "Carboxymethylcellulose Sodium",
        "Chemical Phenomena",
        "Emulsions",
        "Solubility"
      ]
    },
    {
      "pmid": "36237974",
      "title": "Effect of ultrasonic cavitation on the formation of soy protein isolate - rice starch complexes, and the characterization and prediction of interaction sites using molecular techniques.",
      "authors": [
        "Nirmal Thirunavookarasu",
        "Sumit Kumar",
        "Arunkumar Anandharaj",
        "Ashish Rawson"
      ],
      "journal": "Heliyon",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Protein-carbohydrate interactions occur naturally in glycoproteins which are highly stable in nature and are involved in various food complexes and can enhance the quality and functional properties of foods. In the current study, we characterized the protein-carbohydrate complex formed between commercial soy protein isolate and rice starch using different treatments namely heat treatment alone, ultrasound treatment alone, combination of ultrasound and heat treatment and mixing alone. The structural data obtained using circular dichroism indicated that during the complex formation, the α-helix values were reduced by a maximum of 67% compared to soy protein isolate alone. The crystalline nature of the complexes formed by ultrasound treatment preserved the techno-functional properties as compared to complexes formed by heat treatments. The FTIR analysis of the complexes formed indicated the formation of glycosidic bond. Molecular docking analysis revealed the interaction between the complexes occurred due to hydrogen bonds which make the proteins more stable in nature thus enhancing their denaturation temperature. Glutamine, Proline and Arginine present in the D subunit of 7S 3AUP interacts with the starch molecule. The obtained results suggest that sonication combined with heat treatment led to higher interaction between the soy proteins isolate and rice starch."
    },
    {
      "pmid": "36162220",
      "title": "Comparison of soy protein isolate-(-)-epigallocatechin gallate complexes prepared by mixing, chemical polymerization, and ultrasound treatment.",
      "authors": [
        "Mengjie Geng",
        "Xumei Feng",
        "Haodong Yang",
        "Xixi Wu",
        "Lijia Li",
        "Yang Li",
        "Fei Teng"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of the preparation method (mixing, chemical polymerization, or ultrasound treatment) on the structure and functional properties of soy protein isolate-(-)-epigallocatechin-3-gallate (SPI-EGCG) complexes were examined. The mixing treated SPI-EGCG samples (M-SE) were non-covalently linked, while the chemical polymerization and ultrasound treated SPI-EGCG samples (C-SE and U-SE, respectively) were bound covalently. The covalent binding of EGCG with protein improved the molecular weight and changed the structures of the SPI by decreasing the α-helix content. Moreover, U-SE samples had the lowest particle size (188.70 ± 33.40 nm), the highest zeta potential (-27.82 ± 0.53 mV), and the highest polyphenol binding rate (59.84 ± 2.34 %) compared with mixing and chemical polymerization-treated samples. Furthermore, adding EGCG enhanced the antioxidant activity of SPI and U-SE revealed the highest DPPH (84.84 ± 1.34 %) and ABTS (88.89 ± 1.23 %) values. In conclusion, the SPI-EGCG complexes prepared by ultrasound formed a more stable composite system with stronger antioxidant capacity, indicating that ultrasound technology may have potential applications in the preparation of protein-polyphenol complexes.",
      "mesh_terms": [
        "Soybean Proteins",
        "Polyphenols",
        "Polymerization",
        "Catechin",
        "Antioxidants"
      ]
    },
    {
      "pmid": "36099829",
      "title": "Soy protein/β-glucan/tannic acid complex coacervates with different micro-structures play key roles in the rheological properties, tribological properties, and the storage stability of Pickering high internal phase emulsions.",
      "authors": [
        "Danxia Su",
        "Huanping Mo",
        "Junrong Huang",
        "Qiyong Li",
        "Haiqi Zhong",
        "Bei Jin"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soy protein-glucan-tannic acid (S-G-T) complex coacervates were prepared by high-intensity ultrasonic processing (US), subcritical water (SW) treatment, and microfluidization homogenization with different pressures (DHPM 500 and 1000) to stabilize Pickering high internal phase emulsions (HIPEs). Our results show that different treatments affect the microstructure and interfacial properties of ternary coacervates by modifying the intermolecular associations between components. In particular, US and DHPM 500 resulted in the formation of ternary complexes with smaller particle sizes and compact network structures. These properties facilitate the capture of oil droplets. S-G-T (US)- and S-G-T (DHPM500)-stabilized HIPEs exhibit gel-like structures, good creaming stability, and high friction coefficients due to the formation of a three-dimensional network in the continuous phase. However, a more uniform droplet distribution, higher viscoelasticity, and reduced friction were observed after storage for 60 days. These results provide a strategy to improve the sensory characteristics of emulsion-based foods after processing.",
      "mesh_terms": [
        "Emulsions",
        "Soybean Proteins",
        "Tannins",
        "beta-Glucans",
        "Epithelial Sodium Channels",
        "Particle Size",
        "Water"
      ]
    },
    {
      "pmid": "36071469",
      "title": "Supplementing the early diet of broilers with soy protein concentrate can improve intestinal development and enhance short-chain fatty acid-producing microbes and short-chain fatty acids, especially butyric acid.",
      "authors": [
        "Qianyun Zhang",
        "Shan Zhang",
        "Shu Wu",
        "Marianne Hjøllund Madsen",
        "Shourong Shi"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2022-Sep-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Research on nutrition in early-life commonly focuses on the maturation of the intestine because the intestinal system is crucial for ensuring continued growth. To explore the importance of early nutrition regulation in animals, soy protein concentrate (SPC) was added to the early diet of broilers to investigate its effects on amino acid digestibility, intestinal development, especially intestinal microorganisms, and broiler metabolites. A total of 192 one-day-old Arbor Acres (AA) male broilers were randomly assigned to two experimental treatments with 8 replicates of 12 birds. The control group was fed a basal diet (control), and the treatment group was fed a basal diet supplemented with 12% SPC (SPC12) during the first 10 d (starter phase). From d 11 to 21 (grower phase) and d 22 to 42 (finisher phase), a basal diet was fed to both treatment groups. RESULTS: SPC reduced the pH value and acid-binding capacity of the starter diet (P < 0.05, d 10); SPC in the early diet enhanced the gizzard weight (P < 0.05, d 10 and d 42) and the ileum weight (P < 0.05, d 10) and decreased the weight and length of the jejunum (P < 0.05, d 10) and the relative length of the duodenum and jejunum (P < 0.05, d 10). At the same time, SPC enhanced villus height (P < 0.05, d 10) and muscle thickness in the jejunum and ileum (P < 0.05, d 10) and increased the number of goblet cells in the duodenum (P < 0.05, d 10). Meanwhile, SPC increased the Chao1 index and the ACE index (P < 0.05, d 10) and altered the composition of caecal microflora at d 10. SPC also increased the relative abundance of Alistipes, Anaerotruncus, Erysipelatoclostridium, Intestinimonas and Flavonifractor bacteria (P < 0.05, d 10). At the same time, the concentrations of caecal butyric acid and total short-chain fatty acids (SCFAs) were also increased in the SPC12 group (P < 0.05, d 10). CONCLUSIONS: In summary, the results showed that supplementing the starter diet of broilers with SPC has a significant effect on the early development of the intestine and the microflora."
    }
  ]
}