{
  "supplement": "Speleotherapy",
  "query": "Speleotherapy[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:43:08",
  "research_count": 18,
  "count": 18,
  "articles": [
    {
      "pmid": "37057784",
      "title": "THE INFLUENCE OF SPELEOTHERAPY ON BRONCHI PASSAGE IN CHILDREN WITH BRONCHIAL ASTHMA USING A PHARMACO-FUNCTIONAL TEST WITH SALBUTAMOL.",
      "authors": [
        "Volodymyr M Bilak",
        "Lyudmila V Ignatko",
        "Natalya V Sochka",
        "Olena V Debretseni",
        "Gabriella B Kossey",
        "Volodymyr Y Mashika",
        "Taras I Griadil"
      ],
      "journal": "Wiadomosci lekarskie (Warsaw, Poland : 1960)",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim: To investigate the reaction of the bronchi to inhalation of salbutamol in children with different severity of bronchial asthma under the conditions of speleotherapy. PATIENTS AND METHODS: Materials and methods: 40 children aged 6-15 years were examined, 20 of them had an intermittent course of the disease, 20 had a mild course, and the children were in the inter-relapse period. Determining the function of external respiration (FER) with a pharmaco-functional test (PFT) with salbutamol was carried out in the dynamics of observation before and after treatment and compared with the indicators of 40 healthy children. Speleotherapy was performed based on the children's department of the Ukrainian Allergological Hospital of the village Solotvino. RESULTS: Results: A decrease in increased bronchial tone and restoration of bronchial patency at all levels of the bronchi in all patients with an intermittent course of the disease and a partial decrease in bronchial hyperreactivity with the improvement of bronchial patency in children with a mild course of bronchial asthma under the influence of speleotherapy was established. CONCLUSION: Conclusions: Thus, speleotherapy contributes to a positive reaction of the bronchi to inhalation of salbutamol, which is reflected in the normalization of disturbed bronchial tone and the restoration of bronchial patency at all levels of the bronchi, in all patients with an intermittent course and partially with a mild course of the disease.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Albuterol",
        "Speleotherapy",
        "Asthma",
        "Bronchi",
        "Administration, Inhalation"
      ]
    },
    {
      "pmid": "36142033",
      "title": "Dynamic Balance and Chest Mobility of Older Adults after Speleotherapy Combined with Pulmonary Rehabilitation, Endurance and Strength Training-A Prospective Study in Chronic Respiratory Diseases.",
      "authors": [
        "Sylwia Mętel",
        "Magdalena Kostrzon",
        "Justyna Adamiak"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2022-Sep-18",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUNDS: As people age, they are more likely to experience balance disturbances. Pulmonary rehabilitation is recognized as a core component in the management of older adults with chronic respiratory diseases. The aim of the study was to assess the dynamic balance and chest mobility of older adults participating in speleotherapy combined with pulmonary rehabilitation, endurance and strength training. METHODS: The study group consisted of 51 older adults with chronic respiratory disorders who participated in a 3-week pulmonary rehabilitation programme in underground salt chambers in the 'Wieliczka' Salt Mine Health Resort. These individuals underwent the Four Square Step Test (FSST) and circumferential chest mobility measurement before and after the outpatient rehabilitation programme conducted 135 m underground. RESULTS: Before rehabilitation in the underground salt chambers, half of the results (50%, 22 patients) were below the norm in the assessment of chest mobility between maximal inhale and exhale. The average time needed to perform FSST decreased significantly (p ≤ 0.05) from 10.2 ± 1.9 s before the stay to 9.1 ± 1.7 s after the stay and the average increase in chest mobility increased significantly (p ≤ 0.05) from 4.5 ± 5.5 cm to 5.4 ± 2.8 cm. CONCLUSIONS: Speleotherapy combined with pulmonary rehabilitation, endurance and strength training increased the dynamic balance and chest mobility of older adults with chronic respiratory diseases, as measured by the FSST and circumferential chest expansion assessment.",
      "mesh_terms": [
        "Aged",
        "Exercise Test",
        "Humans",
        "Postural Balance",
        "Prospective Studies",
        "Resistance Training",
        "Speleotherapy",
        "Thorax"
      ]
    },
    {
      "pmid": "34946174",
      "title": "Nontuberculous Mycobacteria Prevalence in Aerosol and Spiders' Webs in Karst Caves: Low Risk for Speleotherapy.",
      "authors": [
        "Dana Hubelova",
        "Vit Ulmann",
        "Pavel Mikuska",
        "Roman Licbinsky",
        "Lukas Alexa",
        "Helena Modra",
        "Milan Gersl",
        "Vladimir Babak",
        "Ross Tim Weston",
        "Ivo Pavlik"
      ],
      "journal": "Microorganisms",
      "publication_date": "2021-Dec-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A total of 152 aerosol and spider web samples were collected: 96 spider's webs in karst areas in 4 European countries (Czech Republic, France, Italy, and Slovakia), specifically from the surface environment (n = 44), photic zones of caves (n = 26), and inside (aphotic zones) of caves (n = 26), 56 Particulate Matter (PM) samples from the Sloupsko-Sosuvsky Cave System (speleotherapy facility; n = 21) and from aerosol collected from the nearby city of Brno (n = 35) in the Czech Republic. Nontuberculous mycobacteria (NTM) were isolated from 13 (13.5%) spider's webs: 5 isolates of saprophytic NTM (Mycobacterium gordonae, M. kumamotonense, M. terrae, and M. terrae complex) and 6 isolates of potentially pathogenic NTM (M. avium ssp. hominissuis, M. fortuitum, M. intracellulare, M. peregrinum and M. triplex). NTM were not isolated from PM collected from cave with the speleotherapy facility although mycobacterial DNA was detected in 8 (14.3%) samples. Temperature (8.2 °C, range 8.0-8.4 °C) and relative humidity (94.7%, range 93.6-96.6%) of air in this cave were relatively constant. The average PM2.5 and PM10 mass concentration was 5.49 µg m-3 and 11.1 µg m-3. Analysed anions (i.e., F-, Cl-, NO2-, SO42-, PO43- and NO3-) originating largely from the burning of wood and coal for residential heating in nearby villages in the surrounding area. The air in the caves with speleotherapy facilities should be monitored with respect to NTM, PM and anions to ensure a safe environment."
    },
    {
      "pmid": "32519590",
      "title": "The influence of speleotherapy combined with pulmonary rehabilitation on functional fitness in older adults - preliminary report.",
      "authors": [
        "Sylwia Mętel",
        "Magdalena Kostrzon",
        "Justyna Adamiak",
        "Halina Gattner",
        "Dominika Kościelecka",
        "Angelika Sosulska",
        "Elżbieta Szczygieł",
        "Joanna Golec"
      ],
      "journal": "Therapeutic advances in respiratory disease",
      "publication_date": "2020",
      "publication_types": [
        "Clinical Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Our aim was to determine the influence of pulmonary rehabilitation conducted in therapeutic salt mine chambers on the functional fitness of older adults. METHODS: The study included 22 individuals of age >65 years with chronic respiratory conditions. The patients underwent the Fullerton test before and after a 3-week outpatient pulmonary rehabilitation in the \"Wieliczka\" Salt Mine Health Resort. RESULTS: After the rehabilitation stay, the results showed statistically significant improvements within five of the six parameters evaluated. In the Arm Curl, the mean number of repetitions within 30 s increased from 14.55 ± 3.63 to 16.68 ± 3.83 and in the Chair Stand from 11.86 ± 2.55 to 14.41 ± 2.95. Beneficial changes were observed in the Back Scratch, but without statistical significance. In Sit and Reach results increased from -2.3 ± 11.11cm to 2.14 ± 9.19 cm. Time for performing the 8-Foot Up and Go decreased from 6.63 ± 1.27 s to 5.8 ± 0.86 s and in 2-Minute Step results increased from 88.27 ± 20.64 to 96.55 ± 16.38 repetitions. CONCLUSION: Functional fitness of examined older adults with pulmonary disorders has increased after a rehabilitation and treatment stay in underground salt mine chambers. The reviews of this paper are available via the supplemental material section.",
      "mesh_terms": [
        "Age Factors",
        "Aged",
        "Aging",
        "Chronic Disease",
        "Combined Modality Therapy",
        "Exercise Therapy",
        "Female",
        "Functional Status",
        "Humans",
        "Lung",
        "Lung Diseases",
        "Male",
        "Patient Education as Topic",
        "Physical Fitness",
        "Recovery of Function",
        "Speleotherapy",
        "Time Factors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "22165139",
      "title": "[The rationale for the combined application of cryomassage and silvinite speleotherapy for the rehabilitative treatment of the patients with bronchial asthma].",
      "authors": [
        "N S Aĭrapetova",
        "M A Rassulova",
        "I V Antonovich",
        "E M Stiazhkina",
        "I V Ksenofontova",
        "N V Nikoda",
        "N A Derevnina"
      ],
      "journal": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "publication_date": "2011",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "The present study is devoted to the estimation of therapeutic and prophylactic effects of cryomassage and silvinite speleotherapy in the patients with partially controlled asthma. Advantages of the combined application of rehabilitative technologies are illustrated by their well-expressed anti-inflammatory and immunocorrecive actions, reduced obstruction and hyper-reactivity of the bronchi, improved pulmonary cardiohemodynamics, enhanced physical tolerance and better psychological adaptation.",
      "mesh_terms": [
        "Adult",
        "Asthma",
        "Cold Temperature",
        "Female",
        "Humans",
        "Male",
        "Massage",
        "Middle Aged",
        "Recovery of Function",
        "Respiration",
        "Speleotherapy"
      ]
    },
    {
      "pmid": "19296342",
      "title": "Study on endocronological effects of radon speleotherapy on respiratory diseases.",
      "authors": [
        "Katalin Nagy",
        "István Berhés",
        "Tibor Kovács",
        "Norbert Kávási",
        "János Somlai",
        "László Kovacs",
        "István Barna",
        "Tamás Bender"
      ],
      "journal": "International journal of radiation biology",
      "publication_date": "2009-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Radon, as a radioactive noble gas of natural origin, is generally present in the atmosphere of caves during the speleotherapeutic treatment of different diseases. However, the role of radon in the therapeutic effect is not fully clarified yet. Endocrine parameter levels may be influenced by radon-like endocrine levels in balneotherapeutic treatments (bath treatment). For this reason changes of these parameters were examined in this study. PATIENTS AND METHOD: A total of 81 speleotherapy patients were involved in the survey. They spent four hours daily in Tapolca Cave, five days a week, for two weeks. In this study, the thyreoiedea stimulating hormone, free triiodine-tironin, free thyroxine, prolactine, cortisol, dehydroepiandrosterone sulphate, adrenocorticotropic hormone, and beta endorphine levels of the body were examined before and after the treatment. RESULTS: After statistical analysis of the data a significant decrease of cortisol levels of patients was found, which was not directly correlated with radon concentration. In the case of thyroid hormones, there were no significantly detectable changes of the hormone levels except for low radon concentration levels a significant decrease in the free thyroxine and the thyreoiedea stimulating hormone level of male patients was observed. CONCLUSION: Speleotherapy has an effect on the level of endocrine hormones; however, no direct correlation with differences in radon level was found. For patients whose endocrine levels fell outside the normal endocrine parameter values, more striking changes in endocrine hormone levels were seen, but changes of these parameters could not be statistically analyzed due to the small number of cases.",
      "mesh_terms": [
        "Adrenocorticotropic Hormone",
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Dehydroepiandrosterone Sulfate",
        "Endocrine System",
        "Endorphins",
        "Female",
        "Humans",
        "Hydrocortisone",
        "Male",
        "Middle Aged",
        "Radon",
        "Respiration Disorders",
        "Speleotherapy",
        "Thyroid Hormones",
        "Thyroxine",
        "Triiodothyronine"
      ]
    },
    {
      "pmid": "11406004",
      "title": "Speleotherapy for asthma.",
      "authors": [
        "S Beamon",
        "A Falkenbach",
        "G Fainburg",
        "K Linde"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2001",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Speleotherapy, the use of subterranean environments, is a therapeutic measure in the treatment of chronic obstructive airways diseases. It is virtually unknown in the UK or the US, but has considerable widespread use in some Central and Eastern European countries. OBJECTIVES: To review evidence for the efficacy of speleotherapy in the treatment of asthma. SEARCH STRATEGY: We searched electronic databases (Medline, Embase, Cochrane Airways group database), contacted speleotherapy centres and experts in the field, hand searched proceedings, and checked bibliographies of articles obtained to identify possible relevant publications. SELECTION CRITERIA: We included controlled clinical trials (i.e., both randomized and those not reporting the method of allocation) that compared clinical effects of speleotherapy with another intervention or no intervention in patients with chronic asthma. DATA COLLECTION AND ANALYSIS: Information concerning patients, interventions, results, and methodology were extracted in standardized manner by two independent reviewers and summarized descriptively. MAIN RESULTS: Three trials including a total of 124 asthmatic children met the inclusion criteria, but only one trial had reasonable methodological quality. Two trials reported that speleotherapy had a beneficial short-term effect on lung function. Other outcomes could not be assessed in a reliable manner. A further search was conducted in July 2000. One further paper was excluded (see excluded studies) REVIEWER'S CONCLUSIONS: The available evidence does not permit a reliable conclusion as to whether speleo-therapeutic interventions are effective for the treatment of chronic asthma. Randomized controlled trials with long-term follow-up are necessary.",
      "mesh_terms": [
        "Air Ionization",
        "Asthma",
        "Chronic Disease",
        "Climate",
        "Environment",
        "Humans",
        "Humidity",
        "Naturopathy"
      ]
    },
    {
      "pmid": "10796665",
      "title": "Speleotherapy for asthma.",
      "authors": [
        "S Beamon",
        "A Falkenbach",
        "G Fainburg",
        "K Linde"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2000",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Speleotherapy, the use of subterranean environments, is a therapeutic measure in the treatment of chronic obstructive airways diseases. It is virtually unknown in the UK or the US, but has considerable widespread use in some Central and Eastern European countries. OBJECTIVES: To review evidence for the efficacy of speleotherapy in the treatment of asthma. SEARCH STRATEGY: We searched electronic databases (Medline, Embase, Cochrane Airways group database), contacted speleotherapy centres and experts in the field, hand searched proceedings, and checked bibliographies of articles obtained to identify possible relevant publications. SELECTION CRITERIA: We included controlled clinical trials (i.e., both randomized and those not reporting the method of allocation) that compared clinical effects of speleotherapy with another intervention or no intervention in patients with chronic asthma. DATA COLLECTION AND ANALYSIS: Information concerning patients, interventions, results, and methodology were extracted in standardized manner by two independent reviewers and summarized descriptively. MAIN RESULTS: Three trials including a total of 124 asthmatic children met the inclusion criteria, but only one trial had reasonable methodological quality. Two trials reported that speleotherapy had a beneficial short-term effect on lung function. Other outcomes could not be assessed in a reliable manner. REVIEWER'S CONCLUSIONS: The available evidence does not permit a reliable conclusion as to whether speleo-therapeutic interventions are effective for the treatment of chronic asthma. Randomized controlled trials with long-term follow-up are necessary.",
      "mesh_terms": [
        "Air Ionization",
        "Asthma",
        "Chronic Disease",
        "Climate",
        "Environment",
        "Humans",
        "Humidity"
      ]
    },
    {
      "pmid": "8771738",
      "title": "[The dynamics of the persistence characteristics of staphylococci under the action of the microclimate of a speleotherapy mine].",
      "authors": [
        "O P Chernova",
        "S B Matiushina",
        "M N Volianik",
        "S G Dimova",
        "V L Kartashova"
      ],
      "journal": "Zhurnal mikrobiologii, epidemiologii i immunobiologii",
      "publication_date": "1996",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "A decrease in the persistence characteristics of staphylococci under the influence of microclimate in a spelean pit has been demonstrated under experimental conditions. Clinical investigations have confirmed the capacity of speleotherapy to decrease the microbial contamination of the upper respiratory tract and to inhibit the persistence properties of staphylococcal microflora in children with respiratory allergosis, which seems to be the basis of the positive effect achieved by treatment with microclimate in a spelean pit.",
      "mesh_terms": [
        "Adolescent",
        "Carrier State",
        "Child",
        "Child, Preschool",
        "Female",
        "Humans",
        "Male",
        "Microclimate",
        "Physical Therapy Modalities",
        "Respiratory Hypersensitivity",
        "Staphylococcal Infections",
        "Staphylococcus aureus",
        "Time Factors"
      ]
    },
    {
      "pmid": "7762200",
      "title": "[The efficacy of chamber speleotherapy and laser therapy in children with bronchial asthma and asthmatic bronchitis].",
      "authors": [
        "S F Goncharuk",
        "E S Pavlova",
        "G A Gorchakova",
        "E I Bakholdina",
        "T I Fedorchuk"
      ],
      "journal": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "publication_date": "1994",
      "publication_types": [
        "Comparative Study",
        "English Abstract",
        "Journal Article"
      ],
      "mesh_terms": [
        "Acute Disease",
        "Asthma",
        "Atmosphere Exposure Chambers",
        "Bronchitis",
        "Child",
        "Child, Preschool",
        "Combined Modality Therapy",
        "Evaluation Studies as Topic",
        "Humans",
        "Laser Therapy",
        "Microclimate",
        "T-Lymphocytes",
        "Thymus Gland"
      ]
    },
    {
      "pmid": "7846884",
      "title": "[The efficacy of speleotherapy in atopic dermatitis in children].",
      "authors": [
        "E A Puryshev"
      ],
      "journal": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "publication_date": "1994",
      "publication_types": [
        "Comparative Study",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "After proper clinical and immunological examinations 112 children with atopic dermatitis underwent immunocorrective speleotherapy in a chamber with artificial microclimate created with the use of natrium chloride spraying. During the treatment positive trends were observed in the patients' dermatological status and immune homeostasis. A complete 6-24-month response was reported in 58%, partial in 20%, no response in 6.9% of patients. The method is recommended for treatment of atopic dermatitis.",
      "mesh_terms": [
        "Adolescent",
        "Aerosols",
        "Antibody Formation",
        "Child",
        "Child, Preschool",
        "Dermatitis, Atopic",
        "Humans",
        "Immunity, Cellular",
        "Microclimate",
        "Physical Therapy Modalities",
        "Remission Induction"
      ]
    },
    {
      "pmid": "8266663",
      "title": "[The efficacy of speleotherapy in salt mines in children with bronchial asthma based on the data from immediate and late observations].",
      "authors": [
        "A A Abdullaev",
        "K M Gadzhiev",
        "A A Eiubova"
      ],
      "journal": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "publication_date": "1993",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Speleotherapy was conducted in 216 children with bronchial asthma treated in conditions of salt mines situated near the town of Nakhichevan. The assessment of clinical, immunological and functional parameters showed that the best results had been achieved in atopic asthma running a light or moderate course. Speleotherapy courses noticeably diminished broncho-obstructive syndrome, improved pulmonary ventilation. The improvement proved stable in the majority of the patients. It is recommended to include speleotherapy in salt mines into combined rehabilitation treatment of pediatric asthmatics.",
      "mesh_terms": [
        "Adolescent",
        "Antibody Formation",
        "Asthma",
        "Azerbaijan",
        "Child",
        "Child, Preschool",
        "Evaluation Studies as Topic",
        "Humans",
        "Immunity, Cellular",
        "Microclimate",
        "Physical Therapy Modalities",
        "Respiration",
        "Time Factors"
      ]
    },
    {
      "pmid": "8236915",
      "title": "[Speleotherapy in the combined health resort treatment of children with bronchial asthma].",
      "authors": [
        "K S Tikhomirova",
        "I Z Alieva",
        "E N Chalaia"
      ],
      "journal": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "publication_date": "1993",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "mesh_terms": [
        "Adolescent",
        "Aerosols",
        "Asthma",
        "Child",
        "Combined Modality Therapy",
        "Health Resorts",
        "Humans",
        "Microclimate",
        "Physical Therapy Modalities",
        "Remission Induction",
        "Russia",
        "Salts"
      ]
    },
    {
      "pmid": "1840341",
      "title": "Values of selected immunological parameters before and after speleotherapy.",
      "authors": [
        "J Mohapl",
        "S Bohác",
        "E Weigl"
      ],
      "journal": "Acta Universitatis Palackianae Olomucensis Facultatis Medicae",
      "publication_date": "1991",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Changes of the selected immunological parameters before and after the speleotherapy are studied. It seems, that CIK and Complement parameters can be effected during the treatment in caves while Ig and LSZ parameters did not show any systematic changes. Details are available in the paper.",
      "mesh_terms": [
        "Antigen-Antibody Complex",
        "Child",
        "Complement C3",
        "Complement C4",
        "Complementary Therapies",
        "Czechoslovakia",
        "Female",
        "Humans",
        "Immunoglobulins",
        "Male",
        "Muramidase",
        "Respiratory Tract Diseases",
        "Saliva"
      ]
    },
    {
      "pmid": "2139996",
      "title": "[The effect of verapamil on external respiratory function in bronchial asthma patients during high-altitude speleotherapy].",
      "authors": [
        "R O Khamzamulin",
        "K A Kachkynbaev",
        "S O Abdyldaeva",
        "R A Davletova"
      ],
      "journal": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "publication_date": "1990",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "English Abstract",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "To study the effect of speleotherapy on external respiration (ER) in asthma, ER was investigated in 2 randomized groups of 20 asthma subjects each. Speleotherapy was conducted in 24-day courses in salt caves of Chon-Tuz (2100 m above the sea level). The overall exposure lasted 160 hrs. One of the groups was assigned to additional verapamil hydrochloride aerosol therapy (10 mg/day, days 10, 12, 14, 16, 18, 20, 22). Speleotherapy was found to initiate positive shifts in the external respiration function whereas verapamil hydrochloride to potentiate the observed beneficial rearrangement in asthma patients.",
      "mesh_terms": [
        "Adult",
        "Altitude",
        "Asthma",
        "Climate",
        "Combined Modality Therapy",
        "Female",
        "Health Resorts",
        "Humans",
        "Kyrgyzstan",
        "Male",
        "Microclimate",
        "Middle Aged",
        "Physical Therapy Modalities",
        "Respiration",
        "Time Factors",
        "Verapamil"
      ]
    },
    {
      "pmid": "3400162",
      "title": "[Speleotherapy in the treatment of children with bronchial asthma in relation to the functional status of the thyroid gland].",
      "authors": [
        "M D Torokhtin",
        "T A Zadorozhnaia"
      ],
      "journal": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "publication_date": "1988",
      "publication_types": [
        "Comparative Study",
        "English Abstract",
        "Journal Article"
      ],
      "mesh_terms": [
        "Adolescent",
        "Aerosols",
        "Asthma",
        "Child",
        "Climate",
        "Humans",
        "Microclimate",
        "Mining",
        "Sodium Chloride",
        "Thyroid Diseases",
        "Ukraine"
      ]
    },
    {
      "pmid": "3804603",
      "title": "Speleotherapy: a special kind of climatotherapy, its role in respiratory rehabilitation.",
      "authors": [
        "T Horvath"
      ],
      "journal": "International rehabilitation medicine",
      "publication_date": "1986",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Speleotherapy, the use of the climate of caves, is an accepted but not widely known therapeutic measure in the treatment of chronic obstructive airway diseases. This study summarizes the therapeutic experiences of more than 4000 patients who were treated in a 10-year period in a hospital-cave complex in Tapolca, Hungary. A sharp and long-lasting clinical improvement and a significant recovery from airway obstruction could be observed in the overwhelming majority of patients. It is established that the microclimate of some caves can beneficially affect these disorders, but the cave should be considered as an optimal environment for complex respiratory rehabilitation.",
      "mesh_terms": [
        "Asthma",
        "Bronchitis",
        "Climate",
        "Female",
        "Health Resorts",
        "Humans",
        "Lung Diseases, Obstructive",
        "Male",
        "Middle Aged"
      ]
    },
    {
      "pmid": "3699352",
      "title": "[Changes in heart rate during operator activity among persons with information neuroses during speleotherapy treatment].",
      "authors": [
        "N M Khatiashvili"
      ],
      "journal": "Fiziologiia cheloveka",
      "publication_date": "1986",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Health Resorts",
        "Heart Rate",
        "Humans",
        "Neurotic Disorders",
        "Occupational Diseases",
        "Psychomotor Performance"
      ]
    }
  ]
}