{
  "supplement": "Spermidine",
  "query": "Spermidine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:43:18",
  "research_count": 442,
  "count": 100,
  "articles": [
    {
      "pmid": "40303434",
      "title": "WRKY27-SPDS1 module of Ichang papeda (Citrus ichangensis) promotes cold tolerance by modulating spermidine content.",
      "authors": [
        "Jing Qu",
        "Peng Xiao",
        "Yilei Wang",
        "Yue Wang",
        "Wei Xiao",
        "Yu Zhang",
        "Xiaoyong Xu",
        "Ji-Hong Liu"
      ],
      "journal": "Horticulture research",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermidine (Spd) is one of the predominant polyamines in higher plants and plays a crucial role in combating various abiotic stresses. However, the molecular functions and underlying regulatory mechanisms associated with plant Spd synthase (SPDS) genes in cold tolerance remain poorly understood. In this study, cold treatment markedly induced Spd accumulation and enhanced SPDS activity in Ichang papeda (Citrus ichangensis), a cold-hardy plant in Citrus genus. Exogenous Spd supply led to dramatically improved cold tolerance. Two SPDS genes (CiSPDS1 and CiSPDS2) were identified in Ichang papeda, but only CiSPDS1 was substantially upregulated by cold. Overexpressing of CiSPDS1 in both tobacco (Nicotiana tabacum) and lemon (Citrus limon), a cold-sensitive Citrus species, promoted Spd synthesis and enhanced cold tolerance in the transgenic plants. In contrast, knockdown of CiSPDS1 in Ichang papeda by virus-induced gene silencing (VIGS) repressed Spd synthesis and greatly impaired the cold tolerance, which was restored by exogenous replenishment of Spd. In addition, we demonstrated that WRKY27 of Ichang papeda (CiWRKY27) directly bound to and activated the CiSPDS1 promoter through interacting with a W-box cis-acting element. Meanwhile, VIGS-mediated silencing of CiWRKY27 resulted in marked reduction of CiSPDS1 transcript levels and Spd contents and significantly impaired the cold tolerance in Ichang papeda. Taken together, this study illustrated the role of CiSPDS1 in cold tolerance and identified it as a direct target of CiWRKY27. These findings provide insight into the regulatory mechanism by which the molecular module CiWRKY27-CiSPDS1 regulates Spd accumulation for modulation of cold tolerance."
    },
    {
      "pmid": "40238233",
      "title": "A Spermidine Derivative Ameliorates Dextran Sulfate Sodium-Induced Colitis in Mice by Inhibiting the MAPK4/AKT Signaling Pathway.",
      "authors": [
        "Yuxin Zhang",
        "Zeyuan Deng",
        "Hongyan Li",
        "Zeyin Jiang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ulcerative colitis (UC) is a chronic inflammatory bowel disease characterized by recurrent episodes and an inability to achieve a complete cure. The spermidine derivative (di-p-coumaroyl-caffeoyl spermidine, SPDD), as a key alkaloid, exhibits unique health benefits. However, it has not yet been reported whether SPDD can improve dextran sulfate sodium (DSS)-induced colitis in mice. Herein, we investigated the effects and mechanisms of SPDD on DSS-induced colitis in mice. SPDD was successfully purified from rose bee pollen and was found to have a protective effect on colitis, evidenced by reduced disease activity index (DAI) scores and colonic inflammation, increased colonic length and upregulated the expression of tight junction proteins (TJs) in the model (p < 0.05). Importantly, the IL-17 signaling pathway showed significant enrichment by RNA sequencing (RNA-seq) technology with SPDD treatment, which resulted in the downregulation of MAPK4 expression (p < 0.05). Furthermore, SPDD weakened the interaction between MAPK4 and AKT, resulting in a decrease in the phosphorylation level of AKT, thereby reducing the expression of IL-6, IL-1β, iNOS, and COX-2, and alleviating colitis (p < 0.05). In addition, SPDD treatment also ameliorated TNF-α-induced inflammation in Caco-2 cells. Overall, our study demonstrated that SPDD reversed colonic inflammation in colitis mice through the MAPK4/AKT pathway and might be a promising candidate for UC intervention."
    },
    {
      "pmid": "40227429",
      "title": "Spermidine Revives Aged Sorghum Seed Germination by Boosting Antioxidant Defense.",
      "authors": [
        "Yifan Xing",
        "Huan Zhang",
        "Chunjuan Liu",
        "Chang Liu",
        "Yufei Zhou"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Seed aging has adverse effects on agricultural production, mainly because seed vigor is inhibited. Spermidine can improve seed vitality and germination ability to a certain extent and is essential for plant growth and plant response to stress. This study explored how spermidine counteracted aging effects on sorghum seed germination through antioxidant metabolism regulation. Aged seeds showed decreased vigor due to heightened reactive oxygen species (ROS) and diminished antioxidants. Applying spermidine notably enhanced aged seeds' germination and vigor by boosting antioxidant enzyme activity and curbing ROS. Integrated transcriptomic, proteomic, and metabolomic analyses demonstrated that the majority of differentially expressed genes following exogenous spermidine treatment in aged sorghum seeds were significantly enriched in pathways related to glutathione metabolism, phenylpropanoid, and flavonoid biosynthesis, resulting in increased expression of genes encoding peroxidase, chalcone synthase, and glutathione s-transferase. Exogenous spermidine facilitated the synthesis of peroxidases and glutathione transferases. Analysis of flavonoid pathway intermediates showed a notable increase in antioxidant metabolites like isoquercitrin, underscoring their role in oxidative stress resistance. This multi-omics strategy underscores Spd's role in boosting aged seeds' antioxidants, highlighting the molecular basis of seed aging and Spd's rejuvenating impact."
    },
    {
      "pmid": "40201776",
      "title": "Spermidine treatment limits the development of the fungus in flax shoots by suppressing polyamine metabolism and balanced defence reactions, thus increasing flax resistance to fusariosis.",
      "authors": [
        "Beata Augustyniak",
        "Wioleta Wojtasik",
        "Agnieszka Sawuła",
        "Marta Burgberger",
        "Anna Kulma"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Flax (Linum usitatissimum) is an important industrial crop in temperate regions, but fungal diseases, especially those caused by Fusarium oxysporum sp. lini, pose a serious risk. These infections can lead to major crop losses, reducing interest in flax cultivation. METHODS: This study investigated the effects of exogenous spermidine (Spd) on the interactions between flax and Fusarium oxysporum sp. lini. Flax plants treated with either 10 mM or 100 mM Spd were monitored for changes in polyamine levels, gene expression, and hydrogen peroxide (H2O2) content following infection. RESULTS AND DISCUSSION: Notably, plants treated with 10 mM Spd showed enhanced resistance, exhibiting better phenotypic health and lower fungal murein levels, especially in shoots. Chitinase expression in these plants remained similar to or lower than control levels, suggesting minimal additional defence activation was required. Additionally, a marked ROS burst occurred two days post-infection, followed by redox balance restoration, indicating a controlled defence response. These results suggest that moderate Spd treatment improves flax resilience against fusarium wilt while avoiding excessive defence activation, highlighting Spd's potential for sustainable crop protection strategies."
    },
    {
      "pmid": "40173181",
      "title": "Spermidine prevents iron overload-induced impaired bone mass by activating SIRT1/SOD2 signaling in senile rat model.",
      "authors": [
        "Zhi-Qing Du",
        "Jia-Bin Xie",
        "Sheng-Yi Ji",
        "Wanshu Zhou",
        "Zhou-Shan Tao"
      ],
      "journal": "Redox report : communications in free radical research",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermidine (SPD) is an organic compound known for its powerful antioxidant stress and anti-aging properties, and whether SPD has the ability to reduce bone mass in elderly iron overload rats is unknown. The study aimed to assess SPD's impact on iron overload-induced bone loss in elderly rats. In our aged rat model, we found that iron overload negatively influences bone metabolism and remodeling, resulting in decreased bone mineral density and increased bone loss. However, SPD treatment effectively alleviated these harmful effects, as shown by reduced serum levels of MDA and increased SOD and GSH levels. Additionally, SPD-treated rats exhibited enhanced bone mass and higher expression of OC, BMP2, SIRT1, and SOD2 in their bones. Moreover, SPD restored the imbalance in bone metabolism by counteracting the inhibition of osteogenic differentiation and promoting osteoclast differentiation induced by iron overload in MC3T3-E1 and RAW264.7 cells affected by EX527. In summary, our findings suggest that SPD's antioxidant properties may exert anti-osteoporosis effects through activation of the SIRT1/SOD2 signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Iron Overload",
        "Sirtuin 1",
        "Rats",
        "Signal Transduction",
        "Spermidine",
        "Superoxide Dismutase",
        "Male",
        "Osteogenesis",
        "Bone Density",
        "Disease Models, Animal",
        "Mice",
        "Rats, Sprague-Dawley",
        "RAW 264.7 Cells",
        "Cell Differentiation",
        "Bone and Bones",
        "Osteoporosis",
        "Antioxidants"
      ]
    },
    {
      "pmid": "40169099",
      "title": "Spermidine attenuates microglial activation, neuroinflammation, and neuronal injury in rat model of vascular dementia.",
      "authors": [
        "Xinyuan Zhao",
        "Dan Li",
        "Zirui Zhu",
        "Suzhen Li",
        "Yaze Qin",
        "Yi Yang"
      ],
      "journal": "Neuroscience",
      "publication_date": "2025-May-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermidine has been implicated to provide beneficial effects on cognitive function in several model organisms as well as older adults with mild and moderate dementia. Nevertheless, the potential impact of spermidine on learning and memory deficits in vascular dementia (VaD) remains largely unknown. Here, bilateral common carotid artery occlusion (BCCAo) was applied to induce chronic cerebral hypoperfusion in rats. We demonstrated that spermidine therapy improved the spatial learning performance in model animals, accompanied with decreased cerebral histopathologic injury and increased restored myelin basic protein (MBP) expression. Moreover, spermidine suppressed abnormal microglia activation, inhibited the excessive generation of proinflammatory mediators, such as tumor necrosis factor (TNF)α and inducible nitric oxide synthase (iNOS), and increased the anti-inflammatory cytokine transforming growth factor (TGF)β expression in rodent brain following hypoperfusion. Our findings indicated that spermidine alleviated cognitive impairments of rats after VaD-like injury possibly via suppressing microglia-modulated neuroinflammation and neuronal injury. These data may shed light on understanding the pathogenesis of VaD and point to the promising value of spermidine supplementation for cognition improvement.",
      "mesh_terms": [
        "Animals",
        "Dementia, Vascular",
        "Microglia",
        "Spermidine",
        "Male",
        "Disease Models, Animal",
        "Rats",
        "Rats, Sprague-Dawley",
        "Neuroinflammatory Diseases",
        "Neurons",
        "Brain"
      ]
    },
    {
      "pmid": "40139876",
      "title": "Spermidine Enhances Mitochondrial Function and Mitigates Aortic Valve Calcification: Implications for DNA Methyltransferase-1 Activity.",
      "authors": [
        "Naaleum Song",
        "Eunhye Ji",
        "Jeong Eun Yu",
        "Kyoung-Hee Choi",
        "Dae-Hee Kim",
        "Jong-Min Song",
        "Duk-Hyun Kang",
        "Jae-Kwan Song",
        "Jiyoung Yu",
        "Kyunggon Kim",
        "Sahmin Lee",
        "Elena Aikawa"
      ],
      "journal": "JACC. Basic to translational science",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aortic stenosis (AS) is a severe heart valve disease marked by calcification, leading to heart failure. This study examined mitochondrial function in human aortic valve interstitial cells isolated from patients with AS and tested spermidine, an autophagy inducer as AS treatment. Spermidine treatment reduced fibrosis and calcification in human aortic valve interstitial cells and improved these features in spermidine-treated mice. The AKT-TP53-DNMT1-PPARG pathway was implicated, and DNA methyltransferase 1 inhibition by 5-azacytidine enhanced mitochondrial biogenesis by reducing mitochondrial DNA hypermethylation. These findings suggest that spermidine or DNA methyltransferase 1 inhibition could prevent aortic valve disease by improving mitochondrial function."
    },
    {
      "pmid": "40126530",
      "title": "A Genome-Wide Synthetic Lethal Screen Identifies Spermidine Synthase as a Target to Enhance Erdafitinib Efficacy in FGFR-Mutant Bladder Cancer.",
      "authors": [
        "Yanchao Yu",
        "Xincheng Gao",
        "Huayuan Zhao",
        "Jiayin Sun",
        "Miao Wang",
        "Xing Xiong",
        "Junping Li",
        "Chao Huang",
        "Hui Zhang",
        "Guosong Jiang",
        "Xingyuan Xiao"
      ],
      "journal": "Cancer research",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mutations of the fibroblast growth factor receptor (FGFR) family members are frequently observed in metastatic bladder cancer. The development of erdafitinib, a pan-FGFR inhibitor, provided a significant therapeutic advance in bladder cancer, but resistance still limits its efficacy. In this study, we performed an unbiased whole-genome CRISPR-Cas9 synthetic lethal screen on FGFR-mutant bladder cancer cell lines treated with erdafitinib and identified spermidine synthase (SRM) as a critical contributor to erdafitinib resistance. Moreover, hypusinated eIF5A, catalyzed by SRM-mediated spermidine production, facilitated the efficient translation of HMGA2, which in turn promoted the expression of EGFR. Notably, pharmacologic inhibition of SRM enhanced the efficacy of erdafitinib both in vitro and in vivo. Together, these results offer evidence that targeting SRM could attenuate the translation of HMGA2 and subsequently reduce EGFR transcription, thus enhancing the sensitivity of FGFR-mutant bladder cancer cells to erdafitinib treatment."
    },
    {
      "pmid": "40124068",
      "title": "The Role of Spermidine in Postharvest Fruit Physiology: Effects on Quality Characteristics and Metabolite Content of Sweet Cherry Fruit during Cold Storage.",
      "authors": [
        "Ayşen Melda Çolak",
        "Sadiye Peral Eyduran",
        "Akgul Tas",
        "Oktay Altun",
        "Muttalip Gundogdu",
        "Burhan Ozturk"
      ],
      "journal": "ACS omega",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, 0.5, 1.0, and 1.5 mM spermidine were applied to sweet cherry fruit before storage and the fruit were stored for 30 days. In addition, the fruit were stored for 30 days as a control without any treatment. Weight loss, decay rate, soluble solids content (SSC), titratable acidity (TA), pH, respiration rate, phenolic compounds, organic acids, and vitamin C parameters were assessed in fruit during storage. As a result of the study, according to different spermidine treatments, increases in weight loss, SSC, pH, respiration, and decay rates and decreases in titratable acidity were detected in control fruit at different storage periods (10, 20, and 30 days). Among the different spermidine doses applied, it was determined that the highest dose of spermidine applications was 1.5 mM, which prevented the degradation of phenolic compounds, organic acids, and vitamin C contents in sweet cherry fruit. Succinic acid was the dominant organic acid in sweet cherry fruit, with the highest value recorded at 10.30 g kg-1 during the harvest period and the lowest value measured at 6.89 g kg-1 in the control group at the end of storage (30 days). After succinic acid, malic and citric acids were found to have the highest concentrations, both of which showed a decrease during storage. It was determined that the 1.5 mM dose was the most effective in preventing this decrease. It was also found that gallic acid (30 days: 68.36 mg 100 g-1) was the most abundant phenolic compound in the fruit, followed by quercetin (30 days: 9.81 mg 100 g-1) and rutin (30 days: 10.09 mg 100 g-1), respectively. As a result, it was concluded that exogenous application of spermidine can be used as a postharvest tool in preserving the quality and storage life of sweet cherry fruit."
    },
    {
      "pmid": "40097583",
      "title": "Mitigation of adverse effect of cadmium toxicity in lettuce (Lactuca sativa L.) through foliar application of chitosan and spermidine.",
      "authors": [
        "Maham Rafique",
        "Zahra Noreen",
        "Sheeraz Usman",
        "Anis Ali Shah",
        "Hafsa Taj",
        "Mohamed A El-Sheikh",
        "In Jung Lee"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cadmium (Cd) stress is considered among the most harmful abiotic stresses because of its toxicity and ability to alter the ultrastructure of plants. Lettuce (Lactuca sativa L.) can readily accumulate Cd from the soil, but its elevated level posed negative effect on their development and nutritional quality. In this study, efficacy of chitosan and spermidine synergistic application was evaluated to improve Cd metal tolerance or its exclusion in lettuce. A pot experiment was conducted in a four-way completely randomized design (CRD) with 3 replicates, using two L. sativa varieties (VRIL-0205 and Green Check). Following treatments, Cd stress (10 ppm CdCl2), chitosan (200 ppm) and spermidine (145 ppm) were applied along with their respective controls. The negative effects of Cd stress on the morphological, physiological, and biochemical attributes of both L. sativa varieties were evaluated along with counter effect of chitosan and spermidine alone and synergistic application. Cd stress resulted in significant accumulation of Cd2+ ions in the shoot of both varieties (0.038 mg kg- 1 in VRIL-0205 and 0.041 mg kg- 1 in Green Check). It also impaired growth, biomass, gas exchange, water relation, antioxidant activities and nutrient uptake in both varieties. Foliar application of both chitosan and spermidine improved growth, biomass, chlorophyll content, photosynthesis rate, stomatal conductance, water content, antioxidant activities and nutrient uptake in both control and stressed plants. Their combined treatment reduced stress indicators including relative membrane permeability (VRIL-0205; 19% and Green Check; 22%), H2O2 (VRIL-0205; 27% and Green Check; 26%) and malondialdehyde content (VRIL-0205; 6% and Green Check; 7%) in stressed plants, compared with stress only plants. These findings showed that chitosan and spermidine synergistic application effectively mitigated the Cd toxicity in both L. sativa varieties and improved their growth under stress condition. This study provides insight into the potential use of chitosan and spermidine foliar spray as sustainable tools for improving Cd resilience in crop plants.",
      "mesh_terms": [
        "Lactuca",
        "Chitosan",
        "Cadmium",
        "Spermidine",
        "Plant Leaves",
        "Antioxidants",
        "Stress, Physiological",
        "Photosynthesis",
        "Chlorophyll",
        "Soil Pollutants"
      ]
    },
    {
      "pmid": "40079199",
      "title": "Spermidine alleviates copper-induced oxidative stress, inflammation and cuproptosis in the liver.",
      "authors": [
        "Xin Wang",
        "Weikang Ling",
        "Yang Zhu",
        "Chengweng Ji",
        "Xiaoguang An",
        "Yuxin Qi",
        "Shuo Li",
        "Chengye Zhang",
        "Ruixue Tong",
        "Dongmei Jiang",
        "Bo Kang"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Copper exposure poses potential detrimental effects on both public and ecosystem health. Spermidine, an antioxidant, has shown promise in reducing oxidative stress and inflammation within the liver. However, its specific role in mitigating copper-induced hepatic cuproptosis and disturbances in copper metabolism remains unexplored. Consequently, this research aims to investigate to examine the impact of spermidine on hepatic cuproptosis and the related disturbances in copper metabolism. In the study, we established a model of copper-induced liver toxicity by feeding C57BL/6 mice a high-copper diet for three months. Histopathological and biochemical analyses revealed that copper exposure induced hepatic inflammatory cell infiltration, hepatocyte degeneration, elevated levels of MDA, ROS, and Cu2+ accumulation in the liver, and increased ALT and AST activities in serum (p < .05). Regarding inflammation, copper exposure significantly increased serum levels of IL-1β, IL-6, and TNF-α (p < .05), upregulated TNF-α and IFN-γ expression, and downregulated IL-10 expression in the liver (p < .05). Meanwhile, copper exposure inhibited the expression of copper metabolism and Fe-S cluster-related proteins (p < .05). Exogenous spermidine administration effectively reduced ROS, MDA, and Cu2+ accumulation in the liver, while also decreasing ALT and AST activites, IL-1β, IL-6, and TNF-α levels in the serum (p < .05), and downregulated TNF-α and IFN-γ expression (p < .001). Additionally, spermidine combined with CuSO4 treatment significantly promotes the expression of copper metabolism and Fe-S cluster-related proteins, compared to the CuSO4 group (p < .05). In summary, spermidine reduces Cu2+ accumulation in the liver, alleviates hepatic cuproptosis, oxidative damage, and inflammation, and exerts a protective effect on the liver.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Copper",
        "Spermidine",
        "Mice",
        "Inflammation",
        "Liver",
        "Mice, Inbred C57BL",
        "Male"
      ]
    },
    {
      "pmid": "40038267",
      "title": "Methionine metabolite spermidine inhibits tumor pyroptosis by enhancing MYO6-mediated endocytosis.",
      "authors": [
        "Jiawei Wu",
        "Cong Ding",
        "Chuqing Zhang",
        "Zhimin Xu",
        "Zhenji Deng",
        "Hanmiao Wei",
        "Tingxiang He",
        "Liufen Long",
        "Linglong Tang",
        "Jun Ma",
        "Xiaoyu Liang"
      ],
      "journal": "Nature communications",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The connection between amino acid metabolism and pyroptosis remains elusive. Herein, we screen the effect of individual amino acid on pyroptosis and identify that methionine inhibits GSDME-mediated pyroptosis. Mechanistic analyses unveil that MYO6, a unique actin-based motor protein, bridges the GSDME N-terminus (GSDME-NT) and the endocytic adaptor AP2, mediating endolysosomal degradation of GSDME-NT. This degradation is increased by the methionine-derived metabolite spermidine noncanonically by direct binding to MYO6, which enhances MYO6 selectivity for GSDME-NT. Moreover, combination targeted therapies using dietary or pharmacological inhibition in methionine-to-spermidine metabolism in the tumor promotes pyroptosis and anti-tumor immunity, leading to a stronger tumor-suppressive effect in in vivo models. Clinically, higher levels of tumor spermidine and expression of methionine-to-spermidine metabolism-related gene signature predict poorer survival. Conclusively, our research identifies an unrecognized mechanism of pyroptotic resistance mediated by methionine-spermidine metabolic axis, providing a fresh angle for cancer treatment.",
      "mesh_terms": [
        "Spermidine",
        "Methionine",
        "Humans",
        "Animals",
        "Pyroptosis",
        "Mice",
        "Endocytosis",
        "Cell Line, Tumor",
        "Myosin Heavy Chains",
        "Neoplasms",
        "Female",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "40024627",
      "title": "Spermidine Treatment Improves GRIN2B Loss-Of-Function, A Primary Disorder of Glutamatergic Neurotransmission.",
      "authors": [
        "A Santos-Gómez",
        "N Juliá-Palacios",
        "A Rejano-Bosch",
        "R Marí-Vico",
        "F Miguez-Cabello",
        "M Masana",
        "D Soto",
        "M Olivella",
        "À García-Cazorla",
        "X Altafaj"
      ],
      "journal": "Journal of inherited metabolic disease",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "GRIN-related disorders (GRD) developmental and epileptic encephalopathies (DEEs) display a clinical spectrum including developmental delay, hypotonia, intellectual disability, epilepsy, and autistic traits. The presence of de novo pathogenic variants in the GRIN genes alters the N-methyl D-aspartate receptor (NMDAR) function, with a genotype-phenotype relationship. Despite recent advances to elucidate GRD pathophysiological mechanisms and to find treatments, to date, GRD therapeutic arms are still scarce and with limited efficacy. Herein, we investigated whether the natural polyamine spermine-positive allosteric modulators of GluN2B subunit-containing NMDARs-or its precursor spermidine might rescue NMDAR hypofunctionality. In heterologous cell systems, administration of spermine potentiated wild-type and loss-of-function (LoF) NMDAR-mediated currents and attenuated synaptic density deficits. Functionally, the putative therapeutic benefit of spermidine (spermine precursor) was assessed in constitutive Grin2b+/- heterozygous mice, a GRIN2B-LoF genetic murine model recapitulating GRD-like synaptic, motor, and cognitive alterations. Chronic spermidine administration in young adult Grin2b+/- mice partially rescued hippocampal long-term potentiation deficits in hippocampal slices of Grin2b+/- mice, supporting the cognitive improvement observed in behavioral phenotyping. Based on these preclinical findings, a case study was conducted in two pediatric patients harboring mild GRIN2B-LoF variants. Importantly, in line with preclinical findings, 18 months of spermidine treatment resulted in the amelioration of adaptive behavior (notably in the younger treated patient), with the absence of noticeable side effects. Overall, our findings provide both preclinical and clinical data supporting the benefit of spermidine for the treatment of GRD in individuals harboring GRIN2B-LoF variants.",
      "mesh_terms": [
        "Receptors, N-Methyl-D-Aspartate",
        "Spermidine",
        "Animals",
        "Mice",
        "Humans",
        "Synaptic Transmission",
        "Male",
        "Hippocampus",
        "Loss of Function Mutation",
        "Disease Models, Animal",
        "Female",
        "Spermine",
        "Long-Term Potentiation",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "39945057",
      "title": "The Yeast-Fermented Garlic and a Balance of Spermine/Spermidine Activates Autophagy via EGR1 Transcriptional Factor.",
      "authors": [
        "Kun Xie",
        "Satoshi Yano",
        "Jinyun Wang",
        "Shota Yamakoshi",
        "Tomoe Ohta",
        "Takuhiro Uto",
        "Maiko Sakai",
        "Xi He",
        "Kaichi Yoshizaki",
        "Takumi Kubota",
        "Kohta Ohnishi",
        "Taichi Hara"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermine (SPM) and spermidine (SPD) are polyamines found in all organisms, and their concentrations can be regulated by ingestion. We demonstrated that yeast-fermented garlic (YF) extract significantly increased autophag flux in OUMS-36T-1 and HeLa cells expressing the fluorescent probe (GFP-LC3-RFP-LC3ΔG). YF-induced increase of autophagy occurred independently of mTORC1 signaling, and RNA-sequencing analysis revealed that EGR1 was the most significantly altered gene in YF-treated OUMS-36T-1 cells. YF-treated EGR1-deficient HAP1 cells displayed reduced autophagic flux (p < 0.05). YF-induced increasing of autophagic flux occurred via a specific SPM/SPD ratio. HAP1 cells treated with equivalent amounts of SPD or SPM as that found in YF did not increase autophagic flux (p > 0.05); however, treatment with SPD and SPM in the same ratio as that found in YF increased autophagic flux (p < 0.05). This specific SPM/SPD ratio reduced MG132-induced proteostress via EGR1-dependent pathways (p < 0.05). Thus, the SPM/SPD balance may regulate autophagy via EGR1-dependent pathways, and controlling this balance may provide a strategy to maintain cellular homeostasis.",
      "mesh_terms": [
        "Autophagy",
        "Humans",
        "Spermidine",
        "Spermine",
        "HeLa Cells",
        "Early Growth Response Protein 1",
        "Fermentation",
        "Garlic",
        "Plant Extracts",
        "Saccharomyces cerevisiae"
      ]
    },
    {
      "pmid": "39838718",
      "title": "Spermidine Recovers the Autophagy Defects Underlying the Pathophysiology of Cell Trafficking Disorders.",
      "authors": [
        "Yaiza Díaz-Osorio",
        "Helena Gimeno-Agud",
        "Rosanna Mari-Vico",
        "Sofía Illescas",
        "Jose Miguel Ramos",
        "Alejandra Darling",
        "Àngels García-Cazorla",
        "Alfonso Oyarzábal"
      ],
      "journal": "Journal of inherited metabolic disease",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cell trafficking alterations are a growing group of disorders and one of the largest categories of Inherited Metabolic Diseases. They have complex and variable clinical presentation. Regarding neurological manifestations they can present a wide repertoire of symptoms ranging from neurodevelopmental to neurodegnerative disorders. The study of monogenic cell trafficking diseases draws an scenario to understanding this complex group of disorders and to find new therapeutic avenues. Within their pathophysiology, alterations in autophagy outstand as a targetable mechanism of disease, ammended to be modulated through different strategies. In this work we have studied the pathophysiology of two cell trafficking disorders due to mutations in SYNJ1 and NBAS genes. Specifically, we have assesed the autophagic flux in primary fibroblast cultures of the patients and gender/age-matched controls and whether it could be address with a therapeutic purpose. The results have shaped autophagy as one of the hallmarks of the disease. Moreover, we tested in vitro the effect of spermidine, a natural polyamine that acts as an autopagy inductor. Due to the positive results, its efficacy was evaluated later on the patients as well, in a series of n-of-1 clinical trials, achieving improvement in some clinical aspects related to motricity and cognition. Defining autophagy alterations as a common feature in the pathophysiology of cell trafficking disorders is a great step towards their treatment, as it represents a potential actionable target for the personalized treatement of these disorders.",
      "mesh_terms": [
        "Humans",
        "Autophagy",
        "Spermidine",
        "Fibroblasts",
        "Female",
        "Male",
        "Mutation",
        "Child",
        "Cells, Cultured",
        "Cell Movement",
        "Nerve Tissue Proteins",
        "Adult"
      ]
    },
    {
      "pmid": "39837844",
      "title": "Lactobacillus reuteri ZJ617 attenuates metabolic syndrome via microbiota-derived spermidine.",
      "authors": [
        "Yanfei Ma",
        "Yifan Zhong",
        "Wenjie Tang",
        "Teresa G Valencak",
        "Jingliang Liu",
        "Zhaoxi Deng",
        "Jiangdi Mao",
        "Daren Liu",
        "Shanshan Wang",
        "Yuhao Wang",
        "Haifeng Wang"
      ],
      "journal": "Nature communications",
      "publication_date": "2025-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic syndrome (MetS) is a difficult-to-manage disease that poses a significant risk to human health. Here, we show that the supplementation of Lactobacillus reuteri ZJ617 ameliorates symptoms of MetS in mice induced by the high-fat diet. L. reuteri ZJ617 modulates host metabolism by interacting with the microbiome, resulting in the production of spermidine synthesized by the microbiota. L. reuteri ZJ617 serves as a source of substrates for the microbiota to synthesize spermidine, hence preventing the decline of bacteria responsible for spermidine production. Spermidine treatment mimics the metabolic effects of L. reuteri ZJ617, whereas pharmacological inhibition of spermidine biosynthesis in mice abolishes these benefits. Our findings reveal the mechanism by which L. reuteri ZJ617 alleviates MetS symptoms and provide support for its potential use as a probiotic for promoting metabolic health.",
      "mesh_terms": [
        "Limosilactobacillus reuteri",
        "Metabolic Syndrome",
        "Animals",
        "Spermidine",
        "Probiotics",
        "Gastrointestinal Microbiome",
        "Diet, High-Fat",
        "Mice",
        "Male",
        "Mice, Inbred C57BL",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39831168",
      "title": "Spermidine-induced improvements in water relations and antioxidant defense enhance drought tolerance in yarrow (Achillea millefolium L.).",
      "authors": [
        "Sajedeh Alijani",
        "Mohammad-Reza Raji",
        "Zohreh Emami Bistgani",
        "Abdollah Ehtesham Nia",
        "Mostafa Farajpour"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drought stress poses a serious threat to agricultural productivity worldwide. This study investigated the mitigative effects of exogenous spermidine on drought stressed yarrow (Achillea millefolium L.). Plants were subjected to three drought levels (25 %, 50 % and 75 % field capacity) and foliar sprayed with 0, 1.5 and 3 μM spermidine. Drought significantly reduced relative water content, photosynthetic pigments (chlorophyll, carotenoids), osmolyte (proline, soluble sugars) accumulation and antioxidant enzyme activities such as catalase (CAT), peroxidase (POD) and ascorbate peroxidase (APX), indicating oxidative damage. Spermidine treatment attenuated drought injury by improving the above parameters. Maximum responses were observed at 1.5 μM for photosynthetic pigments and osmolytes, while 3 μM performed best for secondary metabolites (phenolics, flavonoids, anthocyanins) and antioxidant enzymes. Drought also upregulated secondary metabolites like phenolics, while spermidine further augmented their levels. Moreover, spermidine maintained membrane integrity and osmotic adjustment under water deficit. Overall, spermidine enhanced yarrow's drought tolerance by modulating physiological and biochemical processes. Our findings provide insights into spermidine-induced adaptation mechanisms in plants combating water scarcity. Optimization of spermidine concentration may help develop drought-resilient crops."
    },
    {
      "pmid": "39824448",
      "title": "Spermidine antagonizes the anti-cancer effect of cold atmospheric plasma and induces transit G0/G1 cell cycle arrest of triple negative breast cancers.",
      "authors": [
        "Li Shen",
        "Xinyu Lv",
        "Yixin Li",
        "Xiaofeng Dai"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer remains as a global health threat, with the incidence of breast cancers keep increasing. Dis-regulated redox homeostasis has been considered with essential roles for tumor initiation and progression. Using triple negative breast cancers, the most malignant subtype of breast cancers, as the tumor model, we explored the roles of the anti-oxidant spermidine, the pro-oxidative tool cold atmospheric plasma (CAP), and their combined use in cancer growth, anti-oxidative ability and cell cycle. We also characterized the important roles of FTO in driving the redox modulatory functionalities of spermidine and CAP-activated medium (PAM) as well as their demonstrated synergy on breast cancer cells. We found that spermidine reversed the anti-cancer effect of PAM and stimulated outrageous progression of transformed cells to the level exceeding that treated with spermidine alone, and combined launch of spermidine and PAM enabled cancer cells with elevated anti-oxidant ability and enhanced survival in response to instant redox perturbation via transient stalk at the G0/G1 stage. We, in addition, identified the vital role of FTO in mediating the observed effect of spermidine, PAM and their synergy, on triple negative breast cancer cells. Our results reported the antagonism between PAM and anti-oxidants as represented by spermidine for cancer treatment, and implicated the differential responses of healthy and diseased individuals to anti-oxidants for improved design on redox-based anti-cancer regimen.",
      "mesh_terms": [
        "Humans",
        "Triple Negative Breast Neoplasms",
        "Spermidine",
        "Plasma Gases",
        "Female",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "G1 Phase Cell Cycle Checkpoints",
        "Oxidation-Reduction",
        "Antioxidants",
        "Apoptosis",
        "Animals",
        "Antineoplastic Agents",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "39793221",
      "title": "Spermidine synthase promotes liver cancer progression in a paracrine manner by altering the macrophage immunometabolic state.",
      "authors": [
        "Sihang Yu",
        "Yuanxin Zhao",
        "Qingqing Liu",
        "Jian Wang",
        "Jiaying Fu",
        "Runyuan Li",
        "Yuan Yuan",
        "Xiaoyu Yan",
        "Jing Su"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Understanding the molecular mechanisms of adaptive regulation in the tumor microenvironment is crucial for precision therapy in hepatocellular carcinoma (HCC). We hypothesized that cargo proteins carried by extracellular vesicles (EVs) released in a hypoxic microenvironment might promote HCC progression by remodeling tumor-associated macrophages (TAMs). METHODS: EV protein analysis by label-free proteomics mass spectrometry of HCC cell lines of different tumor grades was performed. The promotional effect if spermidine synthase（SRM） on M2 polarized TAMs was further investigated using various biological approaches. RESULTS: SRM expression was positively correlated with liver cancer progression in HCC cell lines, liver cancer samples, and nude mouse models. In a mouse model, SRM expression was positively correlated with TAM infiltration and liver cancer progression. Pan-cancer dataset analysis confirmed that SRM overexpression in HCC tumors is correlated with poor patient prognosis. However, a hypoxic microenvironment is an internal driving factor for exosomal SRM that participates in microenvironmental modifications. Moreover, we defined a hitherto unknown pattern of microenvironmental crosstalk involving SRM in EVs, whereby macrophages complete the phenotypic fate of M2 tumor-associated macrophages through SRM uptake. CONCLUSION: SRM regulation within the immune microenvironment is metabolically driven. By upregulating spermidine, which serves as a substrate for eIF5A hypusination, excessive oxidative phosphorylation (OXPHOS) assembly is achieved. This, in turn, leads to the expression of immunosuppressive marker molecules and ultimately promotes liver cancer progression. SRM, which is enriched in the EVs of HCC cells under hypoxic conditions, acts as a potent regulator linking polyamine and energy metabolism in TAMs, thereby promoting liver cancer progression.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Carcinoma, Hepatocellular",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Disease Progression",
        "Liver Neoplasms",
        "Macrophages",
        "Mice, Nude",
        "Molecular Structure",
        "Spermidine Synthase",
        "Tumor Microenvironment",
        "Paracrine Communication"
      ]
    },
    {
      "pmid": "39765811",
      "title": "Spermidine Enhances Mitochondrial Bioenergetics in Young and Aged Human-Induced Pluripotent Stem Cell-Derived Neurons.",
      "authors": [
        "Leonora Szabo",
        "Imane Lejri",
        "Amandine Grimm",
        "Anne Eckert"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Dec-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The accumulation of damaged mitochondria has long been considered a hallmark of the aging process. Among various factors, age-related mitochondrial alterations comprise bioenergetic impairments and disturbances in reactive oxygen species (ROS) control, thereby negatively affecting mitochondrial performance and ultimately accelerating aging. Previous studies have revealed that polyamine spermidine appears to exert health-protective and lifespan-promoting effects. Notably, recent findings have also described a spermidine-induced improvement in age-associated mitochondrial dysfunction, but the beneficial effects of spermidine on aged mitochondria have not been entirely examined yet. Here, we show that spermidine positively regulates several parameters related to mitochondrial bioenergetics and mitochondrial redox homeostasis in young and aged human-induced pluripotent stem cell-derived neurons. We report that spermidine treatment increases adenosine triphosphate production and mitochondrial membrane potential, which is accompanied by an attenuation in mitochondrial ROS levels in both age groups. Furthermore, we demonstrate a spermidine-mediated amelioration in mitochondrial respiration in both young and aged neurons. Overall, our findings suggest that nutritional spermidine supplementation might represent an attractive therapeutic approach to enhance mitochondrial function, consequently decelerating aging."
    },
    {
      "pmid": "39711584",
      "title": "Seed priming with ascorbic acid and spermidine regulated auxin biosynthesis to promote root growth of rice under drought stress.",
      "authors": [
        "Kangkang Zhang",
        "Mohammad Nauman Khan",
        "Zaid Khan",
        "Tao Luo",
        "Biaojin Zhang",
        "Junguo Bi",
        "Liyong Hu",
        "Lijun Luo"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Drought stress severely hampers seedling growth and root architecture, resulting in yield penalties. Seed priming is a promising approach to tolerate drought stress for stand establishment and root development. METHODS: Here, various seed priming treatments, viz., hydro priming, ascorbic acid priming (AsA), and spermidine priming (Spd), were adopted concerning root morphological, physiological, microstructural, and molecular studies under drought stress on rice variety Hanyou 73. RESULTS AND DISCUSSION: Results demonstrated that drought severely suppressed seedling establishment, while AsA or Spd priming effectively alleviated the inhibitory effects of drought stress, and significantly increased shoot length (24.5-27.9%), root length (34.6-38.8%), shoot dry weight (56.1-97.1%), root dry weight (39.6-40.6%), total root length (47.0-57.8%), surface area (77.0-84.9%), root volume (106.5-109.8%), average diameter (16.4-19.7%), and root tips (46.8-61.1%); meanwhile, priming with AsA or Spd alleviated microscopic and ultrastructural damage from root cell, and improved root activity (183.8-192.0%). The mitigating effects of AsA or Spd priming on drought stress were primarily responsible for decreasing the accumulation of reactive oxygen species by increasing antioxidants activities and osmoprotectants contents, which reduced oxidative stress and osmotic cell potential and facilitated improved water and nutrients absorption in roots. Additionally, seed priming with AsA or Spd substantially improved auxin synthesis by upregulating of OsYUC7, OsYUC11 and, OsCOW1 expression. However, there were certain differences in the defense responses of plants and mechanisms of reducing the damage of drought stress after seed treatment with AsA or Spd. Under stress conditions, AsA had a greater impact on improving the fresh and dry weight of aboveground parts, while Spd affected the concentration of total sugar and total protein in plants. Likewise, the degree of oxidative damage was lowered, and POD and CAT activities were elevated due to Spd priming under water-deficient conditions."
    },
    {
      "pmid": "39677641",
      "title": "Spermidine alleviates depression via control of the stress response.",
      "authors": [
        "Sarah Mackert",
        "Christine Niemeyer",
        "Yara Mecdad",
        "Tim Ebert",
        "Thomas Bajaj",
        "Sylvère Durand",
        "Sebastian J Hofer",
        "Andreas Zellner",
        "Bianca Besteher",
        "Jan Engelmann",
        "Barbara Gisabella",
        "Valerie Kempf",
        "Lily A Heckmann",
        "Marcel Laakmann",
        "Emily L Newman",
        "Clara Sokn",
        "Daniel E Heinz",
        "Ellen Junglas",
        "Andrés Uribe-Marino",
        "Christoph Magnes",
        "Claudia Klengel",
        "Anna Müller",
        "Lydia Opriessnig",
        "Andreas Meinitzer",
        "Martina Lennarz",
        "Katja M Wirtz Martin",
        "Rawan Albatarni",
        "Marieke Brockherde",
        "Klaus Lieb",
        "Henrik Rohner",
        "Birgit Stoffel-Wagner",
        "Alexandra Philipsen",
        "Bernhard Kuster",
        "Markus Kölle",
        "Kerry J Ressler",
        "Nils Opel",
        "Mathias V Schmidt",
        "Harry Pantazopoulos",
        "Marianne B Müller",
        "Guido Kroemer",
        "Tobias Eisenberg",
        "Jakob Hartmann",
        "Frank Madeo",
        "Nils C Gassen"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2024-Dec-07",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "Depression is a stress-associated disorder, and it represents a major global health issue. Its pathophysiology is complex and remains insufficiently understood, with current medications often showing limited efficacy and undesirable side effects. Here, we identify imbalanced polyamine levels and dysregulated autophagy as key components of the acute stress response in humans, and as hallmarks of chronic stress and depressive disorders. Moreover, conventional antidepressant pharmacotherapy increases endogenous plasma concentrations of the polyamine spermidine exclusively in patients who respond to the treatment, suggesting a link between spermidine and successful outcomes. In a clinical trial, involving drug-naive depressed individuals, three weeks of spermidine supplementation increased autophagy and alleviated symptoms of depression. Behavioral and mechanistic findings of spermidine supplementation were validated in various mouse stress and depression models. In summary, spermidine supplementation mitigates polyamine dysregulation and stimulates autophagy under pathological stress conditions, offering a novel and well-tolerated treatment approach for stress-related depressive disorders."
    },
    {
      "pmid": "39598571",
      "title": "Clinical Evidence Regarding Spermidine-Hyaluronate Gel as a Novel Therapeutic Strategy in Vestibulodynia Management.",
      "authors": [
        "Filippo Murina",
        "Alessandra Graziottin",
        "Nicla Toni",
        "Maria Teresa Schettino",
        "Luca Bello",
        "Alessandra Marchi",
        "Barbara Del Bravo",
        "Dania Gambini",
        "Lara Tiranini",
        "Rossella Elena Nappi"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2024-Nov-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Vestibulodynia (VBD) represents a summation and overlapping of trigger factors (infections, hormonal disturbances, allergies, genetic aspects, psychological vulnerability, and others) with broad individual variability. As there are no standard treatment options for VBD, the disease is still in need of appropriate therapeutic tools. Objectives: A prospective observational trial was performed to confirm the efficacy of a topical gel containing a spermidine-hyaluronate complex (UBIGEL donna™) as either a stand-alone or companion treatment through a multicenter study on a large sample population. Methods: For women with VBD (n = 154), the treatment consisted of approximately two months (4 + 4 weeks) of applications according to the posology of UBIGEL. Evaluation of symptoms was performed on relevant clinical endpoints: dyspareunia and vulvovaginal pain/burning by a visual scale (VAS); vestibular trophism by a vestibular trophic health (VeTH) score; vulvoscopy through a cotton swab test; and the level of hypertonic pelvic floor by a physical graded assessment of levator ani hypertonus. Results: A total of 154 patients treated with UBIGEL donna™ showed significant improvements across all five evaluated parameters, including pain, dyspareunia, swab test results, muscle hypertonicity, and vestibular trophism. Pain and dyspareunia scores decreased by 46.5% and 33.5%, respectively, while significant improvements were also observed in the other parameters (p < 0.0001). These improvements were consistent across various stratifications, including age and disease duration. Conclusions: The findings of the present study suggest that UBIGEL donna™ is effective in alleviating pain and dyspareunia, as well as reducing vestibular hypersensitivity in women with VBD. Although UBIGEL donna™ alone cannot serve as a comprehensive substitute for all recommended therapies, we suggest that multimodal therapy strategies may be crucial for attaining substantial improvement in any aspect of the condition."
    },
    {
      "pmid": "39594533",
      "title": "Human Supplementation with AM3, Spermidine, and Hesperidin Enhances Immune Function, Decreases Biological Age, and Improves Oxidative-Inflammatory State: A Randomized Controlled Trial.",
      "authors": [
        "Judith Félix",
        "Estefanía Díaz-Del Cerro",
        "Adriana Baca",
        "Ana López-Ballesteros",
        "María José Gómez-Sánchez",
        "Mónica De la Fuente"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Nov-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The positive effect of AM3, spermidine, and hesperidin, which have antioxidant and anti-inflammatory properties, on immunity is known, but their effect on the rate of aging, known as biological age (BA), is unclear. This work aims to test if the intake of a blend of AM3 (150 mg), spermidine (0.6 mg), and hesperidin (50 mg) for 2 months could decrease BA and improve immunity, redox, and inflammatory states. For this, 41 participants (30-63 years) were randomly divided into placebo and supplement groups. The supplement group took two capsules daily with AM3, spermidine, and hesperidin for two months, while the placebo group took capsules containing only calcium phosphate and talcum powder. Before and after the treatment, peripheral blood was collected. Immune function was assessed in leukocytes, redox state in whole-blood cells, erythrocytes, and plasma, and cytokine concentration in both mononuclear cell cultures and plasma. Finally, the Immunity Clock model was applied to determine BA. The results show that the intake of this blend improves the immune functions that constitute the Immunity Clock, decreasing BA by 11 years and reducing the oxidative-inflammatory state of the participants. Therefore, this supplement can be proposed as a strategy to rejuvenate BA and achieve healthy aging."
    },
    {
      "pmid": "39511379",
      "title": "Spermidine mediates acetylhypusination of RIPK1 to suppress diabetes onset and progression.",
      "authors": [
        "Tian Zhang",
        "Weixin Fu",
        "Haosong Zhang",
        "Jianlong Li",
        "Beizi Xing",
        "Yuping Cai",
        "Mengmeng Zhang",
        "Xuheng Liu",
        "Chunting Qi",
        "Lihui Qian",
        "Xinbo Hu",
        "Hua Zhu",
        "Shuailong Yang",
        "Min Zhang",
        "Jianping Liu",
        "Ganquan Li",
        "Yang Li",
        "Rong Xiang",
        "Zhengqiang Qi",
        "Junhao Hu",
        "Ying Li",
        "Chengyu Zou",
        "Qin Wang",
        "Xia Jin",
        "Rui Pang",
        "Peiying Li",
        "Junli Liu",
        "Yaoyang Zhang",
        "Zhaoyin Wang",
        "Zheng-Jiang Zhu",
        "Bing Shan",
        "Junying Yuan"
      ],
      "journal": "Nature cell biology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It has been established that N-acetyltransferase (murine NAT1 (mNAT1) and human NAT2 (hNAT2)) mediates insulin sensitivity in type 2 diabetes. Here we show that mNAT1 deficiency leads to a decrease in cellular spermidine-a natural polyamine exhibiting health-protective and anti-ageing effects-but understanding of its mechanism is limited. We identify that mNAT1 and hNAT2 modulate a type of post-translational modification involving acetylated spermidine, which we name acetylhypusination, on receptor-interacting serine/threonine-protein kinase 1 (RIPK1)-a key regulator of inflammation and cell death. Spermidine supplementation decreases RIPK1-mediated cell death and diabetic phenotypes induced by NAT1 deficiency in vivo. Furthermore, insulin resistance and diabetic kidney disease mediated by vascular pathology in NAT1-deficient mice can be blocked by inhibiting RIPK1. Finally, we demonstrate a decrease in spermidine and activation of RIPK1 in the vascular tissues of human patients with diabetes. Our study suggests a role for vascular pathology in diabetes onset and progression and identifies the inhibition of RIPK1 kinase as a potential therapeutic approach for the treatment of type 2 diabetes.",
      "mesh_terms": [
        "Spermidine",
        "Animals",
        "Humans",
        "Receptor-Interacting Protein Serine-Threonine Kinases",
        "Diabetes Mellitus, Type 2",
        "Mice, Knockout",
        "Acetylation",
        "Arylamine N-Acetyltransferase",
        "Mice",
        "Diabetic Nephropathies",
        "Mice, Inbred C57BL",
        "Disease Progression",
        "Male",
        "Insulin Resistance",
        "Protein Processing, Post-Translational",
        "Isoenzymes"
      ]
    },
    {
      "pmid": "39438257",
      "title": "Spermidine protects cellular redox status and ionic homeostasis in D-galactose induced senescence and natural aging rat models.",
      "authors": [
        "Sandeep Singh",
        "Avnish Kumar Verma",
        "Geetika Garg",
        "Abhishek Kumar Singh",
        "Syed Ibrahim Rizvi"
      ],
      "journal": "Zeitschrift fur Naturforschung. C, Journal of biosciences",
      "publication_date": "2025-May-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Impaired redox homeostasis is an important hallmark of aging. Among various anti-aging interventions, caloric restriction mimetics (CRMs) are the most effective in promoting health and longevity. The potential role of spermidine (SPD) as a CRM in modulating oxidative stress and redox homeostasis during aging remains unclear. This study aimed to investigate the protective effect of SPD in D-galactose (D-gal) accelerated induced senescence model and naturally aged rats. Young male rats (4 months), D-gal induced (500 mg/kg b. w., subcutaneously) aging model and naturally aged (22 months) rats were supplemented with SPD (10 mg/kg b. w., orally) for 6 weeks. The results showed that SPD supplementation suppresses the age induced increase in reactive oxygen species, lipid peroxidation and protein oxidation. Additionally, it increases the level of antioxidants, plasma membrane redox system in erythrocytes and membrane. These results also indicate that membrane transporter activity is correlated with the susceptibility of the erythrocyte towards oxidative damage. We therefore present evidence that SPD improves redox status and membrane impairments in erythrocytes in experimental and naturally aging rat models, however, more research is required to recommend a potential therapeutic role for SPD as an anti-aging intervention strategy.",
      "mesh_terms": [
        "Animals",
        "Galactose",
        "Male",
        "Spermidine",
        "Rats",
        "Aging",
        "Oxidation-Reduction",
        "Homeostasis",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Lipid Peroxidation",
        "Antioxidants",
        "Erythrocytes"
      ]
    },
    {
      "pmid": "39416781",
      "title": "Spermidine attenuates chondrocyte inflammation and cellular pyroptosis through the AhR/NF-κB axis and the NLRP3/caspase-1/GSDMD pathway.",
      "authors": [
        "Xiaocheng Guo",
        "Xinyuan Feng",
        "Yue Yang",
        "He Zhang",
        "Lunhao Bai"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Osteoarthritis (OA) is a prevalent chronic degenerative disease, marked by a complex interplay of mechanical stress, inflammation, and metabolic imbalances. Recent studies have highlighted the potential of spermidine (SPD), a naturally occurring polyamine known for its anti-inflammatory and antioxidant properties, as a promising therapeutic agent for OA. This study delves into the therapeutic efficacy and mechanistic pathways of SPD in mitigating OA symptoms. METHODS: Forty Sprague-Dawley rats were randomly assigned to four groups, including the CG (sham operation), model (anterior cruciate ligament transection [ACLT], and treatment (ACLT + two different doses of SPD) groups. In vivo, correlations between OA severity and different interventions were assessed by ELISA, X-rays, CT imaging, histological staining, and immunohistochemistry. In vitro, IL-1β was used to trigger chondrocyte inflammation, and SPD's cytotoxicity was assessed in primary rat chondrocytes. Next, inflammatory markers, extracellular matrix (ECM) proteins, and pathway marker proteins were detected in chondrocytes administered IL-1β alone, SPD, or aryl hydrocarbon receptor (AhR) silencing, by qRT-PCR, Griess reaction, ELISA, Western blot, and immunofluorescence. Morphological alterations and pyroptosis in chondrocytes were examined by transmission electron microscopy (TEM) and flow cytometry. RESULTS: Our research reveals that SPD exerts significant anti-inflammatory and antipyroptotic effects on IL-1β-treated chondrocytes and in anterior cruciate ligament transection (ACLT) rat models of OA, primarily through interaction with the Aryl hydrocarbon receptor (AhR). Specifically, SPD's binding to AhR plays a crucial role in modulating the inflammatory response and cellular pyroptosis by inhibiting both the AhR/NF-κB and NLRP3/caspase-1/GSDMD signaling pathways. Furthermore, the knockdown of AhR was found to negate the beneficial effects of SPD, underscoring the centrality of the AhR pathway in SPD's action mechanism. Additionally, SPD was observed to promote the preservation of cartilage integrity and suppress ECM degradation, further supporting its potential as an effective intervention for OA. DISCUSSION: Collectively, our findings propose SPD as a novel therapeutic approach for OA treatment, targeting the AhR pathway to counteract the disease's progression and highlighting the need for further clinical evaluation to fully establish its therapeutic utility.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Anti-Inflammatory Agents",
        "Basic Helix-Loop-Helix Transcription Factors",
        "Caspase 1",
        "Cells, Cultured",
        "Chondrocytes",
        "Disease Models, Animal",
        "Inflammation",
        "NF-kappa B",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Osteoarthritis",
        "Phosphate-Binding Proteins",
        "Pyroptosis",
        "Rats, Sprague-Dawley",
        "Receptors, Aryl Hydrocarbon",
        "Signal Transduction",
        "Spermidine"
      ]
    },
    {
      "pmid": "39382005",
      "title": "Spermidine Associated with Gut Microbiota Protects Against MRSA Bloodstream Infection by Promoting Macrophage M2 Polarization.",
      "authors": [
        "Qingqing Li",
        "Ping Tian",
        "Mingjuan Guo",
        "Xiaoqiang Liu",
        "Tingting Su",
        "Mingyang Tang",
        "Bao Meng",
        "Liang Yu",
        "Yi Yang",
        "Yanyan Liu",
        "Yasheng Li",
        "Jiabin Li"
      ],
      "journal": "ACS infectious diseases",
      "publication_date": "2024-Nov-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Methicillin-resistant Staphylococcus aureus (MRSA) is a major human pathogen that causes various diseases. Extensive researches highlight the significant role of gut microbiota and its metabolites, particularly spermidine, in infectious diseases. However, the immunomodulatory mechanisms of spermidine in MRSA-induced bloodstream infection remain unclear. Here, we confirmed the protective effects of spermidine in bloodstream infection in mice. Spermidine reduced the bacterial load and expression of inflammatory factors by shifting the macrophage phenotype to an anti-inflammatory phenotype, ultimately prolonging the survival of the infected mice. The protective effect against MRSA infection may rely on the elevated expression of protein tyrosine phosphatase nonreceptor 2 (PTPN2). Collectively, these findings confirm the immunoprotective effects of spermidine via binding to PTPN2 in MRSA bloodstream infection, providing new ideas for the treatment of related infectious diseases.",
      "mesh_terms": [
        "Animals",
        "Spermidine",
        "Methicillin-Resistant Staphylococcus aureus",
        "Gastrointestinal Microbiome",
        "Mice",
        "Staphylococcal Infections",
        "Macrophages",
        "Mice, Inbred C57BL",
        "Bacterial Load",
        "Bacteremia",
        "Female"
      ]
    },
    {
      "pmid": "39353520",
      "title": "Hyaluronic acid methacrylate/Pluronic F127 hydrogel enhanced with spermidine-modified mesoporous polydopamine nanoparticles for efficient synergistic periodontitis treatment.",
      "authors": [
        "Yun Liu",
        "Xue Wei",
        "Tao Yang",
        "Xi Wang",
        "Ting Li",
        "Maolei Sun",
        "Kun Jiao",
        "Wenyuan Jia",
        "Yuheng Yang",
        "Yongzheng Yan",
        "Shaoru Wang",
        "Chang Wang",
        "Liping Liu",
        "Zhihui Dai",
        "Zhen Jiang",
        "Xuanzuo Jiang",
        "Chiyu Li",
        "Guomin Liu",
        "Zhiqiang Cheng",
        "Yungang Luo"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacterial infection, reactive oxygen species (ROS) accumulation, and persistent inflammation pose significant challenges in the treatment of periodontitis. However, the current single-modal strategy makes achieving the best treatment effect difficult. Herein, we developed a double-network hydrogel composed of Pluronic F127 (PF-127) and hyaluronic acid methacrylate (HAMA) loaded with spermidine-modified mesoporous polydopamine nanoparticles (M@S NPs). The PF-127/HAMA/M@S (PH/M@S) hydrogel was injectable and exhibited thermosensitivity and photocrosslinking capabilities, which enable it to adapt to the irregular shape of periodontal pockets. In vitro, the PH/M@S displayed multiple therapeutic effects, such as photothermal antibacterial activity, a high ROS scavenging capacity, and anti-inflammatory effects, which are beneficial for the multimodal treatment of periodontitis. The underlying anti-inflammatory mechanism of this hydrogel involves suppression of the extracellular regulated protein kinase 1/2 and nuclear factor kappa-B signalling pathways. Furthermore, in lipopolysaccharide-stimulated macrophage conditioned media, the PH/M@S effectively restored the osteogenic differentiation potential. In a rat model of periodontitis, the PH/M@S effectively reduced the bacterial load, relieved local inflammation and inhibited alveolar bone resorption. Collectively, these findings highlight the versatile functions of the PH/M@S, including photothermal antibacterial activity, ROS scavenging, and anti-inflammatory effects, indicating that this hydrogel is a promising multifunctional filling material for the treatment of periodontitis.",
      "mesh_terms": [
        "Hyaluronic Acid",
        "Animals",
        "Poloxamer",
        "Nanoparticles",
        "Hydrogels",
        "Indoles",
        "Polymers",
        "Rats",
        "Periodontitis",
        "Mice",
        "Anti-Bacterial Agents",
        "Methacrylates",
        "Anti-Inflammatory Agents",
        "Reactive Oxygen Species",
        "RAW 264.7 Cells",
        "Male",
        "Porosity"
      ]
    },
    {
      "pmid": "39337408",
      "title": "Effect of Spermidine on Endothelial Function in Systemic Lupus Erythematosus Mice.",
      "authors": [
        "Hyoseon Kim",
        "Michael P Massett"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Sep-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Endothelial dysfunction is common in Systemic Lupus Erythematosus (SLE), even in the absence of cardiovascular disease. Evidence suggests that impaired mitophagy contributes to SLE. Mitochondrial dysfunction is also associated with impaired endothelial function. Spermidine, a natural polyamine, stimulates mitophagy by the PINK1-parkin pathway and counters age-associated endothelial dysfunction. However, the effect of spermidine on mitophagy and vascular function in SLE has not been explored. To address this gap, 9-week-old female lupus-prone (MRL/lpr) and healthy control (MRL/MpJ) mice were randomly assigned to spermidine treatment (lpr_Spermidine and MpJ_Spermidine) for 8 weeks or as control (lpr_Control and MpJ_Control). lpr_Control mice exhibited impaired endothelial function (e.g., decreased relaxation to acetylcholine), increased markers of inflammation, and lower protein content of parkin, a mitophagy marker, in the thoracic aorta. Spermidine treatment prevented endothelial dysfunction in MRL-lpr mice. Furthermore, aortas from lpr_Spermidine mice had lower levels of inflammatory markers and higher levels of parkin. Lupus phenotypes were not affected by spermidine. Collectively, these results demonstrate the beneficial effects of spermidine treatment on endothelial function, inflammation, and mitophagy in SLE mice. These results support future studies of the beneficial effects of spermidine on endothelial dysfunction and cardiovascular disease risk in SLE.",
      "mesh_terms": [
        "Animals",
        "Spermidine",
        "Lupus Erythematosus, Systemic",
        "Mice",
        "Female",
        "Endothelium, Vascular",
        "Mitophagy",
        "Mice, Inbred MRL lpr",
        "Disease Models, Animal",
        "Ubiquitin-Protein Ligases",
        "Inflammation"
      ]
    },
    {
      "pmid": "39304548",
      "title": "Treatment of peri-implant mucositis using spermidine and calcium chloride as local adjunctive delivery to non-surgical mechanical debridement: a double-blind randomized controlled clinical trial.",
      "authors": [
        "Vincenzo Iorio-Siciliano",
        "Dario Marasca",
        "Leopoldo Mauriello",
        "Enzo Vaia",
        "Stefan-Ioan Stratul",
        "Luca Ramaglia"
      ],
      "journal": "Clinical oral investigations",
      "publication_date": "2024-Sep-21",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: To evaluate the effects of non-surgical mechanical debridement with or without adjunctive application of a gel with spermidine and sodium hyaluronate associated to a sealing gel (i.e. calcium chloride) in the treatment of peri-implant mucositis (PiM). MATERIALS AND METHODS: Forty patients with one implant with PiM were randomly allocated in test and control groups. Test implants were treated with non-surgical mechanical debridement and local unique application of spermidine and calcium chloride gel while control implants were treated using non-surgical mechanical debridement alone. The primary outcome was BOP change. FMPS, FMBS and PD were also assessed. For an Implant the presence of a single bleeding spot (1 site/implant without a continuous line or profuse bleeding) was considered as complete disease resolution. RESULTS: After 3 months, a statistically significant improvement of all parameters were recorded in each group (p < 0.05). However, no statistically significant differences were found between test and control procedures (p > 0.05). At 3 months, 85% of test implants and 70% of control implants resulted in disease resolution. Residual implants with PiM in control group displayed a greater number of BOP-positive sites when compared with those of test group (p < 0.05). CONCLUSIONS: Whitin the limitations of the present study, results indicate that the clinical parameters improved following non-surgical mechanical debridement regardless the adjunct of spermidine and calcium chloride gel. Nevertheless complete resolution of PiM was not obtained in both experimental groups. CLINICAL RELEVANCE: Although no statistically significant differences were found between test and control procedures, the adjunctive application of spermidine and calcium chloride gel to non-surgical mechanical debridement may be considered in order to reduce the number of sites with BOP-positive.",
      "mesh_terms": [
        "Humans",
        "Double-Blind Method",
        "Male",
        "Female",
        "Spermidine",
        "Middle Aged",
        "Calcium Chloride",
        "Debridement",
        "Gels",
        "Treatment Outcome",
        "Adult",
        "Hyaluronic Acid",
        "Aged",
        "Stomatitis",
        "Combined Modality Therapy",
        "Dental Implants"
      ]
    },
    {
      "pmid": "39251577",
      "title": "Spermidine-eIF5A axis is essential for muscle stem cell activation via translational control.",
      "authors": [
        "Qianying Zhang",
        "Wanhong Han",
        "Rimao Wu",
        "Shixian Deng",
        "Jiemiao Meng",
        "Yuanping Yang",
        "Lili Li",
        "Mingwei Sun",
        "Heng Ai",
        "Yingxi Chen",
        "Qinyao Liu",
        "Tian Gao",
        "Xingchen Niu",
        "Haixia Liu",
        "Li Zhang",
        "Dan Zhang",
        "Meihong Chen",
        "Pengbin Yin",
        "Licheng Zhang",
        "Peifu Tang",
        "Dahai Zhu",
        "Yong Zhang",
        "Hu Li"
      ],
      "journal": "Cell discovery",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Adult skeletal muscle stem cells, also known satellite cells (SCs), are quiescent and activate in response to injury. However, the activation mechanisms of quiescent SCs (QSCs) remain largely unknown. Here, we investigated the metabolic regulation of SC activation by identifying regulatory metabolites that promote SC activation. Using targeted metabolomics, we found that spermidine acts as a regulatory metabolite to promote SC activation and muscle regeneration in mice. Mechanistically, spermidine activates SCs via generating hypusinated eIF5A. Using SC-specific eIF5A-knockout (KO) and Myod-KO mice, we further found that eIF5A is required for spermidine-mediated SC activation by controlling MyoD translation. More significantly, depletion of eIF5A in SCs results in impaired muscle regeneration in mice. Together, the findings of our study define a novel mechanism that is essential for SC activation and acts via spermidine-eIF5A-mediated MyoD translation. Our findings suggest that the spermidine-eIF5A axis represents a promising pharmacological target in efforts to activate endogenous SCs for the treatment of muscular disease."
    },
    {
      "pmid": "39181440",
      "title": "Spermidine mitigates ferroptosis in free fatty acid-induced AML-12 cells through the ATF4/SLC7A11/GCLM/GPX4 pathway.",
      "authors": [
        "Jia Zhang",
        "Tao Zhang",
        "Yihang Chen",
        "Xiaojie Xuan",
        "Yuqian Zhao",
        "Gaofeng Lu"
      ],
      "journal": "Biochimica et biophysica acta. Molecular and cell biology of lipids",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Non-alcoholic fatty liver disease (NAFLD) is a prominent cause of chronic liver disease worldwide. Spermidine (SPD), a naturally occurring polyamine, has shown potential in alleviating the accumulation of hepatic lipids and reducing NAFLD symptoms in overweight mice. Nonetheless, the specific mechanisms through which SPD exerts its effects remain largely unknown. This study seeks to explore the protective effects of SPD on NAFLD and to clarify the underlying mechanisms. An in vitro model of NAFLD was established by inducing steatosis in AML-12 cells through the use of free fatty acids (FFAs). Our experimental results demonstrate that SPD significantly reduces NAFLD development induced by FFAs. This reduction is primarily achieved through the inhibition of cellular ferroptosis, as evidenced by decreased levels of Fe2+, malondialdehyde (MDA), and reactive oxygen species (ROS). Additionally, SPD was found to enhance cellular activity and ameliorate mitochondrial dysfunction and oxidative stress caused by FFA exposure. Further mechanistic studies have revealed that SPD upregulates the expression of solute transporter family 7a member 11 (SLC7A11), glutamate-cysteine ligase modifier subunit (GCLM), and glutathione peroxidase (GPX4). This upregulation is mediated by the activation of activating transcription factor 4 (ATF4). Knockdown experiments of ATF4 confirmed that its inhibition reverses the upregulation of SLC7A11, GCLM, and GPX4, thereby negating the protective effects of SPD. In conclusion, our findings suggest that SPD mitigates NAFLD by modulating the ATF4/SLC7A11/GCLM/GPX4 signaling pathway, resulting in the suppression of ferroptosis and the improvement of cellular health. These insights provide a novel molecular mechanism and identify potential therapeutic targets for the treatment of NAFLD.",
      "mesh_terms": [
        "Ferroptosis",
        "Spermidine",
        "Animals",
        "Activating Transcription Factor 4",
        "Mice",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Amino Acid Transport System y+",
        "Signal Transduction",
        "Fatty Acids, Nonesterified",
        "Non-alcoholic Fatty Liver Disease",
        "Glutamate-Cysteine Ligase",
        "Cell Line",
        "Reactive Oxygen Species",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "39160481",
      "title": "Spermidine augments salt stress resilience in rice roots potentially by enhancing OsbZIP73's RNA binding capacity.",
      "authors": [
        "Xuefeng Shen",
        "Shuangfeng Dai",
        "Mingming Chen",
        "Yongxiang Huang"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Aug-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rice is a staple crop for over half of the global population, but soil salinization poses a significant threat to its production. As a type of polyamine, spermidine (Spd) has been shown to reduce stress-induced damage in plants, but its specific role and mechanism in protecting rice roots under salt stress require further investigation. RESULTS: This study suggested spermidine (Spd) mitigates salt stress on rice root growth by enhancing antioxidant enzyme activity and reducing peroxide levels. Transcriptomic analysis showed that salt stress caused 333 genes to be upregulated and 1,765 to be downregulated. However, adding Spd during salt treatment significantly altered this pattern: 2,298 genes were upregulated and 844 were downregulated, which indicated Spd reverses some transcriptional changes caused by salt stress. KEGG pathway analysis suggested that Spd influenced key signaling pathways, including MAPK signaling, plant hormone signal transduction, and phenylalanine metabolism. Additionally, the bZIP transcription factor OsbZIP73 was upregulated after Spd treatment, which is confirmed by Western blot. Further insights into the interaction between OsbZIP73 and Spd were gained through fluorescence polarization experiments, showing that Spd enhances protein OsbZIP73's affinity for RNA. Functional enrichment analyses revealed that OsPYL1, OsSPARK1, and various SAUR family genes involved in Spd-affected pathways. The presence of G/A/C-box elements in these genes suggests they are potential targets for OsbZIP73. CONCLUSIONS: Our findings suggest a strategy of using spermidine as a chemical alleviator for salt stress and provide insights into the regulatory function of OsbZIP73 in mitigating salt stress in rice roots.",
      "mesh_terms": [
        "Oryza",
        "Spermidine",
        "Plant Roots",
        "Salt Stress",
        "Plant Proteins",
        "Gene Expression Regulation, Plant",
        "RNA-Binding Proteins"
      ]
    },
    {
      "pmid": "38923971",
      "title": "Mitigation of salinity stress in yarrow (Achillea millefolium L.) plants through spermidine application.",
      "authors": [
        "Sajedeh Alijani",
        "Mohammad-Reza Raji",
        "Zohreh Emami Bistgani",
        "Abdollah Ehtesham Nia",
        "Mostafa Farajpour"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the mitigating effects of spermidine on salinity-stressed yarrow plants (Achillea millefolium L.), an economically important medicinal crop. Plants were treated with four salinity levels (0, 30, 60, 90 mM NaCl) and three spermidine concentrations (0, 1.5, 3 μM). Salinity induced electrolyte leakage in a dose-dependent manner, increasing from 22% at 30 mM to 56% at 90 mM NaCl without spermidine. However, 1.5 μM spermidine significantly reduced leakage across salinities by 1.35-11.2% relative to untreated stressed plants. Photosynthetic pigments (chlorophyll a, b, carotenoids) also exhibited salinity- and spermidine-modulated responses. While salinity decreased chlorophyll a, both spermidine concentrations increased chlorophyll b and carotenoids under most saline conditions. Salinity and spermidine synergistically elevated osmoprotectants proline and total carbohydrates, with 3 μM spermidine augmenting proline and carbohydrates up to 14.4% and 13.1% at 90 mM NaCl, respectively. Antioxidant enzymes CAT, POD and APX displayed complex regulation influenced by treatment factors. Moreover, salinity stress and spermidine also influenced the expression of linalool and pinene synthetase genes, with the highest expression levels observed under 90 mM salt stress and the application of 3 μM spermidine. The findings provide valuable insights into the responses of yarrow plants to salinity stress and highlight the potential of spermidine in mitigating the adverse effects of salinity stress.",
      "mesh_terms": [
        "Spermidine",
        "Achillea",
        "Salt Stress",
        "Chlorophyll",
        "Photosynthesis",
        "Carotenoids",
        "Proline",
        "Gene Expression Regulation, Plant",
        "Salinity",
        "Antioxidants",
        "Sodium Chloride",
        "Chlorophyll A"
      ]
    },
    {
      "pmid": "38848460",
      "title": "Chemoproteomic Identification of Spermidine-Binding Proteins and Antitumor-Immunity Activators.",
      "authors": [
        "Vaibhav Pal Singh",
        "Shuhei Hirose",
        "Misao Takemoto",
        "Asmaa M A S Farrag",
        "Shin-Ichi Sato",
        "Tasuku Honjo",
        "Kenji Chamoto",
        "Motonari Uesugi"
      ],
      "journal": "Journal of the American Chemical Society",
      "publication_date": "2024-Jun-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer immune therapies, particularly programmed cell death protein 1 (PD-1) blockade immunotherapy, falter in aged individuals due to compromised T-cell immunity. Spermidine, a biogenic polyamine that declines along with aging, shows promise in restoring antitumor immunity by enhancing mitochondrial fatty acid oxidation (FAO). Herein, we report a spermidine-based chemoproteomic probe (probe 2) that enables profiling of spermidine-binding proteins and screening for small-molecule enhancers of mitochondrial FAO. Chemoproteomic profiling by the probe revealed 140 proteins engaged in cellular interaction with spermidine, with a significant majority being mitochondrial proteins. Hydroxyl coenzyme A (CoA) dehydrogenase subunits α (HADHA) and other lipid metabolism-linked proteins are among the mitochondrial proteins that have attracted considerable interest. Screening spermidine analogs with the probe led to the discovery of compound 13, which interacts with these lipid metabolism-linked proteins and activates HADHA. This simple and biostable synthetic compound we named \"spermimic\" mirrors spermidine's ability to enhance mitochondrial bioenergetics and displays similar effectiveness in augmenting PD-1 blockade therapy in mice. This study lays the foundation for developing small-molecule activators of antitumor immunity, offering potential in combination cancer immunotherapy."
    },
    {
      "pmid": "38838900",
      "title": "Attenuating intervertebral disc degeneration through spermidine-delivery nanoplatform based on polydopamine for persistent regulation of oxidative stress.",
      "authors": [
        "Dongliang Wang",
        "Kun Lu",
        "Guoyou Zou",
        "Duanrong Wu",
        "Yi Cheng",
        "Yongming Sun"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As one of the most widespread musculoskeletal diseases worldwide, intervertebral disc degeneration (IVDD) remains an intractable clinical problem. Currently, oxidative stress has been widely considered as a significant risk factor in the IVDD pathological changes, and targeting oxidative stress injury to improve the harsh microenvironment may provide a novel and promising strategy for disc repair. It is evident that spermidine (SPD) has the ability to attenuate oxidative stress across several disease models. However, limited research exists regarding its impact on oxidative stress within the intervertebral disc. Moreover, enhancing the local utilization rate of SPD holds great significance in IVDD management. This study aimed to develop an intelligent biodegradable mesoporous polydopamine (PDA) nanoplatform for sustained release of SPD. The obtained PDA nanoparticles with spherical morphology and mesoporous structure released loaded-therapeutic molecules under low pH and H2O2. Combined treatment with SPD loaded into PDA nanoparticles (SPD/PDA) resulted in better therapeutic potential than those with SPD alone on oxidative stress injury. Furthermore, both SPD and SPD/PDA could induce anti-inflammatory M2 macrophage polarization. Upon injection into degenerative IVDs, the SPD/PDA group achieved a good repair efficacy with a long-term therapeutic effect. These findings indicated that the synergized use of SPD with responsive drug delivery nanocarriers may steadily scavenge reactive oxygen species and provide an effective approach toward the treatment of IVDD.",
      "mesh_terms": [
        "Polymers",
        "Oxidative Stress",
        "Indoles",
        "Intervertebral Disc Degeneration",
        "Animals",
        "Nanoparticles",
        "Spermidine",
        "Mice",
        "Rats",
        "Drug Carriers",
        "Male"
      ]
    },
    {
      "pmid": "38699566",
      "title": "Rational engineering of homospermidine synthase for enhanced catalytic efficiency toward spermidine synthesis.",
      "authors": [
        "Wenjing Liu",
        "Xiaoxiang Hu",
        "Yi Yan",
        "Yujie Cai"
      ],
      "journal": "Synthetic and systems biotechnology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermidine is a naturally occurring polyamine widely utilized in the prevention and treatment of various diseases. Current spermidine biosynthetic methods have problems such as low efficiency and complex multi-enzyme catalysis. Based on sequence-structure-function relationships, we engineered the widely studied homospermidine synthase from Blastochloris viridis (BvHSS) and obtained mutants that could catalyze the production of spermidine from 1,3-diaminopropane and putrescine. The specific activities of BvHSS and the mutants D361E and E232D + D361E (E232D-D) were 8.72, 46.04 and 48.30 U/mg, respectively. The optimal pH for both mutants was 9.0, and the optimal temperature was 50 °C. Molecular docking and dynamics simulations revealed that mutating aspartic acid at position 361 to glutamic acid narrowed the substrate binding pocket, promoting stable spermidine production. Conversely, mutating glutamic acid at position 232 to aspartic acid enlarged the substrate channel entrance, facilitating substrate entry into the active pocket and enhancing spermidine generation. In whole-cell catalysis lasting 6 h, D361E and E232D-D synthesized 725.3 and 933.5 mg/L of spermidine, respectively. This study offers a practical approach for single-enzyme catalyzed spermidine synthesis and sheds light on the crucial residues influencing homospermidine synthase catalytic activity in spermidine production."
    },
    {
      "pmid": "38674509",
      "title": "Exogenous Spermidine Alleviated Low-Temperature Damage by Affecting Polyamine Metabolism and Antioxidant Levels in Apples.",
      "authors": [
        "Meiqi He",
        "Jia Zhou",
        "Deguo Lyu",
        "Gongxun Xu",
        "Sijun Qin"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Low-temperature stress significantly limits the growth, development, and geographical distribution of apple cultivation. Spermidine (Spd), a known plant growth regulator, plays a vital role in the plant's response to abiotic stress. Yet, the mechanisms by which exogenous Spd enhances cold resistance in apples remain poorly understood. Therefore, the present study analyzed the effects of exogenous Spd on antioxidant enzyme activity, polyamine metabolism, and related gene expression levels of 1-year-old apple branches under low-temperature stress. Treatment with exogenous Spd was found to stabilize branch tissue biofilms and significantly reduce the levels of reactive oxygen species by elevating proline content and boosting the activity of antioxidants such as superoxide dismutase. It also upregulated the activities of arginine decarboxylase, S-adenosylmethionine decarboxylase, and spermidine synthase and the expression levels of MdADC1, MdSAMDC1, and MdSPDS1 under low-temperature stress and led to the accumulation of large amounts of Spd and spermine. Moreover, compared with the 2 mmol·L-1 Spd treatment, the 1 mmol·L-1 Spd treatment increased the expression levels of cold-responsive genes MdCBF1/2/3, MdCOR47, and MdKIN1, significantly. The findings suggest that exogenous Spd can enhance cold resistance in apple branches significantly. This enhancement is achieved by modulating polyamine metabolism and improving antioxidant defense mechanisms, which could be exploited to improve apple cultivation under cold stress conditions."
    },
    {
      "pmid": "38573023",
      "title": "N-Halaminated spermidine-containing polymeric coating enables titanium to achieve dual functions of antibacterial and osseointegration.",
      "authors": [
        "Hang Ren",
        "Peng Wang",
        "Hanwen Huang",
        "Junshen Huang",
        "Yuheng Lu",
        "Yanfeng Wu",
        "Zhongyu Xie",
        "Youchen Tang",
        "Zhaopeng Cai",
        "Huiyong Shen"
      ],
      "journal": "Biomaterials science",
      "publication_date": "2024-May-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Titanium (Ti) and its alloys have been widely employed in the treatment of orthopedics and other hard tissue diseases. However, Ti-based implants are bioinert and suffer from bacterial infections and poor osseointegration in clinical applications. Herein, we successfully modified Ti with a porous N-halaminated spermidine-containing polymeric coating (Ti-SPD-Cl) through alkali-heat treatment, surface grafting and chlorination, and it has both excellent antibacterial and osteogenic abilities to significantly enhance osseointegration. The as-obtained Ti-SPD-Cl contains abundant N-Cl groups and demonstrates effective antibacterial ability against S. aureus and E. coli. Meanwhile, due to the presence of the spermidine component and construction of a porous hydrophilic surface, Ti-SPD-Cl is also beneficial for maintaining cell membrane homeostasis and promoting cell adhesion, exhibiting good biocompatibility and osteogenic ability. The rat osteomyelitis model demonstrates that Ti-SPD-Cl can effectively suppress bacterial infection and enhance bone-implant integration. Thus, Ti-SPD-Cl shows promising clinical applicability in the prevention of orthopedic implant infections and poor osseointegration.",
      "mesh_terms": [
        "Titanium",
        "Anti-Bacterial Agents",
        "Osseointegration",
        "Animals",
        "Staphylococcus aureus",
        "Coated Materials, Biocompatible",
        "Spermidine",
        "Escherichia coli",
        "Rats",
        "Rats, Sprague-Dawley",
        "Polymers",
        "Osteogenesis",
        "Mice",
        "Surface Properties",
        "Microbial Sensitivity Tests",
        "Male"
      ]
    },
    {
      "pmid": "38552292",
      "title": "Spermidine attenuates monocrotaline-induced pulmonary arterial hypertension in rats by inhibiting purine metabolism and polyamine synthesis-associated vascular remodeling.",
      "authors": [
        "Yu-Jing Chen",
        "Han-Fei Li",
        "Fan-Rong Zhao",
        "Miao Yu",
        "Si-Yu Pan",
        "Wen-Ze Sun",
        "Yan-Yan Yin",
        "Tian-Tian Zhu"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ensuring the homeostatic integrity of pulmonary artery endothelial cells (PAECs) is essential for combatting pulmonary arterial hypertension (PAH), as it equips the cells to withstand microenvironmental challenges. Spermidine (SPD), a potent facilitator of autophagy, has been identified as a significant contributor to PAECs function and survival. Despite SPD's observed benefits, a comprehensive understanding of its protective mechanisms has remained elusive. Through an integrated approach combining metabolomics and molecular biology, this study uncovers the molecular pathways employed by SPD in mitigating PAH induced by monocrotaline (MCT) in a Sprague-Dawley rat model. The study demonstrates that SPD administration (5 mg/kg/day) significantly corrects right ventricular impairment and pathological changes in pulmonary tissues following MCT exposure (60 mg/kg). Metabolomic profiling identified a purine metabolism disorder in MCT-treated rats, which SPD effectively normalized, conferring a protective effect against PAH progression. Subsequent in vitro analysis showed that SPD (0.8 mM) reduces oxidative stress and apoptosis in PAECs challenged with Dehydromonocrotaline (MCTP, 50 μM), likely by downregulating purine nucleoside phosphorylase (PNP) and modulating polyamine biosynthesis through alterations in S-adenosylmethionine decarboxylase (AMD1) expression and the subsequent production of decarboxylated S-adenosylmethionine (dcSAM). These findings advocate SPD's dual inhibitory effect on PNP and AMD1 as a novel strategy to conserve cellular ATP and alleviate oxidative injuries, thus providing a foundation for SPD's potential therapeutic application in PAH treatment.",
      "mesh_terms": [
        "Animals",
        "Monocrotaline",
        "Rats, Sprague-Dawley",
        "Spermidine",
        "Purines",
        "Polyamines",
        "Male",
        "Endothelial Cells",
        "Vascular Remodeling",
        "Pulmonary Artery",
        "Rats",
        "Pulmonary Arterial Hypertension",
        "Cells, Cultured",
        "Oxidative Stress",
        "Apoptosis",
        "Purine-Nucleoside Phosphorylase",
        "Hypertension, Pulmonary",
        "Adenosylmethionine Decarboxylase",
        "Disease Models, Animal",
        "Humans"
      ]
    },
    {
      "pmid": "38525237",
      "title": "Intrauterine injection of bioengineered hydrogel loaded exosomes derived from HUCM stem cells and spermidine prominently augments the pregnancy rate in thin endometrium rats.",
      "authors": [
        "Xiuying Lin",
        "Yanqiu Fang",
        "Xuguang Mi",
        "Jianhua Fu",
        "Shiling Chen",
        "Mengxue Wu",
        "Ningyi Jin"
      ],
      "journal": "Regenerative therapy",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The endometrium is essential to the development of embryos and pregnancy. Human umbilical cord mesenchymal stem cells (HUCMSCs) are promising stem cell sources. HUCMSCs self-renew quickly and are painless to collect. Spermidine is an inherent polyamine needed for cellular and molecular processes that regulate physiology and function. HUCMSCs and spermidine (SN) may heal intrauterine adhesions. HUCMSCs were investigated for endometrial repair in rats. Composite hydrogels are used for medical exosome implantation, including their materials, properties, and embedding procedures. This study examined whether bioengineered hydrogel-loaded exosomes from HUCMSCs and spermidine prenatally improved conception rates in mice with poor endometrial lining. The data show that HUCMSC and SN provide a good experimental base for HUCMSC safety and intrauterine treatment in rats. Western blots, exosome structural analysis, pregnancy outcomes, flow cytometry, H&E staining, immunohistochemistry, and immunofluorescence labelling found and recovered the aberrant area. HUCM-derived stem cells and spermidine-derived exosomes biophysically match. These traits strengthen and prolong endometrial function. Pregnant rats with HUCMSC and SN had thinner endometrium. Hydrogel-incorporated HEHUCMSC and SN exosomes may improve IUI in rats with thin endometrium."
    },
    {
      "pmid": "38443995",
      "title": "Spermidine treatment: induction of autophagy but also apoptosis?",
      "authors": [
        "Maxinne Watchon",
        "Amanda L Wright",
        "Holly I Ahel",
        "Katherine J Robinson",
        "Stuart K Plenderleith",
        "Andrea Kuriakose",
        "Kristy C Yuan",
        "Angela S Laird"
      ],
      "journal": "Molecular brain",
      "publication_date": "2024-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Machado-Joseph disease (MJD), also known as spinocerebellar ataxia type 3, is a fatal neurodegenerative disease that causes loss of balance and motor co-ordination, eventually leading to paralysis. It is caused by the autosomal dominant inheritance of a long CAG trinucleotide repeat sequence within the ATXN3 gene, encoding for an expanded polyglutamine (polyQ) repeat sequence within the ataxin-3 protein. Ataxin-3 containing an expanded polyQ repeat is known to be highly prone to intraneuronal aggregation, and previous studies have demonstrated that protein quality control pathways, such as autophagy, are impaired in MJD patients and animal models of the disease. In this study, we tested the therapeutic potential of spermidine on zebrafish and rodent models of MJD to determine its capacity to induce autophagy and improve functional output. Spermidine treatment of transgenic MJD zebrafish induced autophagy and resulted in increased distances swum by the MJD zebrafish. Interestingly, treatment of the CMVMJD135 mouse model of MJD with spermidine added to drinking water did not produce any improvement in motor behaviour assays, neurological testing or neuropathology. In fact, wild type mice treated with spermidine were found to have decreased rotarod performance when compared to control animals. Immunoblot analysis of protein lysates extracted from mouse cerebellar tissue found little differences between the groups, except for an increased level of phospho-ULK1 in spermidine treated animals, suggesting that autophagy was indeed induced. As we detected decreased motor performance in wild type mice following treatment with spermidine, we conducted follow up studies into the effects of spermidine treatment in zebrafish. Interestingly, we found that in addition to inducing autophagy, spermidine treatment also induced apoptosis, particularly in wild type zebrafish. These findings suggest that spermidine treatment may not be therapeutically beneficial for the treatment of MJD, and in fact warrants caution due to the potential negative side effects caused by induction of apoptosis.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Neurodegenerative Diseases",
        "Spermidine",
        "Zebrafish",
        "Apoptosis",
        "Autophagy",
        "Disease Models, Animal",
        "Machado-Joseph Disease"
      ]
    },
    {
      "pmid": "38367900",
      "title": "Spermidine ameliorates osteoarthritis via altering macrophage polarization.",
      "authors": [
        "Qianhua Ou",
        "Su'an Tang",
        "Jianwei Zhu",
        "Song Xue",
        "Hong Huang",
        "Yang Zhao",
        "Yu Cai",
        "Cuixi Wu",
        "Jianmao Chen",
        "Guangfeng Ruan",
        "Changhai Ding"
      ],
      "journal": "Biochimica et biophysica acta. Molecular basis of disease",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Spermidine (SPD) is an anti-aging natural substance, and it exerts effects through anti-apoptosis and anti-inflammation. However, the specific protective mechanism of SPD in osteoarthritis (OA) remains unclear. Here, we explored the role of SPD on the articular cartilage and the synovial tissue, and tested whether the drug would regulate the polarization of synovial macrophages by in vivo and in vitro experiments. METHODS: By constructing an OA model in mice, we preliminarily explored the protective effect of SPD on the articular cartilage and the synovial tissue. Meanwhile, we isolated and cultured human primary chondrocytes and bone marrow-derived macrophages (BMDMs), and prepared a conditioned medium (CM) to explore the specific protective effect of SPD in vitro. RESULTS: We found that SPD alleviated cartilage degeneration and synovitis, increased M2 polarization and decreased M1 polarization in synovial macrophages. In vitro experiments, SPD inhibited ERK MAPK and p65/NF-κB signaling in macrophages, and transformed macrophages from M1 to M2 subtypes. Interestingly, SPD had no direct protective effect on chondrocytes in vitro; however, the conditioned medium (CM) from M1 macrophages treated with SPD promoted the anabolism and inhibited the catabolism of chondrocytes. Moreover, this CM markedly suppressed IL-1β-induced p38/JNK MAPK signaling pathway activation in chondrocytes. CONCLUSIONS: This work provides new perspectives on the role of SPD in OA. SPD does not directly target chondrocytes, but can ameliorate the degradation of articular cartilage through regulating M1/M2 polarization of synovial macrophages. Hence, SPD is expected to be the potential therapy for OA.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Spermidine",
        "Culture Media, Conditioned",
        "Osteoarthritis",
        "Chondrocytes",
        "Macrophages"
      ]
    },
    {
      "pmid": "38339043",
      "title": "The Deficiency of Hypusinated eIF5A Decreases the Putrescine/Spermidine Ratio and Inhibits +1 Programmed Ribosomal Frameshifting during the Translation of Ty1 Retrotransposon in Saccharomyces cerevisiae.",
      "authors": [
        "Yu Xiao",
        "Ruanlin Wang",
        "Xiaxia Han",
        "Wei Wang",
        "Aihua Liang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Programmed ribosomal frameshifting (PRF) exists in all branches of life that regulate gene expression at the translational level. The eukaryotic translation initiation factor 5A (eIF5A) is a highly conserved protein essential in all eukaryotes. It is identified initially as an initiation factor and functions broadly in translation elongation and termination. The hypusination of eIF5A is specifically required for +1 PRF at the shifty site derived from the ornithine decarboxylase antizyme 1 (OAZ1) in Saccharomyces cerevisiae. However, whether the regulation of +1 PRF by yeast eIF5A is universal remains unknown. Here, we found that Sc-eIF5A depletion decreased the putrescine/spermidine ratio. The re-introduction of Sc-eIF5A in yeast eIF5A mutants recovered the putrescine/spermidine ratio. In addition, the Sc-eIF5A depletion decreases +1 PRF during the decoding of Ty1 retrotransposon mRNA, but has no effect on -1 PRF during the decoding of L-A virus mRNA. The re-introduction of Sc-eIF5A in yeast eIF5A mutants restored the +1 PRF rate of Ty1. The inhibition of the hypusine modification of yeast eIF5A by GC7 treatment or by mutating the hypusination site Lys to Arg caused decreases of +1 PRF rates in the Ty1 retrotransposon. Furthermore, mutational studies of the Ty1 frameshifting element support a model where the efficient removal of ribosomal subunits at the first Ty1 frame 0 stop codon is required for the frameshifting of trailing ribosomes. This dependency is likely due to the unique position of the frame 0 stop codon distance from the slippery sequence of Ty1. The results showed that eIF5A is a trans-regulator of +1 PRF for Ty1 retrotransposon and could function universally in yeast.",
      "mesh_terms": [
        "Saccharomyces cerevisiae",
        "Frameshifting, Ribosomal",
        "Spermidine",
        "Putrescine",
        "Retroelements",
        "Codon, Terminator",
        "Peptide Initiation Factors"
      ]
    },
    {
      "pmid": "38293988",
      "title": "[Spermidine alleviates lipopolysaccharide-induced myocardial injury in mice by suppressing apoptosis, ROS production and ferroptosis].",
      "authors": [
        "X Zhang",
        "P Zhao",
        "J Kuai",
        "C Chang",
        "Q Yuan"
      ],
      "journal": "Nan fang yi ke da xue xue bao = Journal of Southern Medical University",
      "publication_date": "2024-Jan-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To investigate the protective effect of spermidine against lipopolysaccharide (LPS)-induced myocardial injury in mice and the underlying mechanism. METHODS: C57BL/6 mice subjected to intraperitoneal LPS injection with or without pretreatment with daily gavage of spermidine for 2 weeks were examined for myocardial pathologies using HE staining and transmission electron microscopy. In the cell experiment, cultured rat cardiomyocytes (H9c2 cells) were pretreated with 10 or 20 μmol/L spermidine before LPS exposure for 2 h, and the changes in cell viability and levels of lactate dehydrogenase (LDH) and cardiac troponin Ⅰ (cTNI) were assessed using CCK-8 kit, LDH detection kit and ELISA, respectively. Western blotting was performed to detect the changes in the expressions of Bax, Bcl-2, cleaved caspase-3, SLC7A11 and GPX4; the changes in reactive oxygen species (ROS) and Fe2+ levels were detected using fluorescent probes, and mitochondrial membrane potential of the cells was measured using JC-1 staining. RESULTS: Treatment of the mice with LPS induced obvious myocardial and mitochondrial damages, which were significantly alleviated by pretreatment with spermidine. In H9c2 cells, LPS exposure significantly lowered the cell viability, increased LDH and cTNI levels and expressions of Bax and cleaved caspase-3 levels, decreased expressions of Bcl-2, SLC7A11 and GPX4, increased ROS production and Fe2+ level (P < 0.05), and lowered mitochondrial membrane potential (all P < 0.05). These effects were significantly alleviated by SPD pretreatment of the cells prior to LPS exposure. CONCLUSION: Spermidine alleviates LPS-induced myocardial injury by suppressing cell apoptosis and inhibiting cellular ROS production and ferroptosis.",
      "mesh_terms": [
        "Mice",
        "Rats",
        "Animals",
        "Reactive Oxygen Species",
        "Lipopolysaccharides",
        "Caspase 3",
        "Spermidine",
        "Ferroptosis",
        "bcl-2-Associated X Protein",
        "Signal Transduction",
        "Mice, Inbred C57BL",
        "Apoptosis",
        "Proto-Oncogene Proteins c-bcl-2"
      ]
    },
    {
      "pmid": "38288282",
      "title": "5-ALA localises to the autophagy compartment and increases its fluorescence upon autophagy enhancement through caloric restriction and spermidine treatment in human glioblastoma.",
      "authors": [
        "Kim Fredericks",
        "Jurgen Kriel",
        "Lize Engelbrecht",
        "Petra Andreea Mercea",
        "Georg Widhalm",
        "Brad Harrington",
        "Ian Vlok",
        "Ben Loos"
      ],
      "journal": "Biochemistry and biophysics reports",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glioblastoma Multiforme (GBM) is the most invasive and prevalent Central Nervous System (CNS) malignancy. It is characterised by diffuse infiltrative growth and metabolic dysregulation that impairs the extent of surgical resection (EoR), contributing to its poor prognosis. 5-Aminolevulinic acid (5-ALA) fluorescence-guided surgical resection (FGR) takes advantage of the preferential generation of 5-ALA-derived fluorescence signal in glioma cells, thereby improving visualisation and enhancing the EoR. However, despite 5-ALA FGR is a widely used technique in the surgical management of malignant gliomas, the infiltrative tumour margins usually show only vague or no visible fluorescence and thus a significant amount of residual tumour tissue may hence remain in the resection cavity, subsequently driving tumour recurrence. To investigate the molecular mechanisms that govern the preferential accumulation of 5-ALA in glioma cells, we investigated the precise subcellular localisation of 5-ALA signal using Correlative Light and Electron Microscopy (CLEM) and colocalisation analyses in U118MG glioma cells. Our results revealed strong 5-ALA signal localisation in the autophagy compartment - specifically autolysosomes and lysosomes. Flow cytometry was employed to investigate whether autophagy enhancement through spermidine treatment (SPD) or nutrient deprivation/caloric restriction (CR) would enhance 5-ALA fluorescence signal generation. Indeed, SPD, CR and a combination of SPD/CR treatment significantly increased 5-ALA signal intensity, with a most robust increase in signal intensity observed in the combination treatment of SPD/CR. When using 3-D glioma spheroids to assess the effect of 5-ALA on cellular ultrastructure, we demonstrate that 5-ALA exposure leads to cytoplasmic disruption, vacuolarisation and large-scale mitophagy induction. These findings not only suggest a critical role for the autophagy compartment in 5-ALA engagement and signal generation but also point towards a novel and practically feasible approach to enhance 5-ALA fluorescence signal intensity. The findings may highlight that indeed autophagy control may serve as a promising avenue to promote an improved resection and GBM prognosis."
    },
    {
      "pmid": "38279557",
      "title": "Effect of spermidine on long non-coding RNAs MALAT1 in a rotenone induced-rat model of Parkinson's disease.",
      "authors": [
        "Noha Mohamed Badae",
        "Doaa A Abdelmonsif",
        "Rania Gaber Aly",
        "Amira M Omar",
        "Mai S Shoela",
        "Eman M Omar"
      ],
      "journal": "Fundamental & clinical pharmacology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Spermidine is a natural biologically active substance that has widespread influences on the body. OBJECTIVE: This study aims to enhance our understanding of the potential effect of spermidine on long non-coding RNA MALAT1 and explore the underlying mechanism in the rotenone-induced rat model of Parkinson's disease. METHODS: Rats were sacrificed after locomotor behavioral testing. Striatal tissues were used to assess the expression of MALAT1, oxidative stress markers, and autophagy markers. RESULTS: Our study found that treatment with spermidine for 2 weeks during the induction of the model significantly improved behavioral assessment, dopamine levels, and attenuated the histopathological changes that occurred in PD in comparison to the non-treated group. CONCLUSION: Our preliminary study supports the protective effect of spermidine on the activation of autophagy and its antioxidant properties. Part of the antioxidant activity is due to the inhibition of MALAT1. However, MALAT1 does not correlate with the spermidine-induced autophagy pathway.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Antioxidants",
        "Autophagy",
        "Disease Models, Animal",
        "Dopamine",
        "Oxidative Stress",
        "Parkinson Disease",
        "Rats, Wistar",
        "RNA, Long Noncoding",
        "Rotenone",
        "Spermidine"
      ]
    },
    {
      "pmid": "38201095",
      "title": "Antibacterial Activity and Mechanism of Self-Assembly Spermidine-Capped Carbon Dots against Staphylococcus aureus.",
      "authors": [
        "Tianqi Cui",
        "Ya Fan",
        "Yaping Liu",
        "Xuejing Fan",
        "Yuxue Sun",
        "Guiguang Cheng",
        "Jianjun Cheng"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This paper investigated the antibacterial mechanism of spermidine-capped carbon dots (S-PCDs) against Staphylococcus aureus. The results showed that there were a large number of amino groups on the surface of S-PCDs and they had a high positive charge (+47.06 mV), which could be adsorbed on the negatively charged bacterial surface through electrostatic interaction and changed the permeability of the bacterial cell membrane. The extracellular protein and nucleic acid contents of S. aureus treated with S-PCDs were 5.4 and 1.2 times higher than those of the control group, respectively. The surface folds and defects of the bacterial cell membrane, and the leakage of cell contents were observed using SEM and TEM. The expression of metabolic oxidation regulatory genes dmpI, narJ and narK was upregulated and the intracellular ROS generation was induced, causing bacterial oxidative stress and eventually bacterial death. S-PCDs can effectively inhibit biofilm formation and had low cytotoxicity. The S-PCD treatment successfully inhibited microbial reproduction when pasteurized milk was stored at 25 °C and 4 °C. These results provide important insights into the antimicrobial mechanism of S-PCDs and lay the foundation for their application in the food field as a potentially novel bacteriostatic nanomaterial."
    },
    {
      "pmid": "38185346",
      "title": "Spermidine activates adipose tissue thermogenesis through autophagy and fibroblast growth factor 21.",
      "authors": [
        "Yinhua Ni",
        "Liujie Zheng",
        "Liqian Zhang",
        "Jiamin Li",
        "Yuxiang Pan",
        "Haimei Du",
        "Zhaorong Wang",
        "Zhengwei Fu"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Spermidine exerts protective roles in obesity, while the mechanism of spermidine in adipose tissue thermogenesis remains unclear. The present study first investigated the effect of spermidine on cold-stimulation and β3-adrenoceptor agonist-induced thermogenesis in lean and high-fat diet-induced obese mice. Next, the role of spermidine on glucose and lipid metabolism in different types of adipose tissue was determined. Here, we found that spermidine supplementation did not affect cold-stimulated thermogenesis in lean mice, while significantly promoting the activation of adipose tissue thermogenesis under cold stimulation and β3-adrenergic receptor agonist treatment in obese mice. Spermidine treatment markedly enhanced glucose and lipid metabolism in adipose tissues, and these results were associated with the activated autophagy pathway. Moreover, spermidine up-regulated fibroblast growth factor 21 (FGF21) signaling and its downstream pathway, including PI3K/AKT and AMPK pathways in vivo and in vitro. Knockdown of Fgf21 or inhibition of PI3K/AKT and AMPK pathways in brown adipocytes abolished the thermogenesis-promoting effect of spermidine, suggesting that the effect of spermidine on adipose tissue thermogenesis might be regulated by FGF21 signaling via the PI3K/AKT and AMPK pathways. The present study provides new insight into the mechanism of spermidine on obesity and its metabolic complications, thereby laying a theoretical basis for the clinical application of spermidine.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Spermidine",
        "Adipose Tissue, Brown",
        "AMP-Activated Protein Kinases",
        "Mice, Obese",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Adipose Tissue",
        "Fibroblast Growth Factors",
        "Obesity",
        "Glucose",
        "Thermogenesis",
        "Adipose Tissue, White",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "38040913",
      "title": "Spermidine protects cartilage from IL-1β-mediated ferroptosis.",
      "authors": [
        "Qi Cheng",
        "Li Ni",
        "Ang Liu",
        "Xiaoxiong Huang",
        "Pan Xiang",
        "Qin Zhang",
        "Huilin Yang"
      ],
      "journal": "Molecular and cellular biochemistry",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rheumatoid arthritis is characterized by a burst of inflammation, the destruction of cartilage and the abundant release of inflammatory factors such as IL-1β. Thus, the effect of IL-1β on cartilage was examined in this study. IL-1β could cause lipid peroxidation and disturbances in iron metabolism by increasing the expression of NCOA4 and decreasing the expression of FTH, which also induced ferritinophagy. In addition, the expression of the key antioxidant proteins SLC7A11 and GPX4 was inhibited by IL-1β, resulting in ferroptosis in chondrocytes. Spermidine (SPD), a low-molecular-weight aliphatic nitrogen-containing compound that widely exists in animals, has been reported to be an antioxidant. In our study, we found that SPD could inhibit ferritinophagy and reverse the decrease in the expression of SLC7A11 and GPX4. Therefore, we uncovered one of the molecular mechanisms of cartilage destruction and inflammation and provide a potential polyamine for the treatment of RA.",
      "mesh_terms": [
        "Ferroptosis",
        "Animals",
        "Spermidine",
        "Interleukin-1beta",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Chondrocytes",
        "Amino Acid Transport System y+",
        "Mice",
        "Nuclear Receptor Coactivators",
        "Cartilage",
        "Lipid Peroxidation",
        "Arthritis, Rheumatoid",
        "Ferritins"
      ]
    },
    {
      "pmid": "37895996",
      "title": "Investigation into the Relationship between Spermidine Degradation and Phenolic Compounds Biosynthesis in Barley Seedlings under Ultraviolet B Stress.",
      "authors": [
        "Chong Xie",
        "Yahui Zhu",
        "Chaoqun Leng",
        "Qiaoe Wang",
        "Pei Wang",
        "Runqiang Yang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Oct-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Barley germination under ultraviolet B (UV-B) illumination stress induces effective accumulation of phenolic compounds in the barley. Spermidine can enhance the biosynthesis of phenolic compounds and alleviate the oxidative damage caused by UV-B. To better understand the function of spermidine, inhibitors of enzymes that are involved in the degradation of spermidine and the synthesis of gamma-aminobutyric acid (GABA), the product of spermidine degradation, were applied to barley germinated under UV-B treatment. The results showed a more severe oxidative damage, and a decrease in phenolic acid contents were observed when spermidine degradation was inhibited. However, GABA application did attenuate an increase in electrolyte permeability and MDA content caused by UV-B induced oxidative damage and improved the respiration rate. Meanwhile, GABA application can elevate the accumulation of phenolic compounds by ca. 20%, by elevating the activities of some key enzymes. Furthermore, the application of GABA, together with the inhibitor of spermidine degradation, can alleviate its suppression of the synthesis of phenolic acids, and resistance to UV-B stress. In conclusion, spermidine alleviated oxidative damage and enhanced the accumulation of phenolic compounds using its degradation product."
    },
    {
      "pmid": "37790791",
      "title": "Spermidine enhances heat tolerance of rice seeds during mid-filling stage and promote subsequent seed germination.",
      "authors": [
        "Yutao Huang",
        "Gaofu Mei",
        "Dongdong Cao",
        "Yebo Qin",
        "Liu Yang",
        "Xiaoli Ruan"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Heat stress is a vital factor which restricts rice seed quality and yield. However, the response mechanism to heat stress in the mid filling stage of rice seed is unclear. METHODS: In the present study we integrated phenotypic analysis with biochemical, hormone, and gene expression analysis in order to explore technologies for improving rice seeds heat tolerance and subsequent seed germination. RESULTS: Spermidine (Spd) application effectively alleviated the damage of heat stress treatment during mid-filling stage (HTM, 12-20 days after pollination) on seed development, promoted subsequent seed germination and seedlings establishment. Spd significantly increased seed dry weight, starch and amylose contents during seed development under heat stress, and improved seed germinate, seedlings establishment and seedling characteristics during germination time. Biochemical analysis indicated that, HTM significantly decreased the activities of several starch synthase enzymes and led to a decrease in starch content. While Spd treatment significantly enhanced the activities of ADP-glucose pyrophosphorylas and granule-bound starch synthase, as well as the corresponding-genes expressions in HTM rice seeds, resulting in the increases of amylose and total starch contents. In addition, Spd significantly increased the catalase and glutathione reductase activities together with corresponding-genes expressions, and lowered the overaccumulation of H2O2 and malondialdehyde in HTM seeds. In the subsequent seed germination process, HTM+Spd seeds exhibited dramatically up-regulated levels of soluble sugars, glucose, ATP and energy charges. Consistently, HTM+Spd seeds showed significantly increased of α-amylose and α-glucosidase activities as well as corresponding-genes expressions during early germination. Moreover, HTM evidently increased the abscisic acid (ABA) content, decreased the gibberellin (GA) content, and accordingly significantly declined the GA/ABA ratio during early rice seeds germination. However, Spd treatment did not significantly affect the metabolism of GA and ABA in seed germination stage. DISCUSSION: The present study suggested that Spd treatment could effectively alleviate the negative impact of HTM on seed development and the subsequent seed germination, which might be closely correlated with starch synthesis and antioxidant defense during seed filling period, starch decomposition and energy supply in seed germination period."
    },
    {
      "pmid": "37741450",
      "title": "Spermidine Suppresses Oral Carcinogenesis through Autophagy Induction, DNA Damage Repair, and Oxidative Stress Reduction.",
      "authors": [
        "Fernanda B Coeli-Lacchini",
        "Gabriel da Silva",
        "Monica Belentani",
        "Jovelina S F Alves",
        "Tatiane R Ushida",
        "Glauce T Lunardelli",
        "Cristiana B Garcia",
        "Tarcília A Silva",
        "Norberto P Lopes",
        "Andréia M Leopoldino"
      ],
      "journal": "The American journal of pathology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Autophagy has been proposed to play a dual role in cancer-as a tumor suppressor in early stages and oncogenic in late stages of tumorigenesis. This study investigated the role of autophagy in oral carcinogenesis using the model of oral squamous cell carcinoma (OSCC) induced by carcinogen 4-nitroquinoline 1-oxide (4NQO), mimicking molecular and histopathologic aspects of human OSCC. The induction of autophagy by spermidine (SPD) treatment reduced the severity of lesions and the incidence of OSCC in mice exposed to 4NQO. On the other hand, autophagy inhibition by chloroquine treatment had no protection. The comet assay indicated that SPD reduced 4NQO-induced DNA damage, likely related to the activation of DNA repair and the decrease of reactive oxygen species. As sphingolipid alterations have been reported in OSCC, sphingolipids in the tongue and plasma of animals were analyzed and plasma C16 ceramide levels were shown to increase proportionally to lesion severity, indicating its potential as a biomarker. Mice exposed to 4NQO plus SPD had lower levels of C16 ceramide than the 4NQO group, which indicated SPD's ability to prevent the 4NQO-induced carcinogenesis. Together, these data indicate that activation of autophagy has a tumor suppressor role during the early stages of oral carcinogenesis. Because of its ability to induce autophagy accompanied by reduced oxidative stress and DNA damage, SPD may have a protective action against chemically induced oral cancer.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Carcinoma, Squamous Cell",
        "Mouth Neoplasms",
        "Spermidine",
        "Tongue Neoplasms",
        "4-Nitroquinoline-1-oxide",
        "Carcinogenesis",
        "Carcinogens",
        "Squamous Cell Carcinoma of Head and Neck",
        "DNA Damage",
        "DNA Repair",
        "Oxidative Stress",
        "Head and Neck Neoplasms",
        "Ceramides"
      ]
    },
    {
      "pmid": "37723019",
      "title": "Spermidine - an old molecule with a new age-defying immune function.",
      "authors": [
        "Kenji Chamoto",
        "Baihao Zhang",
        "Masaki Tajima",
        "Tasuku Honjo",
        "Sidonia Fagarasan"
      ],
      "journal": "Trends in cell biology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Polyamines - putrescine, spermidine, and spermine - are widely distributed aliphatic compounds known to regulate important biological processes in prokaryotic and eukaryotic cells. Therefore, spermidine insufficiency is associated with various physio-pathological processes, such as aging and cancers. Recent advances in immuno-metabolism and immunotherapy shed new light on the role of spermidine in immune cell regulation and anticancer responses. Here, we review novel works demonstrating that spermidine is produced by collective metabolic pathways of gut bacteria, bacteria-host co-metabolism, and by the host cells, including activated immune cells. We highlight the effectiveness of spermidine in enhancing antitumor responses in aged animals otherwise nonresponsive to immune checkpoint therapy and propose that spermidine supplementation could be used to enhance the efficacy of anti-PD-1 treatment.",
      "mesh_terms": [
        "Spermidine",
        "Humans",
        "Animals",
        "Aging",
        "Gastrointestinal Microbiome",
        "Neoplasms",
        "Immunotherapy"
      ]
    },
    {
      "pmid": "37698248",
      "title": "Effects of exogenous spermidine on autophagy and antioxidant capacity in ovaries and granulosa cells of Sichuan white geese.",
      "authors": [
        "Dongmei Jiang",
        "Qian Sun",
        "Yilong Jiang",
        "Xuemin Zhou",
        "Lijuan Kang",
        "Zelong Wang",
        "Xin Wang",
        "Xiaoguang An",
        "Chengweng Ji",
        "Weikang Ling",
        "Yinglian Wang",
        "Yujie Yang",
        "Bo Kang"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2023-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Autophagy can inhibit ovarian senescence induced by oxidative stress and regulate follicle development and atresia, but its mechanism is still unclear. Exogenous spermidine can induce autophagy and scavenge reactive oxygen species (ROS). In this experiment, oxidative stress in Sichuan white geese ovaries and follicular granulosa cells (GCs) was caused by 3-nitropropionic acid (3-NPA) and spermidine was added to explore the effect of exogenous spermidine inducing autophagy and inhibiting oxidative stress in vivo and in vitro. Research results showed that putrescine, spermidine and spermine contents in goose ovaries in the group treated with spermidine combined with 3-NPA were 2.70, 1.94, and 1.70 times higher than those in the group treated with 3-NPA, respectively (P < 0.05). The contents of spermidine and spermine in GCs were 1.37 and 0.89 times higher in the spermidine in combination with the 3-NPA group than in the 3-NPA group, respectively (P < 0.05). LC3 and p62 were mainly expressed in the follicular granulosa layer. The LC3-II/I ratio and p62 level in GCs in the spermidine combined with 3-NPA treatment group were 1.37 and 0.77 times higher than that of the 3-NPA treatment group, respectively (P < 0.05). 3-NPA treatment significantly increased ROS level and the apoptosis rate in GCs, while the combined treatment of spermidine and 3-NPA reversed this change (P < 0.05). In conclusion, spermidine alleviated the oxidative damage induced by 3-NPA by improving the antioxidant capacity of ovaries and follicular GCs of Sichuan white geese and may be alleviated by inducing autophagy in GCs.",
      "mesh_terms": [
        "Female",
        "Animals",
        "Antioxidants",
        "Geese",
        "Ovary",
        "Reactive Oxygen Species",
        "Spermidine",
        "Spermine",
        "Granulosa Cells",
        "Oxidative Stress",
        "Autophagy",
        "Apoptosis"
      ]
    },
    {
      "pmid": "37537747",
      "title": "Exogenous spermidine effectively improves the quality of cryopreserved boar sperm.",
      "authors": [
        "Jingchun Li",
        "Hechuan Wang",
        "Minghui Guo",
        "Tianfeng Li",
        "Han Zhang",
        "Qun Zhang",
        "Qian Wang",
        "Yulun Song",
        "Heze Feng",
        "Guosheng Wei"
      ],
      "journal": "Animal science journal = Nihon chikusan Gakkaiho",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Boar sperm are less resistant to the dramatic environmental changes that occur during in vitro preservation. Spermidine has various physiological functions including the anti-oxidative effect. The main objective of this study was to clarify whether spermidine could protect boar sperm from the attack of reactive oxygen species under cryopreservation treatment. We set the concentrations of spermidine at 0, 2, 4, 6, and 8 mmol/L and evaluated the effects of spermidine on sperm motility, viability, malformation rates, kinetic parameters, membrane integrity, mitochondrial activity, DNA integrity, H2 O2 content, malondialdehyde content, total antioxidant capacity, and antioxidant enzyme activity. Finally, the effects of spermidine on the sperm fertility were assessed by artificial insemination. The results showed that spermidine improved various physiological parameters of sperm in a dose-dependent manner. The quality and antioxidant capacity of sperm cryopreserved with 6 mmol/L spermidine were significantly less reduced (P < 0.05), and the contents of malformation rate, H2 O2 , and malondialdehyde content were significantly decreased (P < 0.05). The significant increase in the number of litters indicated the possibility that spermidine had important practical value in pig reproduction (P < 0.05). Therefore, the addition of appropriate concentrations of spermidine to cryopreservation extenders may effectively improve the quality of boar sperm for in vitro preservation.",
      "mesh_terms": [
        "Swine",
        "Male",
        "Animals",
        "Spermidine",
        "Antioxidants",
        "Sperm Motility",
        "Semen",
        "Semen Preservation",
        "Spermatozoa",
        "Cryopreservation",
        "Malondialdehyde"
      ]
    },
    {
      "pmid": "37525633",
      "title": "Combined effect of trehalose and spermidine to alleviate zinc toxicity in Vigna radiata.",
      "authors": [
        "Khalid H Alamer"
      ],
      "journal": "3 Biotech",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Zinc toxicity is affecting the growth and yield of major crops plants throughout globe by reducing key metabolic processes. In this backdrop, experiments were conducted to evaluate the influence of exogenous supplementation of trehalose (500 µM Treh) and spermidine (500 µM Spd) in alleviating the damaging effects of zinc toxicity (100 µM ZnSO4) in Vigna radiata. Growth, chlorophyll and photosynthesis were reduced due to Zn toxicity; however, exogenous supplementation of trehalose and spermidine not only increased the parameters but also alleviated the decline to considerable levels. Toxicity of zinc increased H2O2, lipid peroxidation and electrolyte leakage by 100.43%, 84.53% and 134.64%, respectively, and application of trehalose and spermidine a reduction of 29.32%, 39.09% and 44.91%, respectively, over the zinc-treated plants. Application of trehalose and spermidine increased the activity of nitrate reductase and the content of nitrogen concomitant with alleviation of the decline caused due to zinc toxicity. The activity of antioxidant system enzymes superoxide dismutase, catalase and the enzymes of ascorbate-glutathione cycle was significantly enhanced due to trehalose and spermidine application. Proline, glycine betaine and activity of γ-glutamyl kinase increased maximally by 281.84%, 126.21% and 181.08%, respectively, in plants treated with zinc + trehalose + spermidine over control. Significant enhancement in the content of total phenols and flavonoids was observed due to the treatment of trehalose and spermidine individually as well as combinedly. Application of trehalose and spermidine reduced the content of methylglyoxal by up-regulating the activity of glyoxylase cycle enzymes. In addition under zinc toxicity conditions, the content of zinc declined in trehalose- and spermidine-treated plants."
    },
    {
      "pmid": "37523101",
      "title": "Computational biology-based study of the molecular mechanism of spermidine amelioration of acute pancreatitis.",
      "authors": [
        "Yan Shen",
        "Hongtao Duan",
        "Lu Yuan",
        "Aiminuer Asikaer",
        "Yiyuan Liu",
        "Rui Zhang",
        "Yang Liu",
        "Yuanqiang Wang",
        "Zhihua Lin"
      ],
      "journal": "Molecular diversity",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute pancreatitis (AP) is an acute inflammatory gastrointestinal disease, the mortality and morbility of which has been on the increase in the past years. Spermidine, a natural polyamine, has a wide range of pharmacological effects including anti-inflammation, antioxidation, anti-aging, and anti-tumorigenic. This study aimed to investigate the reliable targets and molecular mechanisms of spermidine in treating AP. By employing computational biology methods including network pharmacology, molecular docking, and molecular dynamics (MD) simulations, we explored the potential targets of spermidine in improving AP with dietary supplementation. The computational biology results revealed that spermidine had high degrees (degree: 18, betweenness: 38.91; degree: 18, betweenness: 206.41) and stable binding free energy (ΔGbind: - 12.81 ± 0.55 kcal/mol, - 15.00 ± 1.00 kcal/mol) with acetylcholinesterase (AchE) and serotonin transporter (5-HTT). Experimental validation demonstrates that spermidine treatment could reduce the necrosis and AchE activity in pancreatic acinar cells. Cellular thermal shift assay (CETSA) results revealed that spermidine could bind to and stabilize the 5-HTT protein in acinar cells. Moreover, spermidine treatment impeded the rise of the expression of 5-HTT in pancreatic tissues of caerulein induced acute pancreatitis mice. In conclusion, serotonin transporter might be a reliable target of spermidine in treating AP. This study provides new idea for the exploration of potential targets of natural compounds.",
      "mesh_terms": [
        "Pancreatitis",
        "Animals",
        "Spermidine",
        "Molecular Docking Simulation",
        "Mice",
        "Molecular Dynamics Simulation",
        "Computational Biology",
        "Acetylcholinesterase",
        "Male",
        "Acute Disease",
        "Acinar Cells",
        "Network Pharmacology"
      ]
    },
    {
      "pmid": "37445726",
      "title": "Spermidine Attenuates High Glucose-Induced Oxidative Damage in Retinal Pigment Epithelial Cells by Inhibiting Production of ROS and NF-κB/NLRP3 Inflammasome Pathway.",
      "authors": [
        "EunJin Bang",
        "Cheol Park",
        "Hyun Hwangbo",
        "Jung-Hyun Shim",
        "Sun-Hee Leem",
        "Jin Won Hyun",
        "Gi-Young Kim",
        "Yung Hyun Choi"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Jun-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic retinopathy (DR) is the leading cause of vision loss and a critical complication of diabetes with a very complex etiology. The build-up of reactive oxygen species (ROS) due to hyperglycemia is recognized as a primary risk factor for DR. Although spermidine, a naturally occurring polyamine, has been reported to have antioxidant effects, its effectiveness in DR has not yet been examined. Therefore, in this study, we investigated whether spermidine could inhibit high glucose (HG)-promoted oxidative stress in human retinal pigment epithelial (RPE) cells. The results demonstrated that spermidine notably attenuated cytotoxicity and apoptosis in HG-treated RPE ARPE-19 cells, which was related to the inhibition of mitochondrial ROS production. Under HG conditions, interleukin (IL)-1β and IL-18's release levels were markedly increased, coupled with nuclear factor kappa B (NF-κB) signaling activation. However, spermidine counteracted the HG-induced effects. Moreover, the expression of nucleotide-binding oligomerization domain-like receptor (NLR) protein 3 (NLRP3) inflammasome multiprotein complex molecules, including TXNIP, NLRP3, ASC, and caspase-1, increased in hyperglycemic ARPE-19 cells, but spermidine reversed these molecular changes. Collectively, our findings demonstrate that spermidine can protect RPE cells from HG-caused injury by reducing ROS and NF-κB/NLRP3 inflammasome pathway activation, indicating that spermidine could be a potential therapeutic compound for DR treatment.",
      "mesh_terms": [
        "Humans",
        "Inflammasomes",
        "NF-kappa B",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Reactive Oxygen Species",
        "Spermidine",
        "Oxidative Stress",
        "Diabetic Retinopathy",
        "Glucose",
        "Epithelial Cells",
        "Retinal Pigments"
      ]
    },
    {
      "pmid": "37429050",
      "title": "Spermidine alleviating oxidative stress and apoptosis by inducing autophagy of granulosa cells in Sichuan white geese.",
      "authors": [
        "Dongmei Jiang",
        "Xin Wang",
        "Xuemin Zhou",
        "Zelong Wang",
        "Shuo Li",
        "Qian Sun",
        "Yilong Jiang",
        "Chengweng Ji",
        "Weikang Ling",
        "Xiaoguang An",
        "Bo Kang"
      ],
      "journal": "Poultry science",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermidine have been reported a role in antioxidative, antiaging, and antiinflammatory. Oxidative stress causes granulosa cell (GC) apoptosis, follicular atresia, and impairs poultry reproductive functions. Studies have found that autophagy is the protective mechanism against antioxidant stress and apoptosis in cells. However, the relationship between spermidine-induced autophagy, oxidative stress, and apoptosis in goose GCs remains unclear. In this study, we investigated the autophagy mechanism to mediate spermidine effects on the alleviation of oxidative stress and apoptosis in goose GCs. Follicular GCs were treated with spermidine combination with 3-Nitropropanoic acid (3-NPA), rapamycin (RAPA), and chloroquine (CQ) or with hydrogen peroxide, RAPA, and CQ. Spermidine upregulated the ratio of LC3-II/I, inhibited the accumulation of p62 protein, and induced autophagy. 3-NPA treatment significantly increased ROS production, MDA content, SOD activity, cleaved CASPASE-3 protein expression, and decreased BCL-2 protein expression in follicular GCs. Spermidine inhibited oxidative stress and apoptosis induced by 3-NPA. In addition, hydrogen peroxide-induced oxidative stress was inhibited by spermidine. However, the inhibitory effect of spermidine was eliminated under chloroquine. Our results demonstrated that spermidine relieved oxidative stress and apoptosis of GCs by inducing autophagy, indicating that spermidine has a great potential to maintain proteostasis and sustain granulosa cell viability in geese.",
      "mesh_terms": [
        "Female",
        "Animals",
        "Geese",
        "Spermidine",
        "Hydrogen Peroxide",
        "Follicular Atresia",
        "Chickens",
        "Oxidative Stress",
        "Antioxidants",
        "Apoptosis",
        "Granulosa Cells",
        "Autophagy"
      ]
    },
    {
      "pmid": "37423156",
      "title": "BRG1 mediates protective ability of spermidine to ameliorate osteoarthritic cartilage by Nrf2/KEAP1 and STAT3 signaling pathway.",
      "authors": [
        "Xinjie Mao",
        "Bing Yan",
        "Hongjie Chen",
        "Peng Lai",
        "Jinzhong Ma"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Spermidine (SPD) is a natural polyamine that shows beneficial effects on osteoarthritis (OA). However, the effect of SPD on cartilage inflammation remains unknown. This study aimed to investigate the potential mechanisms underlying the protective effect of SPD against OA-induced articular cartilage degradation. METHOD: SW1353 human chondrocytes were treated with hydrogen peroxide and lipopolysaccharide to induce models of inflammation and oxidative stress, followed by different dose of SPD intervention. Moreover, mice that underwent anterior cruciate ligament transection were bred and treated with SPD. The effects of SPD were observed using a CCK-8 kit, real-time polymerase chain reaction, immunoblotting, and immunofluorescent assays. RESULT: SPD significantly increased the expression of antioxidant proteins, chondrogenic genes, and inflammatory factors both in vivo and in vitro. And injury of the mouse cartilage was also reduced by SPD. Moreover, SPD activated the Nrf2/KEAP1 pathway and inhibited STAT3 phosphorylation. BRG1 expression was decreased in osteoarthritic mouse cartilage, whereas SPD treatment caused an upregulation. However, when BRG1 was specifically inhibited by an adeno-associated virus and small interfering RNA, the antioxidant and anti-inflammatory effects of SPD were significantly diminished both in vitro and in vivo. CONCLUSION: We found that SPD ameliorated cartilage damage in OA by activating the BRG1-mediated Nrf2/KEAP1 pathway. SPD and BRG1 may provide new therapeutic options or targets for the treatment of OA.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Spermidine",
        "NF-E2-Related Factor 2",
        "Antioxidants",
        "Kelch-Like ECH-Associated Protein 1",
        "Signal Transduction",
        "Inflammation",
        "Osteoarthritis",
        "Chondrocytes",
        "Cartilage, Articular",
        "STAT3 Transcription Factor"
      ]
    },
    {
      "pmid": "37380734",
      "title": "Spermidine from arginine metabolism activates Nrf2 and inhibits kidney fibrosis.",
      "authors": [
        "Seishi Aihara",
        "Kumiko Torisu",
        "Yushi Uchida",
        "Noriyuki Imazu",
        "Toshiaki Nakano",
        "Takanari Kitazono"
      ],
      "journal": "Communications biology",
      "publication_date": "2023-Jun-28",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Kidney metabolism may be greatly altered in chronic kidney disease. Here we report that arginine metabolism is the most altered in unilateral ureteral obstruction (UUO)-induced fibrosis of the kidneys in metabolomic analysis. Spermidine is the most increased metabolite of arginine. In human glomerulonephritis, the amount of spermidine shown by immunostaining is associated with the amount of fibrosis. In human proximal tubule cells, spermidine induces nuclear factor erythroid 2-related factor 2 (Nrf2). Subsequently, fibrotic signals, such as transforming growth factor β1 secretion, collagen 1 mRNA, and oxidative stress, represented by a decrease in the mitochondrial membrane potential is suppressed by spermidine. UUO kidneys of Arg2 knockout mice show less spermidine and significantly exacerbated fibrosis compared with wild-type mice. Nrf2 activation is reduced in Arg2 knockout UUO kidneys. Spermidine treatment prevents significant fibrotic progression in Arg2 knockout mice. Spermidine is increased in kidney fibrosis, but further increases in spermidine may reduce fibrosis.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "NF-E2-Related Factor 2",
        "Spermidine",
        "Kidney",
        "Renal Insufficiency, Chronic",
        "Ureteral Obstruction",
        "Arginine",
        "Mice, Knockout",
        "Fibrosis"
      ]
    },
    {
      "pmid": "37350700",
      "title": "Exogenous Spermidine Alleviates Diabetic Myocardial Fibrosis Via Suppressing Inflammation and Pyroptosis in db/db Mice.",
      "authors": [
        "Can Wei",
        "Jiyu Xu",
        "Yong Liu",
        "Javeria Qadir",
        "Shumin Zhang",
        "Hui Yuan"
      ],
      "journal": "Balkan medical journal",
      "publication_date": "2023-Sep-11",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The main pathological feature of diabetic cardiomyopathy (DCM) caused by diabetes mellitus is myocardial fibrosis. According to recent studies in cardiology, it has been suggested that spermidine (SPD) has cardioprotective properties. AIMS: To explore the role and mechanism of SPD in alleviating myocardial fibrosis of DCM. STUDY DESIGN: In vivo and in vitro study. METHODS: Type 2 diabetic mice and primary neonatal mouse cardiac fibroblasts (CFs) were selected. Measurements of serum-related markers, echocardiographic analysis, and immunohistochemistry were used to evaluate myocardial fibrosis injury and the effects of SPD. The proliferation and migration of CFs undergoing different treatments were studied. Immunoblotting and real-time quantitative reverse transcription polymerase chain reaction were used to demonstrate molecular mechanisms. RESULTS: In vivo immunoblotting analysis indicated a downregulation of ornithine decarboxylase and an upregulation of SPD/spermine N1-acetyltransferase. We observed cardiac dysfunction in diabetic mice after 12 weeks. However, the administration of exogenous SPD improved cardiac function, decreased collagen deposition, and reduced myocardial tissue damage. mRNA expression levels of NLRP3, Caspase-1, GSDMD-N, interleukin (IL)-1β, IL-17A, and IL-18 were increased and suppressed in the myocardium of db/db mice upon treatment with SPD. SPD inhibited the proliferation, migration, and collagen secretion of high-glucose-treated fibroblasts in vitro. SPD inhibits the activation of the TGF-β1/Smad signaling pathway and decreases collagen deposition by reducing pyroptosis and Smad-7 ubiquitination levels. CONCLUSION: Based on our findings, SPD may have potential applications in protecting against the deterioration of cardiac function in patients with DCM due to a significant new mechanism for diabetic myocardial fibrosis that we discovered.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Spermidine",
        "Pyroptosis",
        "Diabetes Mellitus, Experimental",
        "Diabetic Cardiomyopathies",
        "Collagen",
        "Inflammation",
        "Fibrosis"
      ]
    },
    {
      "pmid": "37239074",
      "title": "Whole Blood Spermine/Spermidine Ratio as a New Indicator of Sarcopenia Status in Older Adults.",
      "authors": [
        "Hidenori Sanayama",
        "Kiyonori Ito",
        "Susumu Ookawara",
        "Takeshi Uemura",
        "Yoshio Sakiyama",
        "Hitoshi Sugawara",
        "Kaoru Tabei",
        "Kazuei Igarashi",
        "Kuniyasu Soda"
      ],
      "journal": "Biomedicines",
      "publication_date": "2023-May-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Early diagnosis and therapeutic intervention improve the quality of life and prognosis of patients with sarcopenia. The natural polyamines spermine and spermidine are involved in many physiological activities. Therefore, we investigated blood polyamine levels as a potential biomarker for sarcopenia. Subjects were Japanese patients >70 years of age who visited outpatient clinics or resided in nursing homes. Sarcopenia was determined based on muscle mass, muscle strength, and physical performance according to the criteria of the Asian Working Group for Sarcopenia (2019). The analysis included 182 patients (male: 38%, age: 83 [76-90] years). Spermidine levels were higher (p = 0.002) and the spermine/spermidine ratio was lower (p < 0.001) in the sarcopenia group than in the non-sarcopenia group. Polyamine concentration analysis showed that the odds ratios for age and spermidine changed in parallel with sarcopenia progression, and the odds ratio for the spermine/spermidine ratio changed inversely with the degree of sarcopenia progression. Additionally, when the odds ratio was analyzed with spermine/spermidine instead of polyamine concentrations, only for spermine/spermidine, the odds ratio values varied in parallel with the progression of sarcopenia. Based on the present data, we believe that the blood spermine/spermidine ratio may be a diagnostic indicator of risk for sarcopenia."
    },
    {
      "pmid": "37234959",
      "title": "Spermidine Retarded the Senescence of Multipotent Mesenchymal Stromal Cells In Vitro and In Vivo through SIRT3-Mediated Antioxidation.",
      "authors": [
        "Hua Huang",
        "Wen Zhang",
        "Junjie Su",
        "Bisheng Zhou",
        "Qingjiang Han"
      ],
      "journal": "Stem cells international",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multipotent mesenchymal stromal cells (MSCs) expand in vitro and undergo replicative senescence, thereby restricting their clinical utilization. Thus, an effective strategy is required to impede MSC senescence. Since spermidine (SPD) supplementation can prolong the lifespan of yeast by inhibiting oxidative stress, spermidine is a potential option for delaying MSC senescence. In this study, to test our hypothesis, we first isolated primary human umbilical cord mesenchymal stem cells (hUCMSCs). Subsequently, the appropriate SPD dose was administered during continuous cell cultivation. Next, we evaluated the antisenescence effects by SA-β-gal staining, Ki67 expression, reactive oxygen species (ROS) levels, adipogenic or osteogenic ability, senescence-associated markers, and DNA damage markers. The results revealed that early SPD intervention significantly delays the replicative senescence of hUCMSCs and constrains premature H2O2-induced senescence. Additionally, by silencing SIRT3, the SPD-mediated antisenescence effects disappear, further demonstrating that SIRT3 is necessary for SPD to exert its antisenescence effects on hUCMSCs. Besides, the findings of this study also suggest that SPD in vivo protects MSCs against oxidative stress and delays cell senescence. Thus, MSCs maintain the ability to proliferate and differentiate efficiently in vitro and in vivo, which reflects the potential clinical utilization of MSCs in the future."
    },
    {
      "pmid": "37219600",
      "title": "Tumor Microenvironment Mediated Spermidine-Metal-Immunopeptide Nanocomplex for Boosting Ferroptotic Immunotherapy of Lymphoma.",
      "authors": [
        "Tianqi Nie",
        "Hengyu Liu",
        "Zhengwen Fang",
        "Yilu Zheng",
        "Ruhe Zhang",
        "Xiaojun Xu",
        "Sixi Liu",
        "Jun Wu"
      ],
      "journal": "ACS nano",
      "publication_date": "2023-Jun-13",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Immunotherapy as an alternative treatment strategy for B-cell lymphoma is undesirable because of tumor heterogeneity and immune surveillance. Spermidine (SPM), as a regulator of the tumor microenvironment (TME), can facilitate the release of damage-associated molecular patterns (DAMPs) from cancer cells, promote immune recognition, and thus alleviate immune surveillance in the TME. Hence, in this work, self-assembled spermidine-based metal-immunopeptide nanocomplexes (APP-Fe NCs; APP is anti-programmed death ligand-1 peptide) with pH-responsive release kinetics were prepared via the flash nanocomplexation (FNC) technique based on the noncovalent interaction between APP-SPM-dextran (DEX) and sodium tripolyphosphate (TPP) and coordination between Fe3+ and TPP. An in vitro study suggested that APP-Fe NCs effectively induce strong oxidative stress and mitochondrial dysfunction and subsequently lead to ferroptosis in cells by interfering with homeostasis in lymphoma cells. Further investigation on lymphoma mice models demonstrated that APP-Fe NCs effectively inhibited the growth and liver metastasis of lymphomas. Mechanistically, by triggering ferroptosis in tumor tissues, these spermidine-containing APP-Fe NCs efficiently facilitated the release of DAMPs and ultimately reshaped TME to enhance immunotherapy efficacy in lymphoma. Combined with its good histocompatibility and facile preparation technique, this pH-responsive APP-Fe NCs with regulation on TME may hold potential for cascade amplification on the combinative immunotherapy of lymphoma in the clinic.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Spermidine",
        "Tumor Microenvironment",
        "Lymphoma",
        "Immunotherapy",
        "Alarmins",
        "Cell Line, Tumor",
        "Neoplasms"
      ]
    },
    {
      "pmid": "37111690",
      "title": "Pd(II) and Pt(II) Trinuclear Chelates with Spermidine: Selective Anticancer Activity towards TNBC-Sensitive and -Resistant to Cisplatin.",
      "authors": [
        "Martin Vojtek",
        "Clara B Martins",
        "Raquel Ramos",
        "Sara Gomes Duarte",
        "Isabel M P L V O Ferreira",
        "Ana L M Batista de Carvalho",
        "M Paula M Marques",
        "Carmen Diniz"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triple-negative breast cancer (TNBC) is one of the most aggressive forms of breast cancer and constitutes 10-20% of all breast cancer cases. Even though platinum-based drugs such as cisplatin and carboplatin are effective in TNBC patients, their toxicity and development of cancer drug resistance often hamper their clinical use. Hence, novel drug entities with improved tolerability and selectivity profiles, as well as the ability to surpass resistance, are needed. The current study focuses on Pd(II) and Pt(II) trinuclear chelates with spermidine (Pd3Spd2 and Pt3Spd2) for evaluating their antineoplastic activity having been assessed towards (i) cisplatin-resistant TNBC cells (MDA-MB-231/R), (ii) cisplatin-sensitive TNBC cells (MDA-MB-231) and (iii) non-cancerous human breast cells (MCF-12A, to assess the cancer selectivity/selectivity index). Additionally, the complexes' ability to overcome acquired resistance (resistance index) was determined. This study revealed that Pd3Spd2 activity greatly exceeds that displayed by its Pt analog. In addition, Pd3Spd2 evidenced a similar antiproliferative activity in both sensitive and resistant TNBC cells (IC50 values 4.65-8.99 µM and 9.24-13.34 µM, respectively), with a resistance index lower than 2.3. Moreover, this Pd compound showed a promising selectivity index ratio: >6.28 for MDA-MB-231 cells and >4.59 for MDA-MB-231/R cells. Altogether, the data presently gathered reveal Pd3Spd2 as a new, promising metal-based anticancer agent, which should be further explored for the treatment of TNBC and its cisplatin-resistant forms."
    },
    {
      "pmid": "37111071",
      "title": "High-Dose Spermidine Supplementation Does Not Increase Spermidine Levels in Blood Plasma and Saliva of Healthy Adults: A Randomized Placebo-Controlled Pharmacokinetic and Metabolomic Study.",
      "authors": [
        "Stefan Senekowitsch",
        "Eliza Wietkamp",
        "Michael Grimm",
        "Franziska Schmelter",
        "Philipp Schick",
        "Anna Kordowski",
        "Christian Sina",
        "Hans Otzen",
        "Werner Weitschies",
        "Martin Smollich"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Apr-12",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "(1) Background: Spermidine is a biogenic polyamine that plays a crucial role in mammalian metabolism. As spermidine levels decline with age, spermidine supplementation is suggested to prevent or delay age-related diseases. However, valid pharmacokinetic data regarding spermidine remains lacking. Therefore, for the first time, the present study investigated the pharmacokinetics of oral spermidine supplementation. (2) Methods: This study was designed as a randomized, placebo-controlled, triple-blinded, two-armed crossover trial with two 5-day intervention phases separated by a washout phase of 9 days. In 12 healthy volunteers, 15 mg/d of spermidine was administered orally, and blood and saliva samples were taken. Spermidine, spermine, and putrescine were quantified by liquid chromatography-mass spectrometry (LC-MS/MS). The plasma metabolome was investigated using nuclear magnetic resonance (NMR) metabolomics. (3) Results: Compared with a placebo, spermidine supplementation significantly increased spermine levels in the plasma, but it did not affect spermidine or putrescine levels. No effect on salivary polyamine concentrations was observed. (4) Conclusions: This study's results suggest that dietary spermidine is presystemically converted into spermine, which then enters systemic circulation. Presumably, the in vitro and clinical effects of spermidine are at least in part attributable to its metabolite, spermine. It is rather unlikely that spermidine supplements with doses <15 mg/d exert any short-term effects.",
      "mesh_terms": [
        "Animals",
        "Adult",
        "Humans",
        "Spermidine",
        "Spermine",
        "Putrescine",
        "Chromatography, Liquid",
        "Saliva",
        "Tandem Mass Spectrometry",
        "Polyamines",
        "Plasma",
        "Dietary Supplements",
        "Mammals"
      ]
    },
    {
      "pmid": "37104918",
      "title": "Spermidine protects intestinal mucosal barrier function in mice colitis via the AhR/Nrf2 and AhR/STAT3 signaling pathways.",
      "authors": [
        "Bing Yan",
        "Xinjie Mao",
        "Shasha Hu",
        "Shimin Wang",
        "Xiaochen Liu",
        "Jing Sun"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Aryl hydrocarbon receptor (AhR) activation promotes intestinal barrier repair and enhances the gut mucosal barrier function in inflammatory bowel diseases (IBD). Spermidine is beneficial in several murine models of IBD and may affect AhR activity. However, the precise effects of spermidine on the intestinal barrier and AhR remain unclear. This study was designed to investigate whether spermidine affects AhR and gut barrier function in IBD models as well as, its underlying mechanism. METHODS: We used dextran sulfate sodium (DSS)- and 2,4,6-trinitrobenzene sulfonic acid (TNBS)-induced mice, as well as, Caco2 cells incubated with TNF-α and IFN-γ to establish multiple IBD models, followed by spermidine intervention. Alcian blue/Periodic acid-Schiff (AB/PAS) staining, Fluorescein isothiocyanate (FITC)-dextran permeability assay, transepithelial electrical resistance (TER), tight junction protein (TJs) expression, and 16S rRNA scope in situ hybridization were performed to assess intestinal barrier function. AhR expression and the associated pathways were measured. AhR-targeted adeno-associated virus (AAV) and siRNA were used to explore the related molecular mechanisms. RESULTS: Spermidine significantly attenuated the increased intestinal permeability, decreased TER, abnormal distribution of TJs in colitis, and bacterial translocation from the gut tract. Additionally, it significantly increased AhR and Nrf2 expression and inhibited STAT3 phosphorylation. However, the protective effects of spermidine and the related alterations in pathway proteins were largely abolished by the specific inhibition of AhR. CONCLUSION: Our study demonstrated that spermidine rescues intestinal barrier defects in mice with colitis via the AhR-Nrf2 and AhR-STAT3 pathways, providing a potential therapeutic agent for IBD and other conditions associated with dysregulated gut barrier function.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Caco-2 Cells",
        "Spermidine",
        "NF-E2-Related Factor 2",
        "Receptors, Aryl Hydrocarbon",
        "RNA, Ribosomal, 16S",
        "Tight Junctions",
        "Colitis",
        "Inflammatory Bowel Diseases",
        "Intestinal Mucosa",
        "Signal Transduction",
        "Dextran Sulfate",
        "Mice, Inbred C57BL",
        "Disease Models, Animal",
        "STAT3 Transcription Factor"
      ]
    },
    {
      "pmid": "36995738",
      "title": "Spermidine Ameliorates Colitis via Induction of Anti-Inflammatory Macrophages and Prevention of Intestinal Dysbiosis.",
      "authors": [
        "Anna Niechcial",
        "Marlene Schwarzfischer",
        "Marcin Wawrzyniak",
        "Kirstin Atrott",
        "Andrea Laimbacher",
        "Yasser Morsy",
        "Egle Katkeviciute",
        "Janine Häfliger",
        "Patrick Westermann",
        "Cezmi A Akdis",
        "Michael Scharl",
        "Marianne R Spalinger"
      ],
      "journal": "Journal of Crohn's & colitis",
      "publication_date": "2023-Oct-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Exacerbated immune activation, intestinal dysbiosis and a disrupted intestinal barrier are common features among inflammatory bowel disease [IBD] patients. The polyamine spermidine, which is naturally present in all living organisms, is an integral component of the human diet, and exerts beneficial effects in human diseases. Here, we investigated whether spermidine treatment ameliorates intestinal inflammation and offers therapeutic potential for IBD treatment. METHODS: We assessed the effect of oral spermidine administration on colitis severity in the T cell transfer colitis model in Rag2-/- mice by endoscopy, histology and analysis of markers of molecular inflammation. The effects on the intestinal microbiome were determined by 16S rDNA sequencing of mouse faeces. The impact on intestinal barrier integrity was evaluated in co-cultures of patient-derived macrophages with intestinal epithelial cells. RESULTS: Spermidine administration protected mice from intestinal inflammation in a dose-dependent manner. While T helper cell subsets remained unaffected, spermidine promoted anti-inflammatory macrophages and prevented the microbiome shift from Firmicutes and Bacteroides to Proteobacteria, maintaining a healthy gut microbiome. Consistent with spermidine as a potent activator of the anti-inflammatory molecule protein tyrosine phosphatase non-receptor type 2 [PTPN2], its colitis-protective effect was dependent on PTPN2 in intestinal epithelial cells and in myeloid cells. The loss of PTPN2 in epithelial and myeloid cells, but not in T cells, abrogated the barrier-protective, anti-inflammatory effect of spermidine and prevented the anti-inflammatory polarization of macrophages. CONCLUSION: Spermidine reduces intestinal inflammation by promoting anti-inflammatory macrophages, maintaining a healthy microbiome and preserving epithelial barrier integrity in a PTPN2-dependent manner."
    },
    {
      "pmid": "36945337",
      "title": "Spermidine Alleviates Intrauterine Hypoxia-Induced Offspring Newborn Myocardial Mitochondrial Damage in Rats by Inhibiting Oxidative Stress and Regulating Mitochondrial Quality Control.",
      "authors": [
        "Nannan Chai",
        "Haihong Zheng",
        "Hao Zhang",
        "Lingxu Li",
        "Xue Yu",
        "Liyi Wang",
        "Xin Bi",
        "Lihong Yang",
        "Tongxu Niu",
        "Xiujuan Liu",
        "Yajun Zhao",
        "Lijie Dong"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Intrauterine hypoxia (IUH) increases the risk of cardiovascular diseases in offspring. As a reactive oxygen species (ROS) scavenger, polyamine spermidine (SPD) is essential for embryonic and fetal survival and growth. However, further studies on the SPD protection and mechanisms for IUH-induced heart damage in offspring are required. OBJECTIVES: This study aimed to investigate the preventive effects of prenatal SPD treatment on IUH-induced heart damage in newborn offspring rats and its underlying mitochondrial-related mechanism. METHODS: The rat model of IUH was established by exposure to 10% O2 seven days before term. Meanwhile, for seven days, the pregnant rats were given SPD (5 mg.kg-1.d-1; ip). The one-day offspring rats were sacrificed to assess several parameters, including growth development, heart damage, cardiomyocytes proliferation, myocardial oxidative stress, cell apoptosis, and mitochondrial function, and have mitochondrial quality control (MQC), including mitophagy, mitochondrial biogenesis, and mitochondrial fusion/fission. In in vitro experiments, primary cardiomyocytes were subjected to hypoxia with or without SPD for 24 hours. RESULTS: IUH decreased body weight, heart weight, cardiac Ki67 expression, the activity of SOD, and the CAT and adenosine 5'-triphosphate (ATP) levels and increased the BAX/BCL2 expression, and TUNEL-positive nuclei numbers. Furthermore, IUH also caused mitochondrial structure abnormality, dysfunction, and decreased mitophagy (decreased number of mitophagosomes), declined mitochondrial biogenesis (decreased expression of SIRT-1, PGC-1α, NRF-2, and TFAM), and led to fission/fusion imbalance (increased percentage of mitochondrial fragments, increased DRP1 expression, and decreased MFN2 expression) in the myocardium. Surprisingly, SPD treatment normalized the variations in the IUH-induced parameters. Furthermore, SPD also prevented hypoxia-induced ROS accumulation, mitochondrial membrane potential decay, and the mitophagy decrease in cardiomyocytes. CONCLUSION: Maternal SPD treatment caused IUH-induced heart damage in newborn offspring rats by improving the myocardial mitochondrial function via anti-oxidation and anti-apoptosis, and regulating MQC."
    },
    {
      "pmid": "36943301",
      "title": "The chances in the redox priming of nondormant recalcitrant seeds by spermidine.",
      "authors": [
        "Hanna Fuchs",
        "Beata P Plitta-Michalak",
        "Arleta Małecka",
        "Liliana Ciszewska",
        "Łukasz Sikorski",
        "Aleksandra M Staszak",
        "Marcin Michalak",
        "Ewelina Ratajczak"
      ],
      "journal": "Tree physiology",
      "publication_date": "2023-Jul-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The problems posed by seed sensitivity to desiccation and aging have motivated the development of various techniques for mitigating their detrimental effects. The redox priming of seeds in antioxidant solution to improve their postharvest performance is one of the approaches. Spermidine (Spd) was tested as an invigorating solution on nondormant recalcitrant (desiccation-sensitive) seeds of the silver maple (Acer saccharinum L.). The treatment resulted in an 8-10% increase in germination capacity in seeds subjected to mild and severe desiccation, while in aged seeds stored for 6 months, no significant change was observed. The cellular redox milieu, genetic stability, mitochondrial structure and function were investigated to provide information about the cellular targets of Spd activity. Spermidine improved the antioxidative capacity, especially the activity of catalase, and cellular membrane stability, protected genome integrity from oxidative damage and increased the efficiency of mitochondria. However, it also elicited a hydrogen peroxide burst. Therefore, it seems that redox priming in nondormant seeds that are highly sensitive to desiccation, although it positively affected desiccated seed performance, may not be a simple solution to reinvigorate stored seeds with a low-efficiency antioxidant system.",
      "mesh_terms": [
        "Spermidine",
        "Antioxidants",
        "Germination",
        "Oxidation-Reduction",
        "Acer",
        "Seeds",
        "Desiccation"
      ]
    },
    {
      "pmid": "36923559",
      "title": "A viscoelastic alginate-based hydrogel network coordinated with spermidine for periodontal ligament regeneration.",
      "authors": [
        "Songbai Zhang",
        "Yuanbo Jia",
        "Jingyi Liu",
        "Fan Feng",
        "Zhao Wei",
        "Min Zhang",
        "Feng Xu"
      ],
      "journal": "Regenerative biomaterials",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Periodontitis can cause irreversible defects in the periodontal ligament (PDL), the regeneration of which is the major obstacle to the clinical treatment of periodontitis. Implanting hydrogel for releasing anti-inflammatory drugs is a promising treatment to promote PDL regeneration. However, existing hydrogel systems fail to mimic the typical viscoelastic feature of native periodontium, which may have been shown as an important role in tissue regeneration. Meanwhile, the synergistic benefits of mechanical cues and biochemical agents for PDL regeneration remain elusive. In this study, we developed a bi-crosslinking viscoelastic hydrogel (Alg-PBA/Spd) by integrating phenylboronic acid-modified alginate with anti-inflammatory agent (spermidine) through borate ester and B-N coordination bonds, where spermidine will be released with the degradation of the hydrogel. Alg-PBA/Spd hydrogel is biocompatible, injectable and can quickly adapt to complex periodontal structures due to the dynamic crosslinking. We demonstrated in rat models that the viscoelastic Alg-PBA/Spd hydrogel significantly promotes the deposition of periodontal collagen and accelerates the repair of periodontal damage. Our results suggest that the viscoelastic Alg-PBA/Spd hydrogel would be a promising mechano-biochemically synergistic treatment for periodontal regeneration."
    },
    {
      "pmid": "36902443",
      "title": "CaSPDS, a Spermidine Synthase Gene from Pepper (Capsicum annuum L.), Plays an Important Role in Response to Cold Stress.",
      "authors": [
        "Jianwei Zhang",
        "Minghui Xie",
        "Guofeng Yu",
        "Dong Wang",
        "Zeping Xu",
        "Le Liang",
        "Jiachang Xiao",
        "Yongdong Xie",
        "Yi Tang",
        "Guochao Sun",
        "Bo Sun",
        "Zhi Huang",
        "Yunsong Lai",
        "Huanxiu Li"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermidine synthase (SPDS) is a key enzyme in the polyamine anabolic pathway. SPDS genes help regulate plant response to environmental stresses, but their roles in pepper remain unclear. In this study, we identified and cloned a SPDS gene from pepper (Capsicum annuum L.), named CaSPDS (LOC107847831). Bioinformatics analysis indicated that CaSPDS contains two highly conserved domains: an SPDS tetramerisation domain and a spermine/SPDS domain. Quantitative reverse-transcription polymerase chain reaction results showed that CaSPDS was highly expressed in the stems, flowers, and mature fruits of pepper and was rapidly induced by cold stress. The function of CaSPDS in cold stress response was studied by silencing and overexpressing it in pepper and Arabidopsis, respectively. Cold injury was more serious and reactive oxygen species levels were greater in the CaSPDS-silenced seedlings than in the wild-type (WT) seedlings after cold treatment. Compared with the WT plants, the CaSPDS-overexpression Arabidopsis plants were more tolerant to cold stress and showed higher antioxidant enzyme activities, spermidine content, and cold-responsive gene (AtCOR15A, AtRD29A, AtCOR47, and AtKIN1) expression. These results indicate that CaSPDS plays important roles in cold stress response and is valuable in molecular breeding to enhance the cold tolerance of pepper.",
      "mesh_terms": [
        "Cold-Shock Response",
        "Capsicum",
        "Spermidine Synthase",
        "Arabidopsis",
        "Stress, Physiological",
        "Seedlings",
        "Gene Expression Regulation, Plant",
        "Plant Proteins",
        "Plants, Genetically Modified"
      ]
    },
    {
      "pmid": "36835540",
      "title": "Spermidine-Eugenol Supplement Preserved Inflammation-Challenged Intestinal Cells by Stimulating Autophagy.",
      "authors": [
        "Francesca Truzzi",
        "Anne Whittaker",
        "Eros D'Amen",
        "Maria Chiara Valerii",
        "Veronika Abduazizova",
        "Enzo Spisni",
        "Giovanni Dinelli"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increases in non-communicable and auto-immune diseases, with a shared etiology of defective autophagy and chronic inflammation, have motivated research both on natural products in drug discovery fields and on the interrelationship between autophagy and inflammation. Within this framework, the tolerability and protective effects of a wheat-germ spermidine (SPD) and clove eugenol (EUG) combination supplement (SUPPL) were investigated on inflammation status (after the administration of lipopolysaccharide (LPS)) and on autophagy using human Caco-2 and NCM460 cell lines. In comparison to the LPS treatment alone, the SUPPL + LPS significantly attenuated ROS levels and midkine expression in monocultures, as well as occludin expression and mucus production in reconstituted intestinal equivalents. Over a timeline of 2-4 h, the SUPPL and SUPPL + LPS treatments stimulated autophagy LC3-11 steady state expression and turnover, as well as P62 turnover. After completely blocking autophagy with dorsomorphin, inflammatory midkine was significantly reduced in the SUPPL + LPS treatment in a non-autophagy-dependent manner. After a 24 h timeline, preliminary results showed that mitophagy receptor BNIP3L expression was significantly downregulated in the SUPPL + LPS treatment compared to the LPS alone, whereas conventional autophagy protein expression was significantly higher. The SUPPL shows promise in reducing inflammation and increasing autophagy to improve intestinal health.",
      "mesh_terms": [
        "Humans",
        "Caco-2 Cells",
        "Eugenol",
        "Inflammation",
        "Lipopolysaccharides",
        "Midkine",
        "Spermidine",
        "Autophagy"
      ]
    },
    {
      "pmid": "36800189",
      "title": "Effects of putrescine on oxidative stress, spermidine/spermine-N(1)-acetyltransferase, inflammation and energy levels in liver and serum in rats with brain ischemia-reperfusion.",
      "authors": [
        "Dervis Dasdelen",
        "Nihal Cetin",
        "Esma Menevse",
        "Abdulkerim Kasim Baltaci",
        "Rasim Mogulkoc"
      ],
      "journal": "Physiology international",
      "publication_date": "2023-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to examine the effects of brain ischemia-reperfusion (IR) especially on serum parameters or liver enzymes, free radicals, cytokines, oxidatively damaged DNA, spermidine/spermine N-1-acetyltransferase (SSAT). The effects of addition of putrescine on IR will be evaluated in terms of inflammation and oxidant-antioxidant balance in liver.The study was conducted on 46 male Albino Wistar rats weighing 200-250 g. The rats were grouped into: 1-Sham group (n = 6). 2-IR group (n = 8): The carotid arteries were ligated for 30-min and reperfusion was achieved for 30-min under general anesthesia. 3-Ischemia + putrescine + reperfusion group (IPR) (n = 8): Unlike the IR group, a single dose of 250 μmol kg-1 putrescine was given by gavage at the beginning of reperfusion. In putrescine treatment groups in addition to the procedures performed in the IR group a total of 4 doses of 250 μmol kg-1 putrescine were given at 12-h intervals, with the first dose immediately after 30-min reperfusion (4-IR+putrescine group (IR+P1) (n = 8)); 3 h after the 30-min reperfusion (5-IR+putrescine group (IR+P2) (n = 8)); 6 h after the 30-min reperfusion (6-IR+putrescine group (IR+P3) (n = 8)). ALT, AST, ATP, NO, SSAT, 8-OHdG levels were analyzed in the serum, and liver samples. NF-κB and IL-6 levels were analyzed in the liver samples.Brain IR causes inflammatory, oxidative and DNA damage in the liver, and putrescine supplementation through gavage reduces liver damage by showing anti-inflammatory and antioxidant effects.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Putrescine",
        "Spermidine",
        "Spermine",
        "Liver",
        "Inflammation",
        "Rats, Wistar",
        "Oxidative Stress",
        "Brain Ischemia",
        "Reperfusion",
        "Acetyltransferases"
      ]
    },
    {
      "pmid": "36799067",
      "title": "Spermidine reduced neuropathic pain in chronic constriction injury-induced peripheral neuropathy in rats.",
      "authors": [
        "Hasan Yousefi-Manesh",
        "Samira Shirooie",
        "Tayebeh Noori",
        "Mohammad Sheibani",
        "Seyed Mohammad Tavangar",
        "Sara Hemmati",
        "Mohammad Amin Sadeghi",
        "Hassan Akbarniakhaky",
        "Zohreh Mohammadi",
        "Laleh Foroutani",
        "Ahmad Reza Dehpour"
      ],
      "journal": "Fundamental & clinical pharmacology",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neuropathic pain is one of the most critical types of chronic pain despite the increasing advances in medical science. Spermidine (SPD) is a natural polyamine that has wide roles in several cellular processes inducing autophagy and reducing oxidative stress. This study aimed to investigate the effects of SPD on oxidative stress markers and pain threshold in the neuropathic rat model of chronic constriction injury (CCI) model. Eighteen adult male rats were divided into three groups: sham, CCI and CCI+SPD. After induction of neuropathy via CCI model in the CCI and CCI+SPD groups, SPD (1 mg/kg/day, orally) was administered to the CCI+SPD group for 3 weeks. The behavioral tests (von Frey, hot plate) were done four times during the experiment. At the end of the study, electrophysiological tests, the H & E staining, and oxidative stress assay of the prefrontal cortex (PFC), spinal cord, and sciatic nerve were performed. The threshold of pain in hot plate and von Frey tests was significantly lower in the CCI group than in the sham group, which was reversed by SPD treatment in the CCI+ SPD group. In addition, nerve conduction was considerably lower in the CCI group than in the sham and CCI+SPD groups (P < 0.01, P < 0.05, respectively). The CCI group showed neuronal degeneration and fibrosis in the different tissues in the H & E assay; elevated tissues level of nitrite, decreased levels of superoxide dismutase (SOD), glutathione (GPx), and catalase were also observed. However, SPD treatment modulated the pathological changes and oxidative stress biomarkers. In conclusion, SPD showed beneficial effects in decreasing neuropathic pains. SPD treatment reduced oxidative stress and improved histopathological changes and behavioral tests in the CCI-induced neuropathic pain in in vivo model.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Spermidine",
        "Constriction",
        "Neuralgia",
        "Pain Threshold",
        "Sciatic Nerve",
        "Hyperalgesia"
      ]
    },
    {
      "pmid": "36724559",
      "title": "Administration of spermidine attenuates concanavalin A-induced liver injury.",
      "authors": [
        "Tatusya Ando",
        "Daisuke Ito",
        "Kazuya Shiogama",
        "Yasuhiro Sakai",
        "Masato Abe",
        "Takayasu Ideta",
        "Ayumu Kanbe",
        "Masahito Shimizu",
        "Hiroyasu Ito"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2023-Mar-12",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A previous study revealed that treatment with the anticoagulant heparin attenuated concanavalin A (ConA)-induced liver injury. The administration of spermidine (SPD) increased urokinase-type plasminogen activator (uPA) levels in the serum. uPA is clinically used for the treatment of some thrombotic diseases such as cerebral infarction. Therefore, SPD may attenuate ConA-induced liver injury that is exacerbated by blood coagulation. The present study investigated the effect of SPD on liver injury in mice with autoimmune hepatopathy induced by ConA. A model of liver injury was created by intravenous injection of ConA into mice. SPD was administered in free drinking water and was biochemically and pathologically examined over time. The administration of SPD to ConA-treated mice significantly reduced liver injury. However, SPD treatment upregulated the mRNA expression of TNF-α and IFN-ϒ in the livers of ConA-treated mice. In contrast, the mRNA expression of tissue factor in the livers of SPD-treated mice was decreased after ConA injection. The frequency of lymphocytes and lymphocyte activation were not affected by SPD administration in ConA-treated mice. SPD treatment increased uPA levels in the serum and decreased the level of D-dimer in ConA-treated mice. Moreover, SPD decreased fibrin in the livers of ConA-treated mice. These results indicated that SPD treatment increased anticoagulant ability by increasing of uPA and attenuated ConA-induced liver injury.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Concanavalin A",
        "Spermidine",
        "Chemical and Drug Induced Liver Injury, Chronic",
        "Liver",
        "Anticoagulants",
        "RNA, Messenger",
        "Chemical and Drug Induced Liver Injury"
      ]
    },
    {
      "pmid": "36431056",
      "title": "Foliar Application of Spermidine Alleviates Waterlogging-Induced Damages to Maize Seedlings by Enhancing Antioxidative Capacity, Modulating Polyamines and Ethylene Biosynthesis.",
      "authors": [
        "Xiuling Wang",
        "Qun Wang",
        "Moubiao Zhang",
        "Yulong Zhao",
        "Pengfei Dong",
        "Yali Zhao",
        "Hongping Li",
        "Xucun Jia",
        "Panpan An",
        "Yulou Tang",
        "Chaohai Li"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2022-Nov-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Waterlogging is a major threat to maize production worldwide. The exogenous application of spermidine is well known to enhance plant tolerance to abiotic stresses. The role of exogenous spermidine application in waterlogging tolerance in maize was investigated in this study. Two maize varieties (a waterlogging-tolerant variety: Xundan 20 (XD20) and a waterlogging-sensitive variety: Denghai 662 (DH662)) were subjected to waterlogging stress at the seedling stage, and then foliar spraying of 0.75 mM spermidine or purified water. Findings demonstrated lower chlorophyll content, reduced growth indices, considerable increase in superoxide anion (O2-) generation rate, and H2O2/malondialdehyde accumulation in the two maize varieties under waterlogging stress compared to the control treatment. However, the tolerance variety performed better than the sensitive one. Foliar application of spermidine significantly increased antioxidant enzyme activities under waterlogging stress. In addition, the application of spermidine increased polyamine levels and led to the reduction of ethylene levels under waterlogging. Consequences of spermidine application were most apparent for the waterlogging-sensitive cultivar DH662 under waterlogging than the waterlogging-tolerant variety XD20."
    },
    {
      "pmid": "36388564",
      "title": "Supplementation of nitric oxide and spermidine alleviates the nickel stress-induced damage to growth, chlorophyll metabolism, and photosynthesis by upregulating ascorbate-glutathione and glyoxalase cycle functioning in tomato.",
      "authors": [
        "Cheng Qin",
        "Jie Shen",
        "Mohammad Abass Ahanger"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Experiments were conducted to evaluate the role of exogenously applied nitric oxide (NO; 50 µM) and spermidine (Spd; 100 µM) in alleviating the damaging effects of Ni (1 mM NiSO46H2O) toxicity on the growth, chlorophyll metabolism, photosynthesis, and mineral content in tomato. Ni treatment significantly reduced the plant height, dry mass, and the contents of glutamate 1-semialdehyde, δ-amino levulinic acid, prototoporphyrin IX, Mg-prototoporphyrin IX, total chlorophyll, and carotenoids; however, the application of NO and Spd alleviated the decline considerably. Supplementation of NO and Spd mitigated the Ni-induced decline in photosynthesis, gas exchange, and chlorophyll fluorescence parameters. Ni caused oxidative damage, while the application of NO, Spd, and NO+Spd significantly reduced the oxidative stress parameters under normal and Ni toxicity. The application of NO and Spd enhanced the function of the antioxidant system and upregulated the activity of glyoxalase enzymes, reflecting significant reduction of the oxidative effects and methylglyoxal accumulation. Tolerance against Ni was further strengthened by the accumulation of proline and glycine betaine due to NO and Spd application. The decrease in the uptake of essential mineral elements such as N, P, K, and Mg was alleviated by NO and Spd. Hence, individual and combined supplementation of NO and Spd effectively alleviates the damaging effects of Ni on tomato."
    },
    {
      "pmid": "36367791",
      "title": "Spermidine inhibits high glucose-induced endoplasmic reticulum stress in HT22 cells by upregulation of growth differentiation factor 11.",
      "authors": [
        "Zhou-Zan Liao",
        "Qi Deng",
        "Fan Xiao",
        "Ming Xie",
        "Xiao-Qing Tang"
      ],
      "journal": "Neuroreport",
      "publication_date": "2022-Dec-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hyperglycemia-induced neuronal endoplasmic reticulum (ER) stress is particularly important for the pathogenesis of diabetic encephalopathy. Spermidine (Spd) has neuroprotection in several nervous system diseases. Our current study to explore the potential protective role of Spd in hyperglycemia-induced neuronal ER stress and the underlying mechanisms. HT22 cells were treated with high glucose (HG) to establish an in-vitro model of hyperglycemia toxicity. The HT22 cells' activity was tested by cell counting kit-8 assay. RNA interference technology was used to silence the expression of growth differentiation factor 11 (GDF11) in HT22 cells. The GDF11 expression levels of mRNA were assessed using reverse transcription-PCR (RT-PCR). Western blotting analysis was applied to evaluate the expressions of GRP78 and cleaved caspase-12. Spd markedly abolished HG-exerted decline in cell viability as well as upregulations of GRP78 and cleaved caspase-12 in HT22 cells, indicating the protection of Spd against HG-induced neurotoxicity and ER stress. Furthermore, we showed that Spd upregulated the expression of GDF11 in HG-exposed HT22 cells. While, silenced GDF11 expression by RNA interference reversed the protective effects of Spd on HG-elicited neurotoxicity and ER stress in HT22 cells. These results indicated that Spd prevents HG-induced neurotoxicity and ER stress through upregulation of GDF11. Our findings identify Spd as a potential treatment for diabetic encephalopathy as well as ER stress-related neurologic diseases.",
      "mesh_terms": [
        "Humans",
        "Endoplasmic Reticulum Stress",
        "Spermidine",
        "Up-Regulation",
        "Caspase 12",
        "Apoptosis",
        "Hyperglycemia",
        "Glucose",
        "Growth Differentiation Factors",
        "Brain Diseases",
        "Bone Morphogenetic Proteins"
      ]
    },
    {
      "pmid": "36358597",
      "title": "Spermidine/Spermine N1-Acetyltransferase 1 (SAT1)-A Potential Gene Target for Selective Sensitization of Glioblastoma Cells Using an Ionizable Lipid Nanoparticle to Deliver siRNA.",
      "authors": [
        "Vinith Yathindranath",
        "Nura Safa",
        "Babu V Sajesh",
        "Kelly Schwinghamer",
        "Magimairajan Issai Vanan",
        "Rashid Bux",
        "Daniel S Sitar",
        "Marshall Pitz",
        "Teruna J Siahaan",
        "Donald W Miller"
      ],
      "journal": "Cancers",
      "publication_date": "2022-Oct-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermidine/spermine N1-acetyltransferase 1 (SAT1) responsible for cell polyamine catabolism is overexpressed in glioblastoma multiforme (GB). Its role in tumor survival and promoting resistance towards radiation therapy has made it an interesting target for therapy. In this study, we prepared a lipid nanoparticle-based siRNA delivery system (LNP-siSAT1) to selectively knockdown (KD) SAT1 enzyme in a human glioblastoma cell line. The LNP-siSAT1 containing ionizable DODAP lipid was prepared following a microfluidics mixing method and the resulting nanoparticles had a hydrodynamic size of around 80 nm and a neutral surface charge. The LNP-siSAT1 effectively knocked down the SAT1 expression in U251, LN229, and 42MGBA GB cells, and other brain-relevant endothelial (hCMEC/D3), astrocyte (HA) and macrophage (ANA-1) cells at the mRNA and protein levels. SAT1 KD in U251 cells resulted in a 40% loss in cell viability. Furthermore, SAT1 KD in U251, LN229 and 42MGBA cells sensitized them towards radiation and chemotherapy treatments. In contrast, despite similar SAT1 KD in other brain-relevant cells no significant effect on cytotoxic response, either alone or in combination, was observed. A major roadblock for brain therapeutics is their ability to cross the highly restrictive blood-brain barrier (BBB) presented by the brain microcapillary endothelial cells. Here, we used the BBB circumventing approach to enhance the delivery of LNP-siSAT1 across a BBB cell culture model. A cadherin binding peptide (ADTC5) was used to transiently open the BBB tight junctions to promote paracellular diffusion of LNP-siSAT1. These results suggest LNP-siSAT1 may provide a safe and effective method for reducing SAT1 and sensitizing GB cells to radiation and chemotherapeutic agents."
    },
    {
      "pmid": "36302005",
      "title": "Spermidine activates mitochondrial trifunctional protein and improves antitumor immunity in mice.",
      "authors": [
        "Muna Al-Habsi",
        "Kenji Chamoto",
        "Ken Matsumoto",
        "Norimichi Nomura",
        "Baihao Zhang",
        "Yuki Sugiura",
        "Kazuhiro Sonomura",
        "Aprilia Maharani",
        "Yuka Nakajima",
        "Yibo Wu",
        "Yayoi Nomura",
        "Rosemary Menzies",
        "Masaki Tajima",
        "Koji Kitaoka",
        "Yasuharu Haku",
        "Sara Delghandi",
        "Keiko Yurimoto",
        "Fumihiko Matsuda",
        "So Iwata",
        "Toshihiko Ogura",
        "Sidonia Fagarasan",
        "Tasuku Honjo"
      ],
      "journal": "Science (New York, N.Y.)",
      "publication_date": "2022-Oct-28",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Spermidine (SPD) delays age-related pathologies in various organisms. SPD supplementation overcame the impaired immunotherapy against tumors in aged mice by increasing mitochondrial function and activating CD8+ T cells. Treatment of naïve CD8+ T cells with SPD acutely enhanced fatty acid oxidation. SPD conjugated to beads bound to the mitochondrial trifunctional protein (MTP). In the MTP complex, synthesized and purified from Escherichia coli, SPD bound to the α and β subunits of MTP with strong affinity and allosterically enhanced their enzymatic activities. T cell-specific deletion of the MTP α subunit abolished enhancement of programmed cell death protein 1 (PD-1) blockade immunotherapy by SPD, indicating that MTP is required for SPD-dependent T cell activation.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "CD8-Positive T-Lymphocytes",
        "Lymphocyte Activation",
        "Mitochondria",
        "Mitochondrial Trifunctional Protein, alpha Subunit",
        "Mitochondrial Trifunctional Protein, beta Subunit",
        "Spermidine",
        "Neoplasms"
      ]
    },
    {
      "pmid": "36232289",
      "title": "The Impact of Spermidine on C2C12 Myoblasts Proliferation, Redox Status and Polyamines Metabolism under H2O2 Exposure.",
      "authors": [
        "Roberta Ceci",
        "Guglielmo Duranti",
        "Stefano Giuliani",
        "Marianna Nicoletta Rossi",
        "Ivan Dimauro",
        "Stefania Sabatini",
        "Paolo Mariottini",
        "Manuela Cervelli"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Sep-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A central feature of the skeletal muscle is its ability to regenerate through the activation, by environmental signals, of satellite cells. Once activated, these cells proliferate as myoblasts, and defects in this process profoundly affect the subsequent process of regeneration. High levels of reactive oxygen species such as hydrogen peroxide (H2O2) with the consequent formation of oxidized macromolecules increase myoblasts' cell death and strongly contribute to the loss of myoblast function. Recently, particular interest has turned towards the beneficial effects on muscle of the naturally occurring polyamine spermidine (Spd). In this work, we tested the hypothesis that Spd, upon oxidative challenge, would restore the compromised myoblasts' viability and redox status. The effects of Spd in combination with aminoguanidine (Spd-AG), an inhibitor of bovine serum amine oxidase, on murine C2C12 myoblasts treated with a mild dose of H2O2 were evaluated by analyzing: (i) myoblast viability and recovery from wound scratch; (ii) redox status and (iii) polyamine (PAs) metabolism. The treatment of C2C12 myoblasts with Spd-AG increased cell number and accelerated scratch wound closure, while H2O2 exposure caused redox status imbalance and cell death. The combined treatment with Spd-AG showed an antioxidant effect on C2C12 myoblasts, partially restoring cellular total antioxidant capacity, reducing the oxidized glutathione (GSH/GSSG) ratio and increasing cell viability through a reduction in cell death. Moreover, Spd-AG administration counteracted the induction of polyamine catabolic genes and PA content decreased due to H2O2 challenges. In conclusion, our data suggest that Spd treatment has a protective role in skeletal muscle cells by restoring redox balance and promoting recovery from wound scratches, thus making myoblasts able to better cope with an oxidative insult.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Cell Proliferation",
        "Glutathione Disulfide",
        "Hydrogen Peroxide",
        "Mice",
        "Myoblasts",
        "Oxidation-Reduction",
        "Oxidoreductases",
        "Polyamines",
        "Reactive Oxygen Species",
        "Spermidine"
      ]
    },
    {
      "pmid": "36194492",
      "title": "Pseudomonas aeruginosa utilizes the host-derived polyamine spermidine to facilitate antimicrobial tolerance.",
      "authors": [
        "Chowdhury M Hasan",
        "Sian Pottenger",
        "Angharad E Green",
        "Adrienne A Cox",
        "Jack S White",
        "Trevor Jones",
        "Craig Winstanley",
        "Aras Kadioglu",
        "Megan H Wright",
        "Daniel R Neill",
        "Joanne L Fothergill"
      ],
      "journal": "JCI insight",
      "publication_date": "2022-Nov-22",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Pseudomonas aeruginosa undergoes diversification during infection of the cystic fibrosis (CF) lung. Understanding these changes requires model systems that capture the complexity of the CF lung environment. We previously identified loss-of-function mutations in the 2-component regulatory system sensor kinase gene pmrB in P. aeruginosa from CF lung infections and from experimental infection of mice. Here, we demonstrate that, while such mutations lowered in vitro minimum inhibitory concentrations for multiple antimicrobial classes, this was not reflected in increased antibiotic susceptibility in vivo. Loss of PmrB impaired aminoarabinose modification of LPS, increasing the negative charge of the outer membrane and promoting uptake of cationic antimicrobials. However, in vivo, this could be offset by increased membrane binding of other positively charged molecules present in lungs. The polyamine spermidine readily coated the surface of PmrB-deficient P. aeruginosa, reducing susceptibility to antibiotics that rely on charge differences to bind the outer membrane and increasing biofilm formation. Spermidine was elevated in lungs during P. aeruginosa infection in mice and during episodes of antimicrobial treatment in people with CF. These findings highlight the need to study antimicrobial resistance under clinically relevant environmental conditions. Microbial mutations carrying fitness costs in vitro may be advantageous during infection, where host resources can be utilized.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Pseudomonas aeruginosa",
        "Polyamines",
        "Spermidine",
        "Microbial Sensitivity Tests",
        "Cystic Fibrosis",
        "Anti-Infective Agents"
      ]
    },
    {
      "pmid": "36081232",
      "title": "Physiological and biochemical bases of spermidine-induced alleviation of cadmium and lead combined stress in rice.",
      "authors": [
        "Jinyu Gu",
        "Chunmei Hu",
        "Xiangwei Jia",
        "Yanfang Ren",
        "Dongming Su",
        "Junyu He"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2022-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cadmium (Cd) and lead (Pb) pollution is a major environmental issue affecting plant production. Spermidine (Spd) is involved in plant response to abiotic stress. However, the role and associated mechanism of Spd under Cd + Pb combined stress are poorly understood. The potential protective role of Spd at different concentration on rice (Oryza sativa L.) seedlings exposed to Cd + Pb treatment was investigated by a hydroponic experiment in this study. The results showed that exogenous Spd enhanced the tolerance of rice seedlings to Cd + Pb stress, resulted in an increase in plant height, root length, fresh weight and dry weight of roots and shoots. Further, application of Spd decreased the contents of hydrogen peroxide, superoxide anion, malondialdehyde, and the accumulation of Cd and Pb, and increased the contents of mineral nutrient, carotenoids, chlorophyll, proline, soluble sugar, soluble protein, total phenol, flavonoid, anthocyanin, and antioxidant enzymes activities in roots and shoots of rice seedlings under Cd + Pb stress. Particularly, 0.5 mmol L-1 Spd was the most effective to alleviate the adverse impacts on growth and physiological metabolism of rice seedlings under Cd + Pb stress. Principal component analysis and heat map clustering established correlations between physio-biochemical parameters and further revealed Spd alleviated Cd + Pb damage in rice seedling was associated with inhibition of accumulation and translocation of Cd and Pb, increasing the contents of photosynthetic pigments and mineral nutrient and stimulation of antioxidative response and osmotic adjustment. Overall, our findings provide an important prospect for use of Spd in modulating Cd + Pb tolerance in rice plants. Spd could help to alleviate Cd + Pb damage through inhibition of accumulation and translocation of Cd and Pb and stimulation of oxidant-defense system and osmotic adjustment.",
      "mesh_terms": [
        "Anthocyanins",
        "Antioxidants",
        "Cadmium",
        "Carotenoids",
        "Chlorophyll",
        "Hydrogen Peroxide",
        "Lead",
        "Malondialdehyde",
        "Oryza",
        "Oxidants",
        "Phenols",
        "Plant Roots",
        "Proline",
        "Seedlings",
        "Spermidine",
        "Sugars",
        "Superoxides"
      ]
    },
    {
      "pmid": "36058905",
      "title": "Spermidine protects against acute kidney injury by modulating macrophage NLRP3 inflammasome activation and mitochondrial respiration in an eIF5A hypusination-related pathway.",
      "authors": [
        "Xianzhi Li",
        "Xiaojun Zhou",
        "Xigao Liu",
        "Xiaoyun Li",
        "Xianzhou Jiang",
        "Benkang Shi",
        "Shuo Wang"
      ],
      "journal": "Molecular medicine (Cambridge, Mass.)",
      "publication_date": "2022-Sep-04",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Acute kidney injury (AKI) is still a critical problem in clinical practice, with a heavy burden for national health system around the world. It is notable that sepsis is the predominant cause of AKI for patients in the intensive care unit and the mortality remains considerably high. The treatment for AKI relies on supportive therapies and almost no specific treatment is currently available. Spermidine is a naturally occurring polyamine with pleiotropic effects. However, the renoprotective effect of spermidine and the underlying mechanism remain elusive. METHODS: We employed mice sepsis-induced AKI model and explored the potential renoprotective effect of spermidine in vivo with different administration time and routes. Macrophage depleting was utilized to probe the role of macrophage. In vitro experiments were conducted to examine the effect of spermidine on macrophage cytokine secretion, NLRP3 inflammasome activation and mitochondrial respiration. RESULTS: We confirmed that spermidine improves AKI with different administration time and routes and that macrophages serves as an essential mediator in this protective effect. Meanwhile, spermidine downregulates NOD-like receptor protein 3 (NLRP3) inflammasome activation and IL-1 beta production in macrophages directly. Mechanically, spermidine enhances mitochondrial respiration capacity and maintains mitochondria function which contribute to the NLRP3 inhibition. Importantly, we showed that eukaryotic initiation factor 5A (eIF5A) hypusination plays an important role in regulating macrophage bioactivity. CONCLUSIONS: Spermidine administration practically protects against sepsis-induced AKI in mice and macrophages serve as an essential mediator in this protective effect. Our study identifies spermidine as a promising pharmacologic approach to prevent AKI.",
      "mesh_terms": [
        "Acute Kidney Injury",
        "Animals",
        "Disease Models, Animal",
        "Inflammasomes",
        "Macrophages",
        "Mice",
        "Mice, Inbred C57BL",
        "Mitochondria",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "NLR Proteins",
        "Peptide Initiation Factors",
        "Respiration",
        "Sepsis",
        "Spermidine"
      ]
    },
    {
      "pmid": "36057633",
      "title": "Spermidine-mediated hypusination of translation factor EIF5A improves mitochondrial fatty acid oxidation and prevents non-alcoholic steatohepatitis progression.",
      "authors": [
        "Jin Zhou",
        "Jeremy Pang",
        "Madhulika Tripathi",
        "Jia Pei Ho",
        "Anissa Anindya Widjaja",
        "Shamini Guna Shekeran",
        "Stuart Alexander Cook",
        "Ayako Suzuki",
        "Anna Mae Diehl",
        "Enrico Petretto",
        "Brijesh Kumar Singh",
        "Paul Michael Yen"
      ],
      "journal": "Nature communications",
      "publication_date": "2022-Sep-03",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, American Recovery and Reinvestment Act"
      ],
      "abstract": "Spermidine is a natural polyamine that has health benefits and extends life span in several species. Deoxyhypusine synthase (DHPS) and deoxyhypusine hydroxylase (DOHH) are key enzymes that utilize spermidine to catalyze the post-translational hypusination of the translation factor EIF5A (EIF5AH). Here, we have found that hepatic DOHH mRNA expression is decreased in patients and mice with non-alcoholic steatohepatitis (NASH), and hepatic cells treated with fatty acids. The mouse and cell culture models of NASH have concomitant decreases in Eif5aH and mitochondrial protein synthesis which leads to lower mitochondrial activity and fatty acid β-oxidation. Spermidine treatment restores EIF5AH, partially restores protein synthesis and mitochondrial function in NASH, and prevents NASH progression in vivo. Thus, the disrupted DHPS-DOHH-EIF5AH pathway during NASH represents a therapeutic target to increase hepatic protein synthesis and mitochondrial fatty acid oxidation (FAO) and prevent NASH progression.",
      "mesh_terms": [
        "Animals",
        "Fatty Acids",
        "Lysine",
        "Mice",
        "Mitochondria",
        "Non-alcoholic Fatty Liver Disease",
        "Peptide Initiation Factors",
        "Spermidine"
      ]
    },
    {
      "pmid": "36014855",
      "title": "Effects of Spermidine on Gut Microbiota Modulation in Experimental Abdominal Aortic Aneurysm Mice.",
      "authors": [
        "Shuai Liu",
        "Yu Liu",
        "Jiani Zhao",
        "Pu Yang",
        "Wei Wang",
        "Mingmei Liao"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Aug-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Accumulating evidence in recent years has demonstrated the important role of gut microbiota in maintaining cardiovascular function. However, their functions in abdominal aortic aneurysm (AAA) are largely unexplored. In this study, we established a porcine pancreatic elastase-infused experimental AAA mouse model and explored gut microbiota modulation using 16S rDNA sequencing. Here, we found that a significant alteration to gut microbiota composition and function occurred in AAA. The functional change in the gut microbiome revealed dysregulated biosynthesis metabolism and transport of spermidine in AAA. Furthermore, exogenous spermidine was administrated via drinking water and attenuated the progression of experimental AAA disease, which supports our recent study that spermidine alleviates systemic inflammation and AAA. These effects were associated with remitted gut microbiota dysbiosis and metabolism in AAA progression as demonstrated by 16S rDNA gene analysis. In addition, several bacterial florae, such as Bacteroides, Parabacteroides and Prevotella, were identified to be associated with the progression of AAA. Our results uncovered altered gut microbial profiles in AAA and highlighted the potential therapeutic use of spermidine in the treatment of gut microbiota dysbiosis and AAA.",
      "mesh_terms": [
        "Animals",
        "Aortic Aneurysm, Abdominal",
        "DNA, Ribosomal",
        "Disease Models, Animal",
        "Dysbiosis",
        "Gastrointestinal Microbiome",
        "Mice",
        "Mice, Inbred C57BL",
        "Spermidine",
        "Swine"
      ]
    },
    {
      "pmid": "36012316",
      "title": "Improvement of Drought Tolerance by Exogenous Spermidine in Germinating Wheat (Triticum aestivum L.) Plants Is Accompanied with Changes in Metabolite Composition.",
      "authors": [
        "Fatemeh Gholizadeh",
        "Tibor Janda",
        "Orsolya Kinga Gondor",
        "Magda Pál",
        "Gabriella Szalai",
        "Amirali Sadeghi",
        "Aras Turkoglu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Aug-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drought is one of the most important environmental factors reducing the yield and production of crops, including wheat. Polyamines are closely associated with plant stress tolerance. The present study investigated the mechanisms through seed germination with spermidine protecting wheat varieties from drought stress. In the first experiment, the effects of spermidine on the germination of wheat varieties, namely Rakhshan, Mihan, Sirvan and Pishgam, were investigated in three drought levels, namely 0, -2, and -4 MPa induced by polyethylene glycol 6000. Analysis of variance indicated that spermidine, drought stress and interaction between varieties and drought stress were significant for all traits, and with severity of stress, all traits significantly decreased. In the second experiment, detailed gene expression and non-targeted metabolomics analyses were carried out using the Rakhshan and Mihan varieties after germination, with or without spermidine treatment and/or drought stress. According to the biomass parameters, the Mihan variety showed relatively better growth compared to the other variety, but the Rakhshan one showed more pronounced responses at gene expression level to exogenous spermidine than the Mihan variety. Overall, these results showed that spermidine increased the drought tolerance of wheat at the germination stage, due to specific role of polyamine metabolism in the development of effective responses under drought stress.",
      "mesh_terms": [
        "Droughts",
        "Germination",
        "Spermidine",
        "Stress, Physiological",
        "Triticum"
      ]
    },
    {
      "pmid": "36008447",
      "title": "A systematic exploration reveals the potential of spermidine for hypopigmentation treatment through the stabilization of melanogenesis-associated proteins.",
      "authors": [
        "Sofia Brito",
        "Hyojin Heo",
        "Byungsun Cha",
        "Su-Hyun Lee",
        "Sehyun Chae",
        "Mi-Gi Lee",
        "Byeong-Mun Kwak",
        "Bum-Ho Bin"
      ],
      "journal": "Scientific reports",
      "publication_date": "2022-Aug-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Spermidine (SPD), a polyamine naturally present in living organisms, is known to prolong the lifespan of animals. In this study, the role of SPD in melanogenesis was investigated, showing potential as a pigmenting agent. SPD treatment increased melanin production in melanocytes in a dose dependent manner. Computational analysis with RNA-sequencing data revealed the alteration of protein degradation by SPD treatment without changes in the expressions of melanogenesis-related genes. Indeed, SPD treatment significantly increased the stabilities of tyrosinase-related protein (TRP)-1 and -2 while inhibiting ubiquitination, which was confirmed by treatment of proteasome inhibitor MG132. Inhibition of protein synthesis by cycloheximide (CHX) showed that SPD treatment increased the resistance of TRP-1 and TRP-2 to protein degradation. To identify the proteins involved in SPD transportation in melanocytes, the expression of several solute carrier (SLC) membrane transporters was assessed and, among 27 transporter genes, SLC3A2, SLC7A1, SLC18B1, and SLC22A18 were highly expressed, implying they are putative SPD transporters in melanocytes. Furthermore, SLC7A1 and SLC22A18 were downregulated by SPD treatment, indicating their active involvement in polyamine homeostasis. Finally, we applied SPD to a human skin equivalent and observed elevated melanin production. Our results identify SPD as a potential natural product to alleviate hypopigmentation.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Hypopigmentation",
        "Melanins",
        "Melanocytes",
        "Polyamines",
        "Spermidine"
      ]
    },
    {
      "pmid": "35988653",
      "title": "Histone deacetylase-10 liberates spermidine to support polyamine homeostasis and tumor cell growth.",
      "authors": [
        "Tracy Murray Stewart",
        "Jackson R Foley",
        "Cassandra E Holbert",
        "Glynis Klinke",
        "Gernot Poschet",
        "Raphael R Steimbach",
        "Aubry K Miller",
        "Robert A Casero"
      ],
      "journal": "The Journal of biological chemistry",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Cytosolic histone deacetylase-10 (HDAC10) specifically deacetylates the modified polyamine N8-acetylspermidine (N8-AcSpd). Although intracellular concentrations of N8-AcSpd are low, extracellular sources can be abundant, particularly in the colonic lumen. Extracellular polyamines, including those from the diet and microbiota, can support tumor growth both locally and at distant sites. However, the contribution of N8-AcSpd in this context is unknown. We hypothesized that HDAC10, by converting N8- AcSpd to spermidine, may provide a source of this growth-supporting polyamine in circumstances of reduced polyamine biosynthesis, such as in polyamine-targeting anticancer therapies. Inhibitors of polyamine biosynthesis, including α-difluoromethylornithine (DFMO), inhibit tumor growth, but compensatory uptake of extracellular polyamines has limited their clinical success. Combining DFMO with inhibitors of polyamine uptake have improved the antitumor response. However, acetylated polyamines may use different transport machinery than the parent molecules. Here, we use CRISPR/Cas9-mediated HDAC10-knockout cell lines and HDAC10-specific inhibitors to investigate the contribution of HDAC10 in maintaining tumor cell proliferation. We demonstrate inhibition of cell growth by DFMO-associated polyamine depletion is successfully rescued by exogenous N8-AcSpd (at physiological concentrations), which is converted to spermidine and spermine, only in cell lines with HDAC10 activity. Furthermore, we show loss of HDAC10 prevents both restoration of polyamine levels and growth rescue, implicating HDAC10 in supporting polyamine-associated tumor growth. These data suggest the utility of HDAC10-specific inhibitors as an antitumor strategy that may have value in improving the response to polyamine-blocking therapies. Additionally, the cell-based assay developed in this study provides an inexpensive, high-throughput method of screening potentially selective HDAC10 inhibitors.",
      "mesh_terms": [
        "Humans",
        "Cell Proliferation",
        "Eflornithine",
        "Histone Deacetylases",
        "Homeostasis",
        "Neoplasms",
        "Spermidine",
        "Histone Deacetylase Inhibitors"
      ]
    },
    {
      "pmid": "35942070",
      "title": "Spermidine Crosslinked Gellan Gum-Based \"Hydrogel Nanofibers\" as Potential Tool for the Treatment of Nervous Tissue Injuries: A Formulation Study.",
      "authors": [
        "Barbara Vigani",
        "Caterina Valentino",
        "Giuseppina Sandri",
        "Carla Marcella Caramella",
        "Franca Ferrari",
        "Silvia Rossi"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Aim of the work was to develop a potential neural scaffold, endowed with neuroprotective and neuroregenerative potential, to be applied at the site of nervous tissue injuries: nanofibers, consisting of gellan gum (GG), spermidine (SP) and gelatin (GL), were prepared via electrospinning. SP was selected for its neuroprotective activity and cationic nature that makes it an ideal GG cross-linking agent. GL was added to improve the scaffold bioactivity. METHODS: Mixtures, containing 1.5% w/w GG and increasing SP concentrations (0-0.125% w/w), were prepared to investigate GG/SP interaction and, thus, to find the best mixture to be electrospun. Mixture rheological and mechanical properties were assessed. The addition of 0.1% w/w GL was also investigated. The most promising GG/SP/GL mixtures were added with poly(ethylene oxide) (PEO) and poloxamer (P407) and, then, electrospun. The resulting fibers were characterized in terms of size and mechanical properties and fiber morphology was observed after soaking in water for 24 hours. Nanofiber biocompatibility was assessed on Schwann cells. RESULTS: More and more structured GG/SP mixtures were obtained by increasing SP concentration, proving its cross-linking potential. After blending with PEO and P407, the mixture consisting of 1.5% w/w GG, 0.05% w/w SP and 0.1% w/w GL was electrospun. The resulting nanofibers appeared homogenous and characterized by a plastic behavior, suggesting a good mechanical resistance when applied at the injury site. Nanofibers were insoluble in aqueous media and able to form a thin gel layer after hydration. GG/SP/GL nanofibers showed a higher compatibility with Schwann cells than GG/SP ones. CONCLUSION: SP and GL allowed the production of homogenous GG-based nanofibers, which preserved their structure after contact with aqueous media and showed a good compatibility with a neural cell line. After local application at the injury site, nanofibers should support and guide axonal outgrowth, releasing SP in a controlled manner.",
      "mesh_terms": [
        "Gelatin",
        "Hydrogels",
        "Nanofibers",
        "Nerve Tissue",
        "Polysaccharides, Bacterial",
        "Spermidine"
      ]
    },
    {
      "pmid": "35920180",
      "title": "LncRNA GAS5 promotes spermidine‑induced autophagy through the miRNA‑31‑5p/NAT8L axis in pulmonary artery endothelial cells of patients with CTEPH.",
      "authors": [
        "Qinghua Wu",
        "Xiaohui Zhou",
        "Yan Wang",
        "Yamin Hu"
      ],
      "journal": "Molecular medicine reports",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic thromboembolic pulmonary hypertension (CTEPH) is a leading cause of pulmonary hypertension. The present study investigated the mechanisms of long non‑coding RNA growth arrest‑specific transcript 5 (GAS5) on spermidine (SP)‑induced autophagy. Pulmonary artery endothelial cells (PAECs) were collected from patients with CTEPH and the rat model. Immunofluorescence, Western blots, reverse transcription‑quantitative polymerase chain reaction, bioinformatics, rapid amplification of cDNA ends assays, luciferase reporter assays, RNA‑binding protein immunoprecipitation assays, GFP‑LC3 adenoviruses, tfLC3 assays and transmission electron microscopy were performed. The results revealed that SP‑induced autophagy increased GAS5 in PAECs. The upregulation of GAS5 enhanced and the downregulation of GAS5 reversed the roles of SP in PAECs. Furthermore, GAS5 promoted SP‑induced autophagy in PAECs by targeting miRNA‑31‑5p. The miRNA‑31‑5p mimic suppressed and the inhibitor promoted SP‑induced autophagy. Furthermore, N‑Acetyltransferase 8 Like (NAT8L) was a target gene of miRNA‑31‑5p and knockdown of NAT8L inhibited the autophagic levels of PAECs. In vivo, SP treatment decreased miRNA‑31‑5p and increased NAT8L levels, which was reversed by the knockdown of GAS5. The downregulation of GAS5 abolished the stimulatory role of SP in PAECs of CTEPH rats. In conclusion, GAS5 promoted SP‑induced autophagy through miRNA‑31‑5p/NAT8L signaling pathways in vitro and in vivo and GAS5 may be a promising molecular marker for therapies of CTEPH.1.",
      "mesh_terms": [
        "Acetyltransferases",
        "Animals",
        "Autophagy",
        "Endothelial Cells",
        "Hypertension, Pulmonary",
        "MicroRNAs",
        "Pulmonary Artery",
        "RNA, Long Noncoding",
        "Rats",
        "Spermidine"
      ]
    },
    {
      "pmid": "35911644",
      "title": "Role of exogenous putrescine in the status of energy, DNA damage, inflammation, and spermidine/spermine-n(1)- acetyltransferase in brain ischemia-reperfusion in rats.",
      "authors": [
        "Nihal Cetin",
        "Dervis Dasdelen",
        "Rasim Mogulkoc",
        "Esma Menevse",
        "Abdulkerim Kasim Baltaci"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study aims to investigate the role of putrescine against brain ischemia-reperfusion (IR) injured rats administered with 250 µmol/kg exogenous putrescine and highlight the IR-associated mechanisms in energy metabolism and inflammatory pathway. MATERIALS AND METHODS: The rats were divided into six groups: 1-Sham group; 2-IR group, 30 min of ischemia and 30 min of reperfusion was performed with bilateral carotid occlusion (BCAO); 3-IPR group, a single oral dose of putrescine was administered at the start of the 30-minute reperfusion; while in the other treatment groups, 4 doses of putrescine were given within 12-hour intervals. After 30 min of reperfusion, the first dose was administered immediately in the IR-PI (group 4), after 3 hr in IR-PII (group 5), and after 6 hr in IR-PIII (group 6). Interleukin-6 (IL-6), Nuclear factor NF-kappa-B (NF-kB), Adenosine triphosphate (ATP), total Nitric oxide (NO), 8-hydroxyguanosine (8-OHdG), Spermidine/Spermin N-acetyltransferase (SSAT) levels were analyzed in brain tissues. RESULTS: IR reduced brain ATP levels; however, putrescine treatment reversed this state. Brain NO and 8-OHdG levels, and NF-kB and IL-6 levels increased significantly in the IR group and these elevations were decreased in putrescine administered groups. SSAT levels were higher in the IR-PII group. The lowest levels were observed in the IR-PIII group. CONCLUSION: The exogenous putrescine supplementation after cerebral IR creates neuroprotective effects independent of the time of administration; according to conditions such as formation of radicals in the brain, the spread of the inflammation and the need for consumption of energy are considered as a whole."
    },
    {
      "pmid": "35807793",
      "title": "Elevation of Serum Spermidine in Obese Patients: Results from a Cross-Sectional and Follow-Up Study.",
      "authors": [
        "Hanshu Gao",
        "Qianlong Zhang",
        "Jiahui Xu",
        "Wei Yuan",
        "Ruixue Li",
        "Hui Guo",
        "Cuiying Gu",
        "Wenjing Feng",
        "Yanan Ma",
        "Zhaoqing Sun",
        "Liqiang Zheng"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Jun-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Spermidine, a natural polyamine, appears to be a promising intervention for the treatment of obesity in animal studies, but epidemiological studies on the association between spermidine and obesity are inadequate. Methods: In the cross-sectional study, a total of 4230 eligible Chinese rural participants aged ≥ 35 years at baseline were recruited, of whom 1738 completed the two-year follow-up. Serum spermidines were measured using high-performance liquid chromatography with a fluorescence detector. Obesity and change in BMI were used as outcomes. Multivariable logistic regression analysis was applied to obtain the odds ratios (ORs) and 95% confidence intervals (CIs). Results: Participants who were obese had higher serum spermidine concentrations than those who were of normal weight (median (IQR), 27.2 ng/mL (14.8−53.4 ng/mL) vs. 23.8 ng/mL (12.8−46.6 ng/mL), p = 0.002). Compared with participants in the first quartile, those in the third quartile (OR 1.327, 95% CI 1.050 to 1.678) and the fourth quartile (OR 1.417, 95% CI 1.121 to 1.791) had a significantly increased risk of prevalent obesity after adjustment for confounding factors. In the follow-up study, participants in the third quartile (OR 0.712, 95% CI 0.535 to 0.946) and the fourth quartile (OR 0.493, 95% CI 0.370 to 0.657) had significantly lower risks of an increase in BMI after adjustment for confounding factors, with the lowest quartile as the reference. Meanwhile, we found a nonlinear relationship between spermidine and BMI in the follow-up study (p < 0.001). Conclusions: Serum spermidine was positively associated with increased odds of obesity in the cross-sectional study but reduced odds of an increase in BMI in the follow-up study among Chinese adults. Future studies are warranted to determine the exact mechanism underlying the association between spermidine and obesity and the scope for interventions.",
      "mesh_terms": [
        "Body Mass Index",
        "Cross-Sectional Studies",
        "Follow-Up Studies",
        "Humans",
        "Obesity",
        "Overweight",
        "Risk Factors",
        "Spermidine"
      ]
    },
    {
      "pmid": "35803376",
      "title": "A novel phytoremediation technology for polluted cadmium soil: Salix integra treated with spermidine and activated carbon.",
      "authors": [
        "Zerun Yin",
        "Jinpeng Yu",
        "Xinran Han",
        "Hui Wang",
        "Quangang Yang",
        "Hong Pan",
        "Yanhong Lou",
        "Yuping Zhuge"
      ],
      "journal": "Chemosphere",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A variety of plants have been used as phytoremediation materials to remove Cd from polluted soil. However, the disadvantages of using plants for decontamination include low biomass, low uptake, and inefficiency. We conducted experiments to determine the effects of spermidine and activated carbon treatments of Salix integra on Cd removal. The results showed that exogenous spermidine and activated carbon increased plant growth and root development compared with the CK. The increased dry mass (39.65-92.95%) with the combined spermidine and activated carbon treatments was higher than that with either single treatment (14.79-62.80%). The root length, surface area, root volume, and root diameter with the combined spermidine and activated carbon treatments (53.51-189.35%, 113.08-207.62%, 111.71-499.27%, and 32.51-106.62%, respectively) were higher than those of the lone application treatments (19.35-132.23%, 52.33-111.57%, 35.08-297.07%, and 24.22-81.38%, respectively). In addition, spermidine and activated carbon application reduced the toxicity of Cd to S. integra by improving the antioxidant capacity, thereby increasing the accumulation of Cd. The application of spermidine and activated carbon also changed the distribution of Cd in each part of S. integra. There was increased accumulation of Cd in the shoots and better absorption by the S. integra shoots, thereby improving their Cd remediation efficiency. The combined 0.8 mM spermidine and 0.5 g kg-1 activated carbon were most effective on removing Cd from the soil. The Cd removal efficiency was 78.11-120.86% higher than that of the CK. Our results may provide foundational information for understanding the mechanisms for the sustainable remediation of Cd-contaminated soil using a combination of spermidine and activated carbon.",
      "mesh_terms": [
        "Biodegradation, Environmental",
        "Cadmium",
        "Charcoal",
        "Salix",
        "Soil",
        "Soil Pollutants",
        "Spermidine",
        "Technology"
      ]
    },
    {
      "pmid": "35786404",
      "title": "Spermidine overrides INSR (insulin receptor)-IGF1R (insulin-like growth factor 1 receptor)-mediated inhibition of autophagy in the aging heart.",
      "authors": [
        "Mahmoud Abdellatif",
        "Frank Madeo",
        "Guido Kroemer",
        "Simon Sedej"
      ],
      "journal": "Autophagy",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Comment"
      ],
      "abstract": "Although attenuated IGF1R (insulin-like growth factor 1 receptor) signaling has long been viewed to promote longevity in model organisms, adverse effects on the heart have been the subject of major concern. We observed that IGF1R is overexpressed in cardiac tissues from patients with end-stage non-ischemic heart failure, coupled to the activation of the IGF1R downstream effector AKT/protein kinase B and inhibition of ULK1 (unc-51 like autophagy activating kinase 1). Transgenic overexpression of human IGF1R in cardiomyocytes from mice initially induces physiological cardiac hypertrophy and superior function, but later in life confers a negative impact on cardiac health, causing macroautophagy/autophagy inhibition as well as impaired oxidative phosphorylation, thus reducing life expectancy. Treatment with the autophagy inducer and caloric restriction mimetic spermidine ameliorates most of these IGF1R-induced cardiotoxic effects in vivo. Moreover, inhibition of IGF1R signaling by means of a dominant-negative phosphoinositide 3-kinase (PI3K) mutant induces cardioprotective autophagy, restores myocardial bioenergetics and improves late-life survival. Hence, our results demonstrate that IGF1R exerts a dual biphasic impact on cardiac health, and that autophagy mediates the late-life geroprotective effects of IGF1R inhibition in the heart.",
      "mesh_terms": [
        "Aging",
        "Animals",
        "Antigens, CD",
        "Autophagy",
        "Autophagy-Related Protein-1 Homolog",
        "Humans",
        "Insulin-Like Growth Factor I",
        "Mice",
        "Myocytes, Cardiac",
        "Phosphatidylinositol 3-Kinase",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Receptor, IGF Type 1",
        "Receptor, Insulin",
        "Spermidine"
      ]
    },
    {
      "pmid": "35780157",
      "title": "Spermidine reduces neuroinflammation and soluble amyloid beta in an Alzheimer's disease mouse model.",
      "authors": [
        "Kiara Freitag",
        "Nele Sterczyk",
        "Sarah Wendlinger",
        "Benedikt Obermayer",
        "Julia Schulz",
        "Vadim Farztdinov",
        "Michael Mülleder",
        "Markus Ralser",
        "Judith Houtman",
        "Lara Fleck",
        "Caroline Braeuning",
        "Roberto Sansevrino",
        "Christian Hoffmann",
        "Dragomir Milovanovic",
        "Stephan J Sigrist",
        "Thomas Conrad",
        "Dieter Beule",
        "Frank L Heppner",
        "Marina Jendrach"
      ],
      "journal": "Journal of neuroinflammation",
      "publication_date": "2022-Jul-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Deposition of amyloid beta (Aβ) and hyperphosphorylated tau along with glial cell-mediated neuroinflammation are prominent pathogenic hallmarks of Alzheimer's disease (AD). In recent years, impairment of autophagy has been identified as another important feature contributing to AD progression. Therefore, the potential of the autophagy activator spermidine, a small body-endogenous polyamine often used as dietary supplement, was assessed on Aβ pathology and glial cell-mediated neuroinflammation. RESULTS: Oral treatment of the amyloid prone AD-like APPPS1 mice with spermidine reduced neurotoxic soluble Aβ and decreased AD-associated neuroinflammation. Mechanistically, single nuclei sequencing revealed AD-associated microglia to be the main target of spermidine. This microglia population was characterized by increased AXL levels and expression of genes implicated in cell migration and phagocytosis. A subsequent proteome analysis of isolated microglia confirmed the anti-inflammatory and cytoskeletal effects of spermidine in APPPS1 mice. In primary microglia and astrocytes, spermidine-induced autophagy subsequently affected TLR3- and TLR4-mediated inflammatory processes, phagocytosis of Aβ and motility. Interestingly, spermidine regulated the neuroinflammatory response of microglia beyond transcriptional control by interfering with the assembly of the inflammasome. CONCLUSIONS: Our data highlight that the autophagy activator spermidine holds the potential to enhance Aβ degradation and to counteract glia-mediated neuroinflammation in AD pathology.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Animals",
        "Disease Models, Animal",
        "Mice",
        "Neuroinflammatory Diseases",
        "Spermidine"
      ]
    }
  ]
}