{
  "supplement": "Spirulina",
  "query": "Spirulina[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:43:30",
  "research_count": 500,
  "count": 100,
  "articles": [
    {
      "pmid": "40304664",
      "title": "The Effect of Eight Weeks of Aerobic Exercise and Spirulina Supplementation on Some Liver Enzymes, Body Composition, and Cardiorespiratory Fitness in Overweight and Obese Adult Women.",
      "authors": [
        "Haniyeh Akbarzadeh Khadari",
        "Rokhsare Fazolahzade Mousavi",
        "Ladan Hosseini Abrishami"
      ],
      "journal": "Biological research for nursing",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: This study aimed to evaluate the effects of eight weeks of aerobic exercise and spirulina supplementation on liver enzymes, body composition, and cardiorespiratory fitness in overweight and obese women. Methods: A randomized, double-blind, placebo-controlled trial was conducted involving 36 overweight and obese adult women (body mass index [BMI] ≥ 25 kg/m2, aged 25-40 years) randomly assigned to four groups: placebo with aerobic exercise, spirulina with aerobic exercise, spirulina-only, and placebo-only. Interventions included aerobic training three times per week (40-50 minutes/session) and a twice-daily dose (each 500 mg) of Spirulina or placebo for eight weeks. Outcomes were assessed at baseline and post-intervention, including liver enzyme levels (alanine aminotransferase (ALT), aspartate aminotransferase (AST), and alkaline phosphatase (ALP), body composition (BMI, body fat percentage, waist-to-hip ratio (WHR)), and VO2max using validated protocols. Results: Significant within-group improvements in ALT, AST, body weight, BMI, WHR, and VO2max were observed in the aerobic training and spirulina groups, either alone or combined (p < .001). The aerobic training + placebo group demonstrated the greatest reduction in body weight and BMI, while spirulina-alone showed significant ALT and AST reductions. VO2max improved in all intervention groups, but post hoc analysis revealed no significant between-group differences. Conclusion: Aerobic exercise and spirulina supplementation independently and synergistically improve liver function, body composition, and cardiorespiratory fitness in overweight and obese women. Combining these interventions may offer a holistic approach to managing obesity-related health risks. Further research is essential to elucidate the underlying mechanisms and optimize intervention strategies for diverse populations."
    },
    {
      "pmid": "40262961",
      "title": "Effects of Spirulina platensis supplementation on quality of life, severity of disease and serum total antioxidant capacity, malondialdehyde and zonulin in constipation-predominant irritable bowel syndrome: protocol for a randomised, double-blinded, placebo-controlled clinical trial from Iran.",
      "authors": [
        "Saeede Jafari Nasab",
        "Parisa Hajihashemi",
        "Awat Feizi",
        "Hassan Shahoon",
        "Alireza Ani",
        "Hamidreza Roohafza",
        "Peyman Adibi",
        "Mohammdanhasan Entezari",
        "Mohammad Bagherniya"
      ],
      "journal": "BMJ open",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Irritable bowel syndrome (IBS) is one of the most common chronic gut-brain interaction disorders. Nevertheless, there is currently no treatment for IBS. Low-grade inflammation and oxidative stress are contributing factors to the increased perception of abdominal pain and heightened sensitivity of the nervous system in these patients. Spirulina platensis is a rich source of essential nutrients, including amino acids, vitamins, minerals, phytochemicals, essential fatty acids and fibre. It has been found that Spirulina possesses a variety of therapeutic properties such as antioxidant, anti-inflammatory and antidepressant effects, which may be advantageous in reducing complications of IBS. The aim of present randomised clinical trial (RCT) is to assess the efficacy of Spirulina supplementation on IBS. METHODS AND ANALYSIS: This study is a 12-week, 1:1 parallel-group, double-blinded, randomised controlled trial. Sixty adult individuals diagnosed with IBS according to the Rome IV criteria will be randomised to consume either Spirulina capsules (500 mg) or a placebo, two times a day. The primary outcomes of this RCT are the changes in the IBS quality of life, severity of IBS symptoms, and gut permeability from baseline to 12 weeks of the intervention. The secondary outcomes are the changes in the serum total antioxidant capacity and serum malondialdehyde from baseline to the end of intervention. If this RCT demonstrates significant results in gut permeability, antioxidant status and reduction in IBS symptoms, it could support the use of Spirulina in managing IBS and could potentially reduce healthcare costs. ETHICS AND DISSEMINATION: The study protocol has been approved by the Medical Ethics Committee of Isfahan University of Medical Sciences, Isfahan, Iran (ID: IR.MUI. RESEARCH: REC.1401.370). Findings will be presented in subsequent publications. TRIAL REGISTRATION NUMBER: IRCT20140208016529N8; Iranian Registry of Clinical Trials; registered on 25 April 2023.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Young Adult",
        "Antioxidants",
        "Constipation",
        "Dietary Supplements",
        "Double-Blind Method",
        "Iran",
        "Irritable Bowel Syndrome",
        "Malondialdehyde",
        "Protein Precursors",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Severity of Illness Index",
        "Spirulina",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40259354",
      "title": "Effects of Spirulina (Arthrospira) platensis supplementation on intestinal permeability, antioxidant and inflammatory markers, quality of life and disease severity in patients with constipated-predominant irritable bowel syndrome: a randomized double‑blind, placebo‑controlled trial.",
      "authors": [
        "Saeede Jafari Nasab",
        "Awat Feizi",
        "Parisa Hajihashemi",
        "Mohammad-Hassan Entezari",
        "Manoj Sharma",
        "Peyman Adibi",
        "Mohammad Bagherniya"
      ],
      "journal": "Nutrition journal",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Irritable bowel syndrome (IBS) is a chronic, functional gastrointestinal disorder (FGID) which is characterized by chronic pain related to defecation and alteration in GI motility. Recent findings indicated that intestinal barrier dysfunction, hyperpermeability, oxidative stress, and inflammation play a role in IBS pathogenesis. Considering the antioxidant properties of Spirulina (Arthrospira) platensis (SP), this study aimed to investigate the effect of SP supplementation on Quality of life (QoL), disease severity, antioxidant capacity, oxidative stress index and intestinal permeability in constipation-dominant IBS (IBS-C) patients. METHODS: This study was a parallel randomized, double-blind, placebo-controlled clinical trial involving 60 IBS-C patients aged 18-50 years. The patients were given either 1 g SP (two capsules/day; each capsule contained 500 mg of SP) or placebo for 12 weeks. IBS-QoL, IBS-Severity system score (IBS-SSS), plasma total antioxidant capacity (TAC), malondialdehyde (MDA), and zonulin levels were measured at baseline and the end of the intervention. Univariate comparison and intention-to-treat (ITT) were used for analysis. RESULTS: SP supplementation compared to placebo resulted in a significant increase in QoL score (7.05 ± 2.02 vs. - 1.57 ± 2.49; p = 0.008), TAC (145.27 ± 30.77 vs. -54.90 ± 45.72; p < 0.001) and decrease in IBS-SSS (-32.17 ± 8.96 vs. 1.07 ± 8.49; p = 0.002), MDA level (- 11.61 ± 2.57 vs. - 2.00 ± 2.24; p < 0.001) and zonulin level (- 0.22 ± 0.05 vs. 0.12 ± 0.07; p = 0.001). These results remained significant after adjusting for baseline values. CONCLUSIONS: SP supplementation demonstrated a promising effect in the management of IBS. However, larger trials with a dose-dependent approach in IBS-C and other subtypes of IBS are warranted. TRIAL REGISTRATION: The study protocol was approved by the ethical committee at the Isfahan University of Medical Sciences (Registration No. IR.MUI. RESEARCH: REC.1401.370) and registered online at http://www.IRCT.ir (code: IRCT20140208016529N8, approved date 25.04.2023)."
    },
    {
      "pmid": "40228468",
      "title": "Fabrication of a Spirulina algae-CuFeS2/CuWO4 composite for effective photo-Fenton degradation of TC and RhB with environmental assessment.",
      "authors": [
        "Mohammadjavad Jahanshahi",
        "Roya Afsharipour",
        "Negin Alsadat Mirhosseini Rayen"
      ],
      "journal": "Journal of environmental management",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study reports a novel photocatalytic CuFeS2/CuWO4 protonated algae heterojunction with directional charge transfer channels achieved by algae microorganisms to gain effective e-/h+ pair isolation for better tetracycline antibiotic (TC) and rhodamine B dye (RhB) degradation. Spirulina algae were also photodegraded in the system, and the generation of O2•- and organic free radicals could boost the TC and RhB degradation. The results revealed that the Photo-Fenton degradation efficiency for TC and RhB under optimal conditions reached 98.3 % and 99.4 % within 30 min of visible light irradiation treatment. The bio-nano hybrid materials were completely characterized with analyses such as Fourier transform infrared (FTIR) spectroscopy, X-ray diffraction, transmission electron microscopy, field emission scanning electron microscope, and vibrating sample magnetometer. The experiments with scavengers indicated that superoxide radicals and holes played a more important role than hydroxyl radicals. Moreover, liquid chromatography-mass spectrometry (LC-MS) showed possible TC and RhB degradation pathways. CuFeS2/CuWO4 heterojunction photocatalysts revealed superior reusability, with FTIR spectroscopy verifying their structural integrity after multiple recovery cycles, emphasizing their cost-effectiveness and sustainability. This photo-Fenton system can effectively degrade pharmacological contamination in hospital effluent. The environmental examination of the entire procedure for growing lentil seeds using treated wastewater has been investigated. SP-Algae@CuFeS2/CuWO4 photocatalyst demonstrated excellent reusability, with FTIR spectroscopy confirming its structural integrity after multiple recovery cycles, highlighting its cost-effectiveness and sustainability.",
      "mesh_terms": [
        "Spirulina",
        "Copper",
        "Rhodamines"
      ]
    },
    {
      "pmid": "40225219",
      "title": "The Selective in vitro Cytotoxicity of Spirulina-Derived Nanoparticles: A Novel Biomimetic Approach to Cancer Therapy.",
      "authors": [
        "Eliyahu Drori",
        "Valeria Rahamim",
        "Dhaval Patel",
        "Yamm Anker",
        "Sivan Meir",
        "Gal Uzan",
        "Chen Drori",
        "Yaakov Anker",
        "Aharon Azagury"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Cancer treatment often involves significant side effects, necessitating the need for more selective therapies. Spirulina-derived nanoparticles (sNPs) have shown promise as a targeted anticancer strategy. METHODS: This study evaluated the cytotoxic effects of sNPs on cancer cell lines TR-146 (buccal), Caco-2 and HT-29 (colorectal), and MCF-7 (breast), compared to the non-cancerous MCF-10A cells. Cytotoxicity was assessed using the XTT assay at concentrations of 25-500 mg/mL over 3-48 hours. Cellular uptake was quantified via fluorescence-activated cell sorting (FACS) and fluorescence microscopy, and endocytic inhibitors were used to investigate the uptake mechanism. RESULTS: sNPs induced 30-80% mortality in cancer cells, while non-cancerous MCF-10A cells exhibited negligible mortality (<5%). Male-derived Caco-2 cells were more sensitive to sNPs than female-derived HT-29 cells, suggesting potential sex-based differences. FACS analysis showed 100% cellular uptake in all cancer cells, with TR-146 exhibiting the highest fluorescence intensity. Endocytosis inhibition studies revealed that caveolae-mediated endocytosis played a significant role in sNP uptake, particularly in TR-146 and Caco-2 cells. DISCUSSION: These findings demonstrate the potential of sNPs as selective and potent anticancer agents, warranting further research to optimize their clinical application.",
      "mesh_terms": [
        "Humans",
        "Spirulina",
        "Nanoparticles",
        "Caco-2 Cells",
        "Female",
        "Antineoplastic Agents",
        "HT29 Cells",
        "Endocytosis",
        "Cell Survival",
        "Male",
        "Cell Line, Tumor",
        "MCF-7 Cells",
        "Neoplasms",
        "Biomimetics"
      ]
    },
    {
      "pmid": "40225048",
      "title": "The potential of Spirulina maxima extract-treated conditioned medium from adipose-derived mesenchymal stem cells for hair growth promoting effect on human dermal papilla cells.",
      "authors": [
        "Seung Tae Im",
        "Seong-Young Heo",
        "Eun-A Kim",
        "Nalae Kang",
        "Soo-Jin Heo",
        "Seung-Hong Lee"
      ],
      "journal": "Regenerative therapy",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Therapeutic applications using adipose-derived mesenchymal stem cells (ADMSCs) have been highlighted as an attractive option to treat multiple diseases. It is widely accepted that ADMSCs exhibit their curative effects on hair loss via diverse secretory factors which promote hair follicle growth and remodeling of hair growth cycle. Recently, further studies using marine resources have been carried out to stimulate ADMSCs, enhancing both the quantitative and qualitative secretion to obtain more effective ADMSCs-derived conditioned medium (ACM). METHODS: Our study investigated the effects of Spirulina maxima on cell proliferation in ADMSCs and determined optimal treatment condition. Human growth factor array was performed to evaluate the effects of S. maxima treatment on the alterations of growth factors secretion in ADMSCs. Subsequently, we examined the effects of S. maxima-treated ACM (SACM) on cell proliferation and alkaline phosphatase (ALP) activity in human dermal papilla cells (HDPCs). The underlying mechanisms of hair growth promotion effect of SACM was illustrated by confirming the expression levels of proteins related to mTOR/Akt and Wnt/β-catenin signaling pathway. RESULTS: S. maxima extract promoted cell proliferation in ADMSCs and stimulated the secretion of fibroblast growth factor (FGF), hepatocyte growth factor (HGF), and vascular endothelial growth factor (VEGF). SACM treatment also increased cell proliferation and ALP activity in HDPCs, similar with those of ACM treatment. Furthermore, SACM significantly enhanced in vitro hair growth promotion by activating mTOR/Akt and Wnt/β-catenin signaling pathway. CONCLUSION: SACM could be a more effective regenerative therapy for the promotion of hair growth and might have the potential to utilizing in pharmaceutical and cosmeceutical industries compared to non-treated ACM, suggesting the potential of S. maxima as an ADMSCs-preconditioning agent."
    },
    {
      "pmid": "40182955",
      "title": "Impact of Spirulina Supplementation on Obesity, Hypertension, Hyperglycemia, and Hyperlipidemia: A Systematic Review.",
      "authors": [
        "Muhamad Firdaus",
        "Ahmad Faris Priambodo"
      ],
      "journal": "Scientifica",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Aims: This systematic review evaluates how Spirulina supplementation impacts human metabolic syndrome. This review encompasses a broad spectrum of Spirulina supplementation studies, including variations in dosage, trial duration, participants, and the subsequent effects on human metabolic syndrome. Methods: The method involves searching for articles from the Scopus and PubMed databases (up to 2023) to identify relevant studies on Spirulina supplementation. The journal database related to the study was examined using the systematic review approach. Results: Out of 527 articles related to Spirulina supplementation, 13 articles were determined to be suitable for human clinical studies. The treatment is performed at 20 mg to 6 g within 17-360 days. Spirulina contains macro- and micronutrients, vitamins, and minerals that are beneficial for health, as well as several bioactives that play a role in improving metabolic syndrome. This seaweed pigment can reduce obesity, body mass index (BMI), hypertension, hyperglycemia, and dyslipidemia. Its tripeptides lower blood pressure while gamma linoleic acid and glycolipids improve lipid profile. The findings show that Spirulina supplementation improves human metabolic syndrome. It included obesity, hypertension, hyperglycemia, and hyperlipidemia. Conclusion: Spirulina supplementation in humans has a positive effect on metabolic syndrome. It is due to phycocyanin, L-isoleucyl-L-glutaminyl-L-proline (Ile-Gln-Pro), gamma-linolenic acid, and the glycolipid H-b2. However, the form of use, dosage, and treatment should be further researched to determine the right amount for each metabolic syndrome problem."
    },
    {
      "pmid": "40178689",
      "title": "Phycochemistry and pharmacological significance of filamentous cyanobacterium Spirulina sp.",
      "authors": [
        "Sanjana Sabat",
        "Shuvasree Bej",
        "Surendra Swain",
        "Ajit Kumar Bishoyi",
        "Chita Ranjan Sahoo",
        "Goutam Sabat",
        "Rabindra Nath Padhy"
      ],
      "journal": "Bioresources and bioprocessing",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The cyanobacterium, Spirulina sp. is a photosynthetic blue-green alga with essential nutrients, vitamins nucleic acids, proteins, carbohydrates, fatty acids and pigments carotenes; and phycocyanins are the significant components having immunomodulatory, anti-inflammatory properties, which are used in food and cosmetics industries. Spirulina sp. can play an important role in human and animal nutrition for potential health benefits due to their phycochemical and pharmaceutical significance. This study highlights antibacterial, antifungal, antiviral, antioxidant, nephroprotective, cardioprotective, anticancer, neuroprotective, anti-aging, anti-inflammatory, and immunomodulatory properties. It highlights anti-anemic, antidiabetic, probiotic, anti-malarial, anti-obesity and weight loss, anti-genotoxicity, anti-thrombic, radioprotective, and detoxifying effects of Spirulina sp. Pharmaceutical studies indicate it may improve heart health and add to the treatment of diabetes, obesity and weight loss. It can play a major role in protecting the environment by recycling wastewater and providing food for humans and animals. Spirulina sp. can supply ingredients for aquaculture and agricultural feeds, pigments, antioxidants, and essential omega-3 oils, among other human health and wellness products. The amino acid of Spirulina is among the greatest qualititavely of any plant, even higher than that of soybean. Furthermore, cyanobacterium Spirulina sp. could be a future antimicrobial drug agent."
    },
    {
      "pmid": "40176159",
      "title": "Development of a spirulina feed effective only for the two larval stages of Schistosoma mansoni, not the intermediate host mollusc.",
      "authors": [
        "Takashi Kumagai",
        "Masaaki Miyamoto",
        "Yurino Koseki",
        "Yasuyuki Imai",
        "Tomoko Ishino"
      ],
      "journal": "Tropical medicine and health",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Schistosomiasis control relies primarily on mass drug administration with praziquantel. However, persistent reinfection and high treatment costs remain significant challenges. Current strategies largely overlook intermediate host molluscs and infected larvae, which are critical sources of transmission. Niclosamide, the only widely used molluscicide, is limited by its high environmental toxicity and cost, creating a need for safer and more sustainable alternatives. METHODS: In this study, we investigated the effects of a spirulina-based feed derived from the cyanobacterium Arthrospira platensis on infected snails. Laboratory experiments were conducted to assess the impact of spirulina on cercariae release from infected snails. We further examined the safety profile of spirulina by testing its effects on both snails and Japanese medaka. Additionally, the direct effects of spirulina constituents on cercariae viability were evaluated. RESULTS: Snails fed spirulina presented a significant reduction in cercariae output, with reductions of up to 88%. The reduction was concentration dependent and more pronounced during the early stages of infection. Spirulina had no toxic effects on either snails or Japanese medakas. Further analysis revealed that the active ingredient causing the increase in mortality in cercaria was linoleic acid, a common ingredient in both the spirulina feed and the base feed, and a direct anti-parasitic effect of linoleic acid was confirmed. CONCLUSION: Spirulina represents a promising, environmentally safe feed that can reduce the transmission of schistosomiasis by directly impacting schistosome larvae within infected snails and reducing the release of cercariae. This novel approach offers a sustainable and nontoxic alternative to current molluscicidal strategies and may contribute to more effective and environmentally friendly schistosomiasis control."
    },
    {
      "pmid": "40123054",
      "title": "Impact of a 12-week High-Intensity Interval Training With Spirulina Supplementation on Insulin Resistance-Mediated by Apo-A, -B, and -J in Men With Obesity HIIT With Spirulina on Apolipoproteins.",
      "authors": [
        "Seyed Morteza Tayebi",
        "Parisa Bagherian",
        "Minoo Bassami",
        "Aref Basereh",
        "Somayeh Ahmadabadi"
      ],
      "journal": "European journal of sport science",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Obesity is a significant public health issue associated with an elevated risk of chronic diseases. Discovering appropriate exercise interventions combined with beneficial herbal supplements has always been investigated. Hence, our study aimed to assess the impact of 12 weeks of high-intensity interval training (HIIT) and spirulina supplementation on the apolipoproteins, insulin resistance, and body composition of men with obesity. Forty-four men with obesity (height: 168.42 ± 2.63 cm, body mass: 93.24 ± 2.23 kg; BMI: 32.89 ± 1.23 kg/m2; age: 25-40 years) were divided into four groups: control group (CG, n = 11), spirulina group (SG, n = 11), high-intensity interval training group (HIITG, n = 11), and SG + HIIT group (n = 11). The intervention involved the daily administration of either spirulina or a placebo and HIIT three times a week for the training groups. Anthropometric indices, HOMA-IR, insulin, and apolipoproteins (Apo-A, Apo-B, and Apo-J) were measured before and after the 12-week intervention. Post-intervention analysis indicated differences between the CG and the three interventional groups for percent body fat (%BF), insulin, HOMA-IR, and apolipoproteins levels (p < 0.05). Spirulina supplementation with HIIT increased Apo-A while causing decreases in Apo-B and Apo-J levels and improved body composition (weight, %fat), BMI, and HOMA-IR (p < 0.05). It can be concluded that the combined intervention of high-intensity interval training (HIIT) and spirulina supplementation has a significant impact on mitigating obesity, managing weight, and reducing the risk of cardiovascular diseases.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Spirulina",
        "High-Intensity Interval Training",
        "Insulin Resistance",
        "Obesity",
        "Dietary Supplements",
        "Adult",
        "Body Composition",
        "Apolipoproteins"
      ]
    },
    {
      "pmid": "40051605",
      "title": "Effectiveness of an Arthrospira platensis (Spirulina) Softgel Supplementation on Sleep Quality, Mental Health Status, and Body Mass Index in Mild to Moderately Severe Depression Adults: A Double-Blinded, Randomized, Placebo-Controlled Trial.",
      "authors": [
        "Phenphop Phansuea",
        "Kittipat Chotchindakun",
        "Yuraporn Sahasakul",
        "Karunpong Phattaramarut",
        "Panwong Kuntanawat"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Arthrospira platensis (Spirulina) has been recognized for its diverse benefits to human health. Currently, stress and sleep disorders are prevalent and increasing annually worldwide. This study aimed to conduct a randomized controlled trial to assess the effects of Spirulina on sleep quality, mental health status, and body mass index (BMI) measurements in adults with mild to moderately severe depression. Sixty-six participants with mild to moderately severe depression were randomly assigned to receive either 2 g/day of Spirulina (two 1000 mg capsules) (n = 33) or a placebo (n = 33) for 8 weeks. Assessments conducted at baseline, week 4, and the end of the intervention included General Interview Questionnaires (GIQ), BMI, pulse and blood pressure measurements, the Depression Anxiety Stress Scales (DASS-21), the Pittsburgh Sleep Quality Index (PSQI), and the Sleep Hygiene Index (SHI). Sixty-three participants completed the trial. Adherence to supplementation was high, with two participants in the Spirulina group reporting missed doses for one day and 3 days, respectively. Out of 66 participants, three from the control group dropped out by the end of the study. Analysis using repeated measures ANOVA revealed a significant difference in PSQI scores in the experimental group from baseline to 8 weeks, with the mean score decreasing from 7.03 ± 3.52 to 4.97 ± 1.98. The control group's mean score decreased from baseline to week 4, followed by a slight increase by week 8. Comparing the experimental and control groups at week 8, the mean PSQI scores differed significantly, with 4.97 ± 1.98 and 6.73 ± 2.69 (95% CI [-2.945, -0.582], p = 0.004). Significant differences were found in sleep quality and sleep latency between the groups, with scores of 0.82 ± 0.58 and 1.33 ± 0.61 (95% CI [-0.815, -0.215], p = 0.001) and 0.79 ± 0.70 and 1.33 ± 0.71 (95% CI [-0.900, -0.191], p = 0.003), respectively. Both groups showed statistically significant decreases in DASS-21 scores. The experimental group exhibited gradual reductions across all assessments (19.27 ± 13.09, 14.24 ± 10.13, 11.58 ± 8.19) at p < 0.05. Conversely, the control group saw an increase in mean scores by week 8 (15.43 ± 9.18, 12.57 ± 9.83, 12.63 ± 10.50). BMI indices and blood pressure exhibited no statistically significant changes (p > 0.05). Sleep quality, sleep latency, and mental health improved after Arthrospira platensis daily softgel supplementation. Further clinical studies, potentially conducted over extended periods, could provide additional support for the trends observed in this study."
    },
    {
      "pmid": "40016818",
      "title": "Subgingivally Delivered Spirulina Gel and Chlorhexidine Gel in Periodontitis Patients - A Comparative Study.",
      "authors": [
        "A Sheryl Dolly",
        "P L Ravi Shankar",
        "A V Saravanan",
        "K Raja Pandian",
        "R Sindhujaa",
        "K M Mohamed Rashik"
      ],
      "journal": "Indian journal of dental research : official publication of Indian Society for Dental Research",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Periodontal diseases necessitate adjunctive therapies alongside mechanical debridement. Spirulina platensis, recognized for its antimicrobial properties and minimal side effects, offers promise in periodontal treatment. AIMS: This study compares the efficacy of subgingivally delivered spirulina gel with chlorhexidine (CHX) gel both clinically and microbiologically in stage III periodontitis patients. METHODS AND MATERIALS: A randomized, controlled, single-blinded, split-mouth study was conducted with 23 subjects meeting inclusion and exclusion criteria. The participants were randomly assigned to two treatment groups: Group I (control) received scaling and root planing (SRP) followed by 1% CHX gel, and Group II (test) received SRP followed by 4% spirulina gel. Clinical parameters such as Gingival Index (GI), Modified Sulcular Bleeding Index (mSBI), and probing depth were assessed at baseline, 3 rd week, and 6 th week. Microbial load assessment for Porphyromonas gingivalis (P.g) was conducted using real-time qPCR at baseline and 6 th week. STATISTICAL ANALYSIS USED: Paired t-tests, repeated measures analyses of variance using SPSS software. RESULTS: Both groups exhibited significant improvements in clinical parameters and reduced P.g load, with no significant difference between the spirulina and CHX groups. CONCLUSION: The findings suggest that 4% spirulina gel, when delivered subgingivally can be considered a viable adjunct to non-surgical periodontal therapy, offering a natural and potentially cost-effective alternative to traditional antimicrobial agents.",
      "mesh_terms": [
        "Humans",
        "Chlorhexidine",
        "Spirulina",
        "Gels",
        "Single-Blind Method",
        "Adult",
        "Male",
        "Female",
        "Periodontitis",
        "Anti-Infective Agents, Local",
        "Middle Aged",
        "Porphyromonas gingivalis",
        "Dental Scaling",
        "Periodontal Index",
        "Root Planing",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40007490",
      "title": "Biohybrid microrobots with a Spirulina skeleton and MOF skin for efficient organic pollutant adsorption.",
      "authors": [
        "Yongcheng Li",
        "Dajian Li",
        "Yuhong Zheng",
        "Sirui Lu",
        "Yuepeng Cai",
        "Renfeng Dong"
      ],
      "journal": "Nanoscale",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wastewater treatment is a key component in maintaining environmental health and sustainable urban life, and the rapid development of micro/nanotechnology has opened up new avenues for more efficient treatment processes. This work developed a novel biohybrid microrobot for the efficient adsorption of a series of organic pollutants in water-the microrobot with a biodegradable Spirulina skeleton and biocompatible ZIF-8 skin. The microrobot not only has a low-cost and simple preparation method but also shows attractive propulsion in various contaminant solutions (including rhodamine B, methylene blue, and methyl orange) under a low-intensity (3 mT) rotating magnetic field and has excellent directional control. Our research results show that the biohybrid microrobot can significantly improve the adsorption performance of various organic pollutants in the moving state, thereby improving the purification rate. In addition, the microrobot also has good swarming motion control to achieve directional and efficient adsorption of organic pollutants in the microspace. Such Spirulina@ZIF-8 microrobots can be prepared in large quantities as highly controllable, biocompatible, and wireless tools, showing great potential for water treatment.",
      "mesh_terms": [
        "Spirulina",
        "Adsorption",
        "Metal-Organic Frameworks",
        "Water Pollutants, Chemical",
        "Water Purification",
        "Rhodamines",
        "Methylene Blue",
        "Robotics",
        "Wastewater",
        "Azo Compounds",
        "Imidazoles"
      ]
    },
    {
      "pmid": "39944933",
      "title": "Impact of dietary Spirulina on performance, antioxidant status, carcass traits and pathological alteration in broilers exposed to ochratoxin A stress.",
      "authors": [
        "Ayman S Salah",
        "Mahmoud S El-Tarabany",
        "Marwa Mostafa",
        "Rania Samir Zaki",
        "Mahmoud M Azzam",
        "Omnia I El Euony",
        "Mahmoud Alagawany",
        "Antonia Lestingi",
        "Ahmed A Elolimy",
        "Mahmoud Madkour",
        "Ahmed Fotouh"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: This study examined the influence of Spirulina platensis, ochratoxin A (OTA), and their combination on growth, antioxidant status, liver and kidney functions, immunity, and carcass traits of broiler chickens. METHODS: 160 unsexed 1-day broiler chicks were divided into four treatment groups, each consisting of 4 replications of 10 chicks. The duration of this study was six weeks, during which the experimental groups were organized as follows: G1 consumed a basal diet (control), G2 consumed a basal diet treated with OTA at a level of 1 mg/kg of diet, G3 consumed a basal diet treated with Spirulina platensis at a level of 1 g/kg of diet, G4 consumed a basal diet treated with OTA at a level of 1 mg/kg of diet and Spirulina platensis at a level of 1 g/kg diet. RESULTS AND DISCUSSION: The results illustrated that OTA-contaminated feed resulted in a significant elevation in total cholesterol, triglyceride, low- and very low density lipoprotein, and malondialdehyde, along with a significant reduction in antioxidant status and immunological response. On the other hand, Spirulina supplementation significantly enhanced performance performance (body weight, body weight gain and feed conversion ratio). Lipid profile was significantly decreased by Spirulina supplementation. Antioxidant activity (superoxide dismutase, catalase, total antioxidant capacity, and glutathione peroxidase) of broilers exposed to OTA was significantly increased by Spirulina supplementation. Finally, supplementing Spirulina platensis in broiler chickens fed on OTA contaminated diet attenuated the harmful effects of OTA, while improving the growth performance, antioxidant activity, lipid profile, and immune response of broiler chickens."
    },
    {
      "pmid": "39861485",
      "title": "Spirulina Supplementation Alleviates Intense Exercise-Induced Damage and Modulates Gut Microbiota in Mice.",
      "authors": [
        "Chunxia Wang",
        "Huijuan Liu",
        "Shuyu Zhang",
        "Chengyi Ren",
        "Jiaming Xu",
        "Juanjuan Chen",
        "Haimin Chen",
        "Wei Wu"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Spirulina, which are filamentous cyanobacteria, have gained significant popularity in the food industry, medicine, and aquaculture. METHODS: In this study, our objective was to explore the influence of Spirulina on the gut microbiota and exercise capacity of mice undergoing high-intensity exercise. Twenty-four male BALB/c mice were divided into four groups, with six mice in each group. These groups included the control group (Control, in which the mice received saline gavage and were permitted free movement), the exercise group (Running, in which the mice were gavaged with the same volume of saline and subjected to a structured exercise regimen), and the Spirulina intervention groups (including SpirulinaLow and SpirulinaHigh). In the Spirulina intervention groups, the mice were orally administered with Spirulina at doses of 100 and 300 mg/kg/day for four weeks while simultaneously participating in the exercise protocol. RESULTS: The results illustrated that the Running group mice subjected to intense exercise exhibited reduced weight and tension, acute damage to muscle and liver tissues, oxidative stress, and an imbalance in the gut microbiota compared with that of the Control group. However, high-concentration Spirulina supplementation was found to increase the tensile strength of the exercise mice by 1.27 ± 0.19 fold (p < 0.05) and ameliorate muscle and liver damage. In the SpirulinaHigh group, the levels of certain indicators related to muscle oxidative stress, including reactive oxygen species, total superoxide dismutase, and catalase, were decreased by 39 ± 5.32% (p < 0.01) and increased by 1.11 ± 0.17 fold and 1.19 ± 0.22 fold (p < 0.01) compared to the Running group. Additionally, a correlation analysis reveals that the alterations in gut microbiota induced by Spirulina might be associated with the indicators of tension and oxidative stress. CONCLUSIONS: Collectively, these findings point to the fact that Spirulina can effectively mitigate the acute damage to muscles and the liver induced by intense exercise in mice by enhancing antioxidant capacity and regulating the gut microbiota, thereby providing novel insights into the mechanism underlying the enhancement of exercise function.",
      "mesh_terms": [
        "Animals",
        "Spirulina",
        "Gastrointestinal Microbiome",
        "Male",
        "Mice, Inbred BALB C",
        "Physical Conditioning, Animal",
        "Dietary Supplements",
        "Mice",
        "Oxidative Stress",
        "Muscle, Skeletal",
        "Liver"
      ]
    },
    {
      "pmid": "39861163",
      "title": "Protective Effects of Phycobiliproteins from Arthrospira maxima (Spirulina) Against Cyclophosphamide-Induced Embryotoxicity and Genotoxicity in Pregnant CD1 Mice.",
      "authors": [
        "Yuliana García-Martínez",
        "Amparo Celene Razo-Estrada",
        "Ricardo Pérez-Pastén-Borja",
        "Candelaria Galván-Colorado",
        "Germán Chamorro-Cevallos",
        "José Jorge Chanona-Pérez",
        "Oscar Alberto López-Canales",
        "Hariz Islas-Flores",
        "Salud Pérez-Gutiérrez",
        "Joaquín Cordero-Martínez",
        "José Melesio Cristóbal-Luna"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: In recent years the global incidence of cancer during pregnancy is rising, occurring in 1 out of every 1000 pregnancies. In this regard, the most used chemotherapy drugs to treat cancer are alkylating agents such as cyclophosphamide (Cp). Despite its great efficacy, has been associated with the production of oxidative stress and DNA damage, leading to embryotoxicity, genotoxicity, and teratogenicity in the developing conceptus. Therefore, this study aimed to investigate the protective role of phycobiliproteins (PBP) derived from Arthrospira maxima (spirulina) in reducing Cp-induced embryotoxicity and genotoxicity in pregnant CD1 mice. Methods: Pregnant CD1 mice were divided into five groups: control, Cp 20 mg/kg, and three doses of PBP (50, 100, and 200 mg/kg) + Cp co-treatment. PBP were administered orally from day 6 to 10.5 dpc, followed by a single intraperitoneal dose of Cp on 10.5 dpc. Embryos were collected at 12.5 dpc to assess morphological development and vascular alterations, while maternal DNA damage was evaluated using micronucleus assays and antioxidant enzyme activity in maternal plasma. Results: PBP exhibited a dose-dependent protective effect against Cp-induced damage. The 200 mg/kg PBP dose significantly reduced developmental abnormalities, micronucleated polychromatic erythrocytes, and oxidative stress, (as evidenced by increased SOD and GPx activity). Conclusions: Phycobiliproteins from Arthrospira maxima (spirulina) effectively reduced Cp-induced morphological and vascular alterations in embryos and genotoxicity in pregnant mice. These findings highlight their potential as a complementary therapy to mitigate teratogenic risks during chemotherapy. Further research is needed to optimize dosing and explore clinical applications."
    },
    {
      "pmid": "39815056",
      "title": "In vitro gas production and rumen fermentation for diets containing increasing levels of Panicum maximum cv. Mombasa with or without spirulina.",
      "authors": [
        "M I Meteab",
        "M M Khorshed",
        "Abeer M El-Essawy",
        "M S Nassar",
        "N E El-Bordeny"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was designed to evaluate the effect of substituting alfalfa hay with graded levels panicum maximum without or with graded levels of spirulina supplementation on rumen fermentation and nutrient degradability. The evaluation was achieved through an in vitro study, rumen fluid was obtained from adult sheep aged 2 years (fed clover hay), immediately after slaughter. Experimental diets were formulated as isonitrogenous and isocaloric and contained 40% forage. Forage composition was altered by substituting alfalfa hay with graded levels of panicum maximum hay, so that treatment diets contained 0, 25, 50, 75, and 100% of the forage from panicum maximum for treatments R1, R2, R3, R4, and R5, respectively. Additionally, each treatment was further supplemented with graded levels of spirulina at the following rates: 0, 0.5, 1.5, 2, 2.5, and 3 mg/g. Results indicated that gas production after 24 h per g DM, OM and DDM has a positive linear relationship with spirulina supplementation level (R2 = 0.80, 0.83, and 0.93, respectively). The gas production increased by increasing the level of Spirulina. However negative linear relationships were recorded between gas production per g DM, OM, DDM and alfalfa substitution level (R2 = 0.97, 0.95, and 0.96, respectively) which the gas production decreased as the substitution level increased. In vitro degradability of dry and organic matter was decreased by the increment of Panicum maximum and Spirulina supplementation levels and vice versa, until 2 mg/g of Spirulina (p < .0001). The addition of Spirulina significantly (p < .0001) increased total volatile fatty acids (TVFA) and NH3 concentration, until 2mg/g, while the addition of Panicum maximum hay significantly increased NH3 concentration, until it reached at (R4). In conclusion, the substitution of alfalfa hay with graded levels of Panicum maximum hay may be reduce nutrients degradability and gas production while supplementing diets with graded level of spirulina improve degradability and ruminal fermentation parameters.",
      "mesh_terms": [
        "Animals",
        "Spirulina",
        "Fermentation",
        "Rumen",
        "Animal Feed",
        "Diet",
        "Dietary Supplements",
        "Gases",
        "Animal Nutritional Physiological Phenomena",
        "Sheep, Domestic",
        "Medicago sativa"
      ]
    },
    {
      "pmid": "39770676",
      "title": "Effect of Spirulina on the Rumen Microbiota and Serum Biochemical Parameters of Lambs.",
      "authors": [
        "Zhijun Wang",
        "Xiangdong Liu",
        "Muqier Zhao",
        "Weiqin Ma",
        "Yuxuan Wang",
        "Yushan Jia",
        "Gentu Ge"
      ],
      "journal": "Microorganisms",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spirulina (Arthrospira platensis) is rich in a variety of fermentable fibers and prebiotics, which can promote the proliferation of beneficial flora in the intestinal tract of ruminants and optimize the balance of microorganisms in the rumen. The aim of this study was to evaluate whether dietary supplementation with Spirulina has a beneficial effect on the rumen microbial community and serum indices in lambs. For this purpose, 36 lambs with a mean weight of 21.68 kg (standard deviation 1.04 kg) and an age of approximately 5 months (standard deviation 4 days) were selected for the study. The same scale was used for age standard deviation, i.e., 4 days/30.5 days (1 month) = 0.13 months. All lambs were randomly assigned into two treatments, and received non-Spirulina diet as the control (CK treatment) and the Spirulina added diet (Spirulina was added at a rate of 3% of the fresh weight of the diet). The results indicated that the triacylglycerol (p < 0.0001), alanine transaminase (ALT) (p < 0.0001), aspartate aminotransferase (AST) (p < 0.0001), glucose (p < 0.0001), immunoglobulin G (p = 0.0066) and insulin (p = 0.0025) levels were markedly increased in the Spirulina treatment compared to those in the CK treatment. The principal coordinates analysis showed that the bacterial community did not cluster separately between the CK and Spirulina treatments. Firmicutes, Bacteroidetes and Actinobacteria were the dominant members of the community in two treatments. Prevotella were the primary genera, followed by the Lachnospiraceae_NK3A20_group, Olsenella, Succinivibrionaceae_UCG-001 and Ruminococcus, and a significant (p < 0.05) difference was found in Olsenella between the two treatments. These results suggest that the addition of Spirulina is more beneficial for serum biochemical parameters and rumen microbiota of lambs. Overall, these findings contribute to the development of strategies to improve rumen microbial communities for healthy ecosystems on the Mongolian Plateau and provide a scientific basis for the use of Spirulina in feed."
    },
    {
      "pmid": "39762303",
      "title": "Unveiling the potential anticancer activity of Spirulina maxima extract-nanoemulsion through in vitro and in vivo studies.",
      "authors": [
        "Mohammed Yasser Hussein",
        "Merna Nasr",
        "Veronia Emad",
        "Julie Maged",
        "Portia George",
        "Amina Emad",
        "Abeer Mahmoud Badr",
        "Mehrez E El-Naggar",
        "Sayeda M Abdo",
        "Jihan Hussein"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Jan-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Being the second leading cause of death globally, cancer has been a long-standing and rapidly evolving focus of biomedical research and practice in the world. Recently, there has been growing interest in cyanobacteria. This focus is particularly evident in developing innovative anticancer treatments to reduce reliance on traditional chemotherapy. This study investigates the anticancer potential of the Spirulina maxima extract nanoemulsion (SMNE) technique to improve the delivery, stability, and solubility of the S. maxima extract (SME). SMNE, prepared in three concentrations (SMNEC1, SMNEC2, SMNEC3), was characterized and confirmed to successfully load SME into silica-coated nanoparticles. Cytotoxicity tests on HepG2 and MCF-7 cell lines revealed a significant reduction in cell viability after 48-hour SMNE treatment, with IC50 values of 1488 µg/mL and 1721.936 µg/mL, respectively. SMNE also demonstrated efficacy in inhibiting tumor growth in mice with Ehrlich ascites carcinoma, normalizing alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels, and reducing oxidative stress markers such as catalase (CAT) and malondialdehyde (MDA). Histopathological examination showed that SMNEC3-treated groups had almost normal liver architecture. Additionally, SMNE downregulated oncogenic miR-221-3p and miR-222-3p, activating cancer suppression genes p27 and PTEN. The study concludes that SMNE, with its anti-inflammatory and antioxidant properties and ability to modulate key miRNAs, enhances SME delivery and shows promise as an effective cancer treatment.",
      "mesh_terms": [
        "Spirulina",
        "Animals",
        "Humans",
        "Mice",
        "Emulsions",
        "Hep G2 Cells",
        "Antineoplastic Agents",
        "Nanoparticles",
        "MCF-7 Cells",
        "Cell Survival",
        "Carcinoma, Ehrlich Tumor",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "39667232",
      "title": "Amorphous cassava starch/spirulina protein mixtures stabilized Pickering emulsions: Preparation and stability.",
      "authors": [
        "Yacheng Hao",
        "Sai Li",
        "Xiao Guo",
        "Zhiyong Gong",
        "Yongning Wu",
        "Xin Liu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explored stabilized emulsions using cassava starch (CS) and spirulina protein (SP) mixtures, targeting microbial proteins as potential replacements for animal proteins in food stability applications. The final viscosity and enthalpy change of the CS/SP mixtures decreased from 3.78 to 1.58 Pa·s and from 11 to 6.2 J/g with increased SP content (from 0 % to 40 %). Hydrophobic interactions were predominant in mixtures. Optimal emulsion stability was achieved with 70 % oil fraction and 40 % SP content, where adjustments in CS/SP ratio enhanced the robustness of cross-linked network. Thermal treatment, pH, and ionic strength differently affect emulsion storage stability for 42 days, with optimal performance at 70 °C, pH 3, and 50 mM NaCl. Synergistic stabilization of CS and SP was achieved through interfacial structures providing steric barriers and electrostatic repulsion, preventing droplet coalescence. This research highlights the potential of emulsions as nutrient delivery systems with high resilience against environmental stresses.",
      "mesh_terms": [
        "Manihot",
        "Emulsions",
        "Starch",
        "Spirulina",
        "Bacterial Proteins",
        "Viscosity",
        "Hydrophobic and Hydrophilic Interactions",
        "Hydrogen-Ion Concentration"
      ]
    },
    {
      "pmid": "39658965",
      "title": "Comparison of Pressurized Water Extraction With Ultrasound Assisted Extraction for Isolation of Phycobiliproteins From Arthrospira platensis (Spirulina).",
      "authors": [
        "Lenka Burdějová",
        "Pavlína Dadajová",
        "Barbora Kudláčková",
        "Filip Duša"
      ],
      "journal": "Phytochemical analysis : PCA",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "INTRODUCTION: Cyanobacterium Arthrospira platensis (AP) (Nordstedt) Gomont contains high content of phycobiliproteins (PBP), which are an important source for food industry. Methods effectively extracting proteins contained in AP cells are demanded to provide a supply of the material. Water-based extraction methods are advisable due to the high solubility of the PBP. OBJECTIVES: Extraction techniques such as ultrasound assisted extraction (UAE) and pressurized water extraction (PWE) are popular due to their environmental friendliness, better extraction efficiency, and faster extraction process. In this paper, efficiency of the two methods is compared. MATERIALS AND METHODS: PWE along with UAE is utilized for release of PBP from the AP cells. The extraction parameters including time, temperature, pressure, and ultrasound intensity are tested to obtain the most efficient setup. The methods were evaluated using sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE), and the replicates of PWE extracts were further analyzed by capillary isoelectric focusing with laser-induced fluorescence (cIEF-LIF). RESULTS: The developed PWE method using higher pressure treatment at lower temperature was significantly faster than UAE methods, and the SDS-PAGE results showed a high content of phycobiliproteins in the extracts. cIEF-LIF analysis showed that the sequential PWE of individual samples was repeatable, and the mild extraction provided a fluorescent profile similar to the commercially available C-phycocyanin standard. CONCLUSION: Pressurized water extraction was shown to be an efficient, rapid, and well-automated extraction method for AP proteins in general, including bioactive phycobiliproteins. Obtained results encourage the use of PWE in small-scale analytical applications for primary extraction of proteins.",
      "mesh_terms": [
        "Phycobiliproteins",
        "Spirulina",
        "Pressure",
        "Water",
        "Chemical Fractionation",
        "Temperature",
        "Ultrasonic Waves",
        "Electrophoresis, Polyacrylamide Gel",
        "Ultrasonics"
      ]
    },
    {
      "pmid": "39595395",
      "title": "Evaluation of Apparent Metabolizable Energy and Apparent Ileal Amino Acid Digestibility of Spirulina (Arthrospira platensis) in Broiler Chickens and Laying Hens.",
      "authors": [
        "Taylor K O'Lear Reid",
        "Katherine E Gardner",
        "Kayla L Paglia",
        "Alexandra C M Ulans",
        "Ruth E Spierling",
        "Mark S Edwards",
        "Tryg J Lundquist",
        "Zach D McFarlane",
        "Siroj Pokharel",
        "Darin C Bennett"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Nov-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Our study objective was to determine the apparent metabolizable energy (AME) and apparent ileal amino acid digestibility (AIAAD) of spirulina fed to broiler chickens and laying hens using the difference method. In both experiments, birds were either fed corn-soybean meal basal diets, containing no spirulina and formulated to provide the nutrient requirements of either broilers or layers, or fed test diets consisting of 25% spirulina and 75% of the appropriate basal diet. Titanium dioxide was added to all diets as an indigestible marker. The diets were fed to 10 replicate cages/treatment of broilers and 15 replicate cages/treatment of laying hens. The AME of spirulina for broilers was significantly lower (p < 0.05) (2368 ± 104 kcal/kg, as fed) than for laying hens (3144 ± 173 kcal/kg, as fed), suggesting bird type and age may influence energy utilization. The AIAAD of spirulina fed to broiler chickens did not differ from that of laying hens (p > 0.05), except for valine, alanine, and glycine, which were all significantly higher in laying hens (p < 0.05). Overall, the AIAAD for nonessential amino acids averaged 81.1%, with no significant difference between essential and nonessential amino acids. Differences in spirulina nutrient content cited in the literature support further research to determine the optimal inclusion of this alternative ingredient in broiler and layer diets."
    },
    {
      "pmid": "39592737",
      "title": "Effect of a weight loss diet with or without Spirulina supplementation on serum lipids and antioxidant capacity of overweight dogs.",
      "authors": [
        "Davide Stefanutti",
        "Lorenzo Serva",
        "Michele Berlanda",
        "Federico Bonsembiante",
        "Gianfranco Gabai",
        "Erica Franceschinis",
        "Marco Cavazzoni",
        "Giada Morelli",
        "Rebecca Ricci"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity is a major health issue in dogs associated with disturbances in lipid metabolism and oxidative stress. Spirulina has been shown to have hypolipidemic and antioxidant effects in various animal species. No such data regarding dogs are available, however. The present study aimed to investigate the effect of a therapeutic high-protein, high-fiber weight loss diet, with or without Spirulina supplementation, on biochemical parameters of overweight dogs, with particular reference to serum lipids and plasma antioxidant capacity. Thirty-two dogs completed a double-blind randomized placebo-controlled trial in which they received either Spirulina (S) or placebo (P) tablets in a body weight-dependent amount for 12 weeks; at the same time, both groups were fed the same calorie-restricted diet. Dogs were weighed weekly and calorie restriction was adjusted accordingly to ensure a 1% body weight loss per week. Blood samples were collected at baseline (T0), after 6 weeks (T1), and after 12 weeks (T2). No difference in body weight loss (S: -11.9 ± 0.8%, P: -10.6 ± 0.8%, p = 0.229) was detected between groups at T2. After 6 weeks and an average weight loss of around 6% (S: -6.7 ± 0.6%, P: -5.9 ± 0.6, p = 0.276), significant reductions of serum total cholesterol, glucose, alkaline phosphatase, paraxonase-1 (all p < 0.0001) and gamma-glutamyltransferase (p < 0.018) were observed in both groups, regardless of supplementation. Plasma antioxidant capacity increased significantly in both groups at T2 (p = 0.0003). Serum triglycerides decreased significantly from T0 to T1 in the Spirulina group (p < 0.0001) but not in the placebo group (p = 0.28); as for the difference between groups, a non-significant trend (p = 0.098) was detected. A significantly higher percentage of dogs (p = 0.028) in the Spirulina group achieved a serum triglycerides reduction > 15% compared to baseline at T1 and > 30% at T2. A treatment effect (p = 0.0416) was found for bilirubin, which decreased only in the Spirulina group. In conclusion, a weight loss of around 6% achieved with a high-protein, high-fiber hypocaloric diet is sufficient to induce significant positive metabolic effects and improve lipid, glucose, and liver enzyme values. Plasma antioxidant capacity was tested in dogs undergoing a weight loss program for the first time, demonstrating that overweight individuals are in a deficient status and that a weight loss of around 10% is able to restore values comparable to those of healthy individuals. The results of this study suggest that Spirulina may manifest a hypotriglyceridemic effect in dogs, even if further research is needed to infer causation. The role Spirulina that supplementation plays in bilirubin metabolism and its related beneficial effect is also worth exploring.",
      "mesh_terms": [
        "Animals",
        "Dogs",
        "Spirulina",
        "Antioxidants",
        "Dietary Supplements",
        "Lipids",
        "Male",
        "Overweight",
        "Female",
        "Weight Loss",
        "Diet, Reducing",
        "Obesity",
        "Dog Diseases",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "39565401",
      "title": "Aqueous extract of Spirulina exerts neuroprotection in an experimental model of Alzheimer sporadic disease in mice induced by Streptozotocin.",
      "authors": [
        "Juliete Tavares",
        "Alfaete Vieira Oliveira",
        "Tyciane de Souza Nascimento",
        "Jessica Maria Pessoa Gomes",
        "Ana Caroline Barros Parente",
        "Jessica Rabelo Bezerra",
        "Mac Dionys Rodrigues da Costa",
        "Mayara Sandrielly Soares de Aguiar",
        "Tiago Lima Sampaio",
        "Francisco Arnaldo Viana Lima",
        "Glauce Socorro de Barros Viana",
        "Geanne Matos de Andrade"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2024-Nov-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is a progressive neurodegenerative disease that causes gradual memory loss and cognitive impairment. Intracerebroventricular injections of streptozotocin (ICV-STZ) have been used as an experimental model of sporadic Alzheimer's disease (SAD) because they produce deficits in brain insulin signaling, oxidative stress, neuroinflammation, and neurodegeneration, resulting in cognitive decline and memory impairment. Spirulina platensis (SPI) is a nutraceutical with anti-inflammatory, antioxidant, and neuroprotective properties. The objective of this work was to study the effects of SPI on cognitive deficits and neuronal damage in mice submitted to the experimental model of SAD induced by ICV-STZ. Male Swiss mice (25-35 g) received ICV-STZ (3 mg/Kg) bilaterally on days 1 and 3, SPI (50 and 100 mg/Kg, o.p.) or vehicle (saline) was administered 2 h after the second surgery, and once a day for 16 days. SPI treatment prevented working, episodic, spatial, and aversive memory deficits. Locomotor activity was not altered. ICV-STZ caused an increase in MDA, nitrite, and superoxide anion, while decreasing GSH. SPI treatment protected against GSH increase in the prefrontal cortex and hippocampus, and inhibited AChE activity in the prefrontal cortex. SPI prevented astrogliosis and microgliosis induced by ICV-STZ. These findings highlight the therapeutic potential of SPI for the treatment of SAD, indicating that its neuroprotective action is linked to antioxidant, anti-inflammatory, and AChE inhibitory activity.",
      "mesh_terms": [
        "Animals",
        "Spirulina",
        "Streptozocin",
        "Alzheimer Disease",
        "Male",
        "Mice",
        "Neuroprotective Agents",
        "Disease Models, Animal",
        "Oxidative Stress",
        "Plant Extracts",
        "Brain",
        "Hippocampus"
      ]
    },
    {
      "pmid": "39564630",
      "title": "Impacts of zinc enriched spirulina as an adjunct to conventional treatment of patients with Chronic Obstructive Pulmonary Disease: Study protocol for a North African randomized controlled trial (SPIRICOPD).",
      "authors": [
        "Amani Sayhi",
        "Balsam Barkous",
        "Khawla Mahmoudi",
        "Nadia Ben Lazreg",
        "Sawssen Mrad",
        "Olfa Ben Naya",
        "Khansa Derbel",
        "Imed Latiri",
        "Sonia Rouatbi"
      ],
      "journal": "La Tunisie medicale",
      "publication_date": "2024-Nov-05",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Chronic Obstructive Pulmonary Disease (COPD) is a respiratory condition strongly related to oxidative stress. Recent studies have explored the potential benefits of nutritional supplementation in managing several conditions. AIM: To investigate the effects of zinc-enriched Spirulina Supplementation (ZSS) on patients with COPD. METHODS: This study is a monocentric randomized controlled clinical trial. COPD-eligible adult male patients under 65 years of age, receiving regular medical treatment, will be included. They will continue their conventional medical treatment following the GOLD 2023 guidelines for COPD. Ninety subjects will be randomly assigned to either the experimental group (G1) or the control group (G2) in a 1:1 ratio. G1 will receive ZSS (1 g/day) for 2 months, while G2 will continue only basic medical treatment. The study will assess oxidant-antioxidant balance, lung function through pulmonary function tests, functional capacity via the 6-minute walking test, lipid profile, dyspnea, and health-related quality of life. All outcomes will be measured at baseline and two months later after supplementation completion. After the 8-week treatment, patients will be followed up for an additional 4 weeks. Ethics approval was obtained from the faculty of medicine of Sousse ethics committee. EXPECTED RESULTS: It is expected that ZSS can positively impact the oxidant/antioxidant balance in patients with COPD after two months of supplementation. The authors anticipate that ZSS may improve various physiological parameters, such as lung function, exercise capacity, endothelial function, and metabolic profile, leading to an overall improvement in the quality of life of patients with COPD.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Humans",
        "Male",
        "Middle Aged",
        "Dietary Supplements",
        "North African People",
        "Pulmonary Disease, Chronic Obstructive",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Respiratory Function Tests",
        "Spirulina",
        "Treatment Outcome",
        "Zinc"
      ]
    },
    {
      "pmid": "39529406",
      "title": "The Effect of Spirulina Supplementation on Blood Pressure in Adults: A GRADE-Assessed Systematic Review and Meta-Analysis of Randomized Clinical Trials.",
      "authors": [
        "Hamidreza Shiri",
        "Javad Yasbolaghi Sharahi",
        "Maryam Alizadeh Sani",
        "Seyyed Mohammad Javad Mousavi",
        "Mohammad Hadi Nematollahi",
        "Ali Akbar Soleimani",
        "Jamal Amri",
        "Ghodratollah Panahi"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review",
        "Review"
      ],
      "abstract": "Previous studies have yielded controversial results regarding the effect of spirulina on blood pressure (BP), which need updating. So, this updated systematic review and meta-analysis of randomized controlled trials (RCTs) carry out a more accurate estimation of the effect of spirulina on BP in adults. This systematic searches (in PubMed/Medline, Scopus, and ISI Web of Science) until April 1, 2024, to identify related RCTs based on PICOS guidelines (population (individuals > 18 years old), the intervention (spirulina), the comparison (control or placebo group), the outcomes (systolic BP (SBP) and diastolic BP (DBP)), the study design (RCTs)), and PRISMA-checklist (Supporting Information, data S2). We evaluated the impact of spirulina on DBP and SBP. Conventional procedures were employed for analyzing publication bias, heterogeneity, and sensitivity. The GRADE criteria and the Cochrane assessment method were employed to evaluate the risk of bias (ROB) and certainty of evidence across the studies, respectively. The result shows spirulina consumption decreases SBP (WMD: -4.41 mmHg, 95% CI: -6.74 to -2.07, I 2 = 66.1%) and DBP (WMD: -2.84 mmHg, 95% CI: -4.65 to -1.03, I 2 = 62.3%). Subgroup analysis demonstrated SBP and DBP were still lower in individuals with ≥ 120 and ≥ 80 mmHg, hypertension (HTN) individuals, overweight individuals, age > 50 years, and > 8 weeks of intervention. Indeed, we do not observe publication bias, ROB, or interference studies in the overall results of BPs, and based on GRADE, our outcomes have moderate quality. Because of the low number of studies and participants, the dose-response and meta-regression are not significant. His study demonstrated spirulina intervention decreased SBP and DBP in HTN and overweight individuals, age > 50 years, and > 8 weeks of intervention. So, spirulina intake decreases BP and could be used in clinical practice. Furthermore, more and high-quality RCTs are needed to establish the clinical efficacy of the spirulina and determine cutoff spirulina interventions based on dose and duration. Trial Registration: PROSPERO: CRD42024534608.",
      "mesh_terms": [
        "Spirulina",
        "Humans",
        "Blood Pressure",
        "Randomized Controlled Trials as Topic",
        "Dietary Supplements",
        "Adult",
        "Hypertension"
      ]
    },
    {
      "pmid": "39522370",
      "title": "In vivo antischistosomal activity profiling and efficacy of niosomal Spirulina platensis and praziquantel combined remedy against murine Schistosoma mansoni infection.",
      "authors": [
        "Heba Abdel-Tawab",
        "Shrouk E Al-Sayed",
        "Fatma I Abo El-Ela",
        "Amina M Ibrahim",
        "Olfat A Hammam",
        "Almahy M El-Mallah"
      ],
      "journal": "Veterinary parasitology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Schistosomiasis is a serious parasite disease with a high rate of mortality and negative financial impacts in subtropical and tropical locations like Egypt. The goal of this study was to investigate the anti-schistosomal effect of Spirulina platensis (SP) and Spirulina loaded niosomes (SPN), either in the presence or absence of praziquantel (PZQ) against S. mansoni in experimentally infected mice. Six groups have been involved in the study, five groups were infected with S. mansoni cercariae and subjected independently to different treatments of SP, SPN, and PZQ or the preceding two combinations, in addition to one untreated group which acts as a control. At the 8th week, mice were euthanized, and besides a histopathological assessment of the liver granuloma, the number of worms, tissue egg load, and oogram pattern were estimated. To evaluate the condition of the liver oxidative stress, the levels of malondialdehyde and reduced glutathione in liver homogenates were investigated. Additionally, to assess the anti-inflammatory properties, serum cytokines (IFN-γ, TNF-α, IL-13, and IL-10) and CD4+ immunohistochemistry expression were determined. The results demonstrated that each of the investigated parameters was significantly changed by both SPN and/or SPN with PZQ treatments alongside PZQ. The highest therapeutic effect was obtained in SPN combined with a half dose of PZQ which achieved 100 % reduction in both the total worm burden and the highest reduction in the intestinal (93.22 %) and hepatic (94.4 %) egg content, as well, moreover 40.5 % reduction of the granuloma size. Furthermore, serum cytokine levels {(TNF-α (11 ± 0.5 (P ˂ 0.001)), (IFN-γ (19.7 ± 1.2 (P ˂ 0.001)) and (IL-13 (53.65 ± 1.4 (P ˂ 0.001))}, as well as CD4+ cells (6.5 ± 0.65 (P ˂ 0.001)) were reduced. While, IL-10 (61.1 ± 2.1 (P ˂ 0.001)) was increased due to the same treatment additional to its antioxidant properties by reduced lipid peroxidation (LPO) (1.1975 ± 0.05(P ˂ 0.001)) but increased reduced glutathione (GSH) (2.31± 0.15 (P˂0.001)). In conclusion, SPN has a schistosomicidal, antioxidant, and hepatoprotective role. SPN has a strong synergistic effect when combined with PZQ which showed anti-inflammatory action. Hence, SPN + PZQ offers promising alternatives for future schistosomiasis therapeutic research.",
      "mesh_terms": [
        "Animals",
        "Praziquantel",
        "Spirulina",
        "Mice",
        "Schistosomiasis mansoni",
        "Schistosoma mansoni",
        "Anthelmintics",
        "Liver",
        "Cytokines",
        "Drug Therapy, Combination",
        "Oxidative Stress",
        "Male",
        "Female"
      ]
    },
    {
      "pmid": "39517296",
      "title": "Spirulina Unleashed: A Pancreatic Symphony to Restore Glycemic Balance and Improve Hyperlipidemia and Antioxidant Properties by Transcriptional Modulation of Genes in a Rat Model.",
      "authors": [
        "Anum Nazir",
        "Mahr Un Nisa",
        "Muhammad Abdul Rahim",
        "Isam A Mohamed Ahmed",
        "Moneera O Aljobair"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hyperlipidemia is the root cause of numerous chronic conditions, leading to high mortality rates around the globe. Spirulina (Arthrospira platensis) microalgae serve as a promising reservoir of bioactive compounds with diverse pharmacological properties. The current study examined the nutritional profile of spirulina powder in relation to strict glycemic control, specifically focusing on its potential to lower lipid levels. In an in vivo investigation, normal healthy male Wistar albino rats (n = 60) were divided into two groups: a negative control group (NC) of ten rats and a high-fat diet group (n = 50) that were fed a cholesterol-rich diet until their cholesterol levels reached or exceeded 250 mg/dL. Subsequently, the hypercholesterolemic rats were then randomly allocated to several treatment groups: a positive control (PC); a standard treatment diet (STD) involving fenofibrate at a dose of 20 mg/kg body weight; and three experimental groups (T1, T2, and T3) that received spirulina powder supplementation at doses of 300, 600, and 900 mg per kg body weight, respectively, for the period of 12 weeks. Blood samples were analyzed for oxidative stress biomarkers, insulin levels, lipid profiles, liver function, and expression of gene levels in the diabetogenic pathway. The study utilized spectrophotometric colorimetric methods to identify oxidative stress biomarkers, serum kit methods to measure lipid profiles and liver enzymes, and the assessment of qPCR for mRNA quantity. According to the research findings, spirulina powder has certain noteworthy features. It had the greatest quantity of chlorogenic acid (4052.90 µg/g) among seven phenolics and two flavonoid compounds obtained by HPLC-UV analysis. Furthermore, the proximate analysis demonstrated that spirulina is high in protein (16.45 ± 0.8%) and has a significant energy yield of 269.51 K-calories per 100 g. A maximal spirulina dose of 900 mg/kg/wt significantly lowered oxidative stress, cholesterol, triglyceride, low-density lipoproteins (LDL), and insulin levels (p ≤ 0.05). In contrast, high-density lipoprotein (HDL) and total antioxidant capacity (TAC) levels increased significantly (p ≤ 0.05) compared to all other groups, except the NC group. The study provides remarkable proof about the pharmacological impact of spirulina powders. Significant reductions (p ≤ 0.05) in liver enzymes {alanine aminotransferase (ALT) and aspartate aminotransferase (AST)} were observed across all treatment groups, with the exception of the NC, compared to the positive control. The treatment groups had significantly greater gene expression levels of INS-1, PDX-1, IGF-1, and GLUT-2 than the positive control group (p ≤ 0.05). These findings highlight spirulina's potential as a long-term regulator of hyperglycemia in rat models with induced hyperlipidemia, owing to its phenolic bioactive components that serve as antioxidants."
    },
    {
      "pmid": "39515440",
      "title": "Enhancing lead tolerance in spirulina using glycine betaine under high CO2 and salinity for sustainable carbon capture.",
      "authors": [
        "Chunli Yu",
        "Rui Xu",
        "Shengxi Shao",
        "Wenguang Zhou"
      ],
      "journal": "Bioresource technology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microalgae-based carbon capture and utilization (CCU) offers a promising negative emission technology that absorbs CO2 and generates valuable biomass. However, heavy metal pollutants in industrial flue gases can compromise carbon sequestration efficiency and bioproduct quality. Spirulina was investigated as a model organism for CO2 sequestration, using a modified Zarrouk's medium to integrate salt stress and an osmoprotectant to boost biomass yield under 15 % CO2. This approach enhances both biomass yield （380.83 mg L-1 d-1）and resistance to lead toxicity. Analytical assessments revealed that glycine betaine (GB) supplementation drastically reduced lead accumulation, decreasing the extracellular and intracellular contents by 39.7 % and 60.7 %, respectively. A notable decrease in extracellular dissolved organic matter was also observed. Furthermore, transcriptomic analyses confirmed that GB treatment strengthened osmotic stress responses and suppressed metal ion transport. These findings enhanced the feasibility of microalgae-based CCU technologies, marking significant progress in sustainable algal biotechnology.",
      "mesh_terms": [
        "Betaine",
        "Spirulina",
        "Carbon Dioxide",
        "Lead",
        "Salinity",
        "Biomass",
        "Microalgae",
        "Carbon Sequestration",
        "Carbon"
      ]
    },
    {
      "pmid": "39503086",
      "title": "Novel functional carriers based on Spirulina protein for the delivery of curcumin with improved stability and antioxidant efficiency.",
      "authors": [
        "Tian Xu",
        "Ling Yan",
        "Changhong Liu",
        "Lei Zheng"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The potential of sustainably sourced Spirulina protein (SP), and SP nanoparticles (SPNP) obtained by heating gelation and ultrasound treatment as functional carriers for curcumin (Cur) was studied. The antioxidant activity, encapsulation performance, stability and digestive properties of the delivery system were analyzed. Compared with SP, SPNP exhibited higher hydrophobicity, and its antioxidant capacity was enhanced due to increased exposure of chromophores. The encapsulation performance of Cur-loaded complexes was influenced by the protein-Cur mass ratio, and the encapsulation efficiency of SPNP was significantly higher than that of SP (p < 0.05). Because of the better binding affinity, SPNP-Cur complexes showed improved thermal stability and UV protection effect. SP and SPNP all exhibited antioxidant synergism with Cur, and the antioxidant efficiency was closely related to pH, dissociating solvents, UV irradiation and digestion. The bioaccessibility of Cur was also greatly improved. It suggests that Spirulina protein may be an ideal carrier for delivering nutraceutical compounds.",
      "mesh_terms": [
        "Curcumin",
        "Spirulina",
        "Antioxidants",
        "Drug Carriers",
        "Bacterial Proteins",
        "Nanoparticles",
        "Drug Stability",
        "Drug Compounding",
        "Hydrophobic and Hydrophilic Interactions"
      ]
    },
    {
      "pmid": "39459589",
      "title": "Unveiling the Potential of Silymarin, Spirulina platensis, and Chlorella vulgaris towards Cardiotoxicity via Modulating Antioxidant Activity, Inflammation, and Apoptosis in Rats.",
      "authors": [
        "Hanem F El-Gendy",
        "Hanem K Khalifa",
        "Ahmed Omran",
        "Reda M S Korany",
        "Shaimaa Selim",
        "Eman Hussein",
        "Rashed A Alhotan",
        "Anam Ayyoub",
        "Shimaa R Masoud"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2024-Oct-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study assessed the possible pharmacological effects of Chlorella vulgaris (Cg), Spirulina platensis (St), and silymarin (Sl) against thioacetamide (TA)-induced cardiotoxicity in rats, with a focus on their antioxidant, cardioprotective, and anti-inflammatory properties. The following is the random grouping of sixty male rats into six groups of ten animals each: the control (negative control), TA-intoxicated group (positive control; 300 mg/kg body weight (BW)), Sl + TA group (100 mg Sl/kg BW + TA), St + TA group (400 mg St/kg BW + TA), Cg + TA (400 mg Cg/kg BW + TA), and St + Cg + TA group (400 St + 400 Cg mg/kg BW + TA) were all administered for 30 days. At the start of the study, groups 2 through 6 were administered TA intraperitoneally at a dosage of 300 mg/kg BW for two consecutive days, with a 24 h gap between each dose, to induce cardiac damage. Blood samples were obtained to measure hematological parameters and perform biochemical assays, including lipid profiles and cardiac enzymes. For histopathology and immunohistochemistry determination, tissue samples were acquired. The current findings showed that TA injection caused hematological alterations and cardiac injury, as evidenced by greater serum levels of troponin I, creatine kinase-MB, and total creatine kinase (p < 0.05), as well as significantly elevated serum malondialdehyde and decreased serum total antioxidant capacity (p < 0.05) concentrations. Moreover, an increase in blood low-density lipoprotein and total cholesterol concentration (p < 0.05) was recorded in the TA group. There were alterations in the heart tissue's histological structure of the TA group compared to the control ones. These alterations were characterized by vacuolar degeneration of myocytes, loss of cross striation, coagulative necrosis, and fibrosis of interstitial tissue, which was ameliorated by the supplementation of SI, St, and Cg. The TA-intoxicated group showed weak expression of B-cell lymphoma protein 2 (p < 0.05) and strong immunoreactivity of tumor necrosis factor-α and B-cell lymphoma protein 2-associated X (p < 0.05). However, the groups receiving Sl, St, and Cg experienced the opposite. The administration of Sl, St, Cg, and St + Cg along with TA significantly improved and restored (p < 0.05) erythrogram indices, including RBCs, hemoglobin, total leukocytic count, lymphocytes, and monocyte, to the normal control values. The administration of Sl, St, and Cg alleviated the cardiotoxicity caused by TA via reducing oxidative stress, inflammatory markers, and apoptosis in heart tissue. In summary, the current findings suggest that the treatment with Sl, St, and Cg was beneficial in ameliorating and reducing the cardiotoxicity induced by TA in rats."
    },
    {
      "pmid": "39458962",
      "title": "Comprehensive Review of the Latest Investigations of the Health-Enhancing Effects of Selected Properties of Arthrospira and Spirulina Microalgae on Skin.",
      "authors": [
        "Mirosława Chwil",
        "Rok Mihelič",
        "Renata Matraszek-Gawron",
        "Paulina Terlecka",
        "Michał M Skoczylas",
        "Karol Terlecki"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Oct-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Arthospira platensis and Spirulina platensis microalgae are a rich source of pro-health metabolites (% d.m.): proteins (50.0-71.3/46.0-63.0), carbohydrates (16.0-20.0/12.0-17.0), fats (0.9-14.2/6.4-14.3), polyphenolic compounds and phenols (7.3-33.2/7.8-44.5 and 4.2/0.3 mg GAE/g), and flavonoids (1.9/0.2 QUE/g) used in pharmaceutical and cosmetic formulations. This review summarises the research on the chemical profile, therapeutic effects in dermatological problems, application of Arthrospira and Spirulina microalgae, and contraindications to their use. The pro-health properties of these microalgae were analysed based on the relevant literature from 2019 to 2024. The antiviral mechanism of microalgal activity involves the inhibition of viral replication and enhancement of immunity. The anti-acne activity is attributed to alkaloids, alkanes, phenols, alkenes, phycocyanins, phthalates, tannins, carboxylic and phthalic acids, saponins, and steroids. The antibacterial activity generally depends on the components and structure of the bacterial cell wall. Their healing effect results from the inhibition of inflammatory and apoptotic processes, reduction of pro-inflammatory cytokines, stimulation of angiogenesis, and proliferation of fibroblasts and keratinocytes. The photoprotective action is regulated by amino acids, phlorotannins, carotenoids, mycosporins, and polyphenols inhibiting the production of tyrosinase, pro-inflammatory cytokines, and free oxygen radicals in fibroblasts and the stimulation of collagen production. Microalgae are promising molecular ingredients in innovative formulations of parapharmaceuticals and cosmetics used in the prophylaxis and therapy of dermatological problems. This review shows the application of spirulina-based commercial skin-care products as well as the safety and contraindications of spirulina use. Furthermore, the main directions for future studies of the pro-health suitability of microalgae exerting multidirectional effects on human skin are presented."
    },
    {
      "pmid": "39446747",
      "title": "Polysaccharide extract of Spirulina sp. increases effector immune-cell killing activities against cholangiocarcinoma.",
      "authors": [
        "Aussara Panya",
        "Methi Wathikthinnakon",
        "Chutamas Thepmalee",
        "Chutipa Chiawpanit",
        "Suthida Panwong",
        "Yupanun Wutti-In",
        "Preeyanat Vongchan",
        "Phennapha Klangsinsirikul",
        "Pachara Sattayawat",
        "Jeeraporn Pekkoh"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cyanobacteria and algae serving as promising food supplements have recently garnered attention for their emerging potential in anti-cancer activity. Cholangiocarcinoma (CCA) or bile duct cancer is one of the top-leading cancers affecting people, particularly in Asian continent. With patients exhibiting no or minimal symptoms in the early stages, advanced CCA is often diagnosed, and primary treatments such as surgery may not be suitable. Discovery of natural bioactive compounds for cancer treatments have, thus, attracted attention as one of the effective means to combat CCA or to supplement primary treatments. In this work, ethanolic and polysaccharide extracts of cyanobacteria and algae were tested for their cytotoxicity against 2 CCA cell lines (KKU055 and KKU213A). The ethanolic extracts from Leptolyngbya sp. and Chlorella sp. demonstrated growth inhibition of both CCA cell lines, with IC50 values of 0.658 mg/mL and 0.687 mg/mL for KKU055, and 0.656 mg/mL and 0.450 mg/mL for KKU213A. In contrast, only the polysaccharide extracts from Sargassum spp. exhibited a remarkable cytotoxic effect, while the polysaccharide extract from Spirulina sp. showed slight effect only at a higher concentration (2 mg/mL). All tested extracts were further investigated for improving immune cell killing ability and showed that Spirulina sp. polysaccharide extract was able to improve the immune cell killing ability. This extract was then investigated for its effects on the immune cell population, which demonstrated to have positive impact on NK cell population. To further explore the potential use, synergistic effect of Spirulina sp. polysaccharide extract with an already-in-use chemotherapeutic drug, gemcitabine, on immune cell cytotoxicity was investigated. The results showed that the immune cell cytotoxicity was enhanced in the co-treatment compared to the use of each treatment separately. The most apparent difference was observed in KKU055 cells where % living cells were reduced from 78.96% (immune cell alone) to 20.93% when the combined gemcitabine and Spirulina sp. extracts were used.",
      "mesh_terms": [
        "Cholangiocarcinoma",
        "Spirulina",
        "Humans",
        "Cell Line, Tumor",
        "Bile Duct Neoplasms",
        "Polysaccharides",
        "Killer Cells, Natural",
        "Chlorella",
        "Gemcitabine",
        "Cell Proliferation",
        "Deoxycytidine",
        "Polysaccharides, Bacterial",
        "Antineoplastic Agents",
        "Sargassum"
      ]
    },
    {
      "pmid": "39350034",
      "title": "Enhancing Mexican lime (Citrus aurantifolia cv.) shelf life with innovative edible coatings: xanthan gum edible coating enriched with Spirulina platensis and pomegranate seed oils.",
      "authors": [
        "Mahbobeh Mohammadi",
        "Somayeh Rastegar",
        "Abbas Rohani"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The Mexican lime (Citrus aurantifolia cv.), widely consumed in Iran and globally, is known for its high perishability. Edible coatings have emerged as a popular method to extend the shelf life of fruits, with xanthan gum-based coatings being particularly favored for their environmental benefits. This study aims to evaluate the effectiveness of an edible coating formulated from xanthan gum, enriched with Spirulina platensis (Sp) and pomegranate seed oil (PSO), in improving the quality and reducing the weight loss of Mexican lime fruit under conditions of 20 ± 2 °C and 50-60% relative humidity. RESULTS: Based on the results, the application of coatings was generally effective in reducing fruit weight loss, with the least weight loss observed in the xanthan gum 0.2%+ Spirulina platensis extract (1%) treatment. Additionally, the levels of total phenols and flavonoids in the treated fruits exceeded those in the control group, with xanthan gum 0.2%+ Spirulina platensis extract (1%) and xanthan gum 0.2% exhibiting the highest concentrations of these compounds. The antioxidant capacity of the fruits was also enhanced by the coatings, surpassing that of the control group, with xanthan gum 0.2%+ Spirulina platensis extract (1%) achieving the highest levels. The treatments significantly suppressed the activity of the polyphenol oxidase (PPO) enzyme, with xanthan gum 0.2% demonstrating the most potent inhibitory effect. Furthermore, the treatments resulted in increased activities of catalase (CAT) and peroxidase (POD) enzymes compared to the control. Except for xanthan gum 0.2%+ pomegranate seed oil (0.05%), all treatments maintained the fruit's greenness (a*) more effectively than the control. CONCLUSIONS: Peel browning is a major factor contributing to the decline in quality and shelf life of lime fruit. The application of 0.1% and 0.2% xanthan gum coatings, as well as a combination of 0.2% xanthan gum and Spirulina platensis extract, significantly inhibited PPO activity and enhanced the activity of CAT and POD and phenolic compound in Mexican lime fruits stored at of 20 ± 2 °C for 24 days. Consequently, these treatments comprehensively preserved lime fruit quality by significantly reducing browning, maintaining green color, and preserving internal quality parameters such as TA, thereby enhancing both visual appeal and overall fruit quality.",
      "mesh_terms": [
        "Polysaccharides, Bacterial",
        "Spirulina",
        "Plant Oils",
        "Pomegranate",
        "Seeds",
        "Fruit",
        "Citrus aurantiifolia",
        "Food Preservation",
        "Food Storage",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39340578",
      "title": "Enhancement of Bioactive Compounds and Survival of Lactobacillus acidophilus Grown in the Omega-6, -7 Riched Cyanobacteria Spirulina platensis.",
      "authors": [
        "Phuong Ha Hoang",
        "Minh T Nguyen",
        "Hoai Thu T Ngo",
        "Nhat Huy Chu",
        "Phuong Thu Ha",
        "Huong Giang Bui",
        "Linh Hang To"
      ],
      "journal": "Current microbiology",
      "publication_date": "2024-Sep-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lactobacillus acidophilus is a probiotic commonly used in aquaculture to enhance the growth and immune system of aquatic species through the synthesis of various enzymes, and antimicrobial compounds like lactic acid. Traditional method of growing L. acidophilus involes using the De Man-Rogosa-Sharpe (MRS) medium. However, L. acidophilus belongs to a non-spore forming group, which make it vulnerable to stress conditions, especially during the usage process. Therefore, the present study aimed to improve the survival rate, antibacterial activity, and enrich the polyunsaturated fatty acids (PUFAs) content of L. acidophilus LB when cultured in an algae-supplemented medium, thus increasing its benefits in aquaculture applications. Using different algae biomass species as an alternative to MRS medium for the growth of L. acidophilus LB, the results showed that Spirulina platensis promoted the highest density of L. acidophilus LB. When grown in (S. platensis + glucose) medium, L. acidophilus LB produced the highest lactic acid concentration of 18.24 ± 2.43 mg/mL and survived in extreme conditions such as 4% NaCl, pH 1.0-2.0, and 50 ºC, and inhibited 99.82 ± 0.24% of Vibrio parahaemolyticus population after 2 days of treatment. Additionally, it was observed that the PUFAs content, specifically omega-6, and -7, also increased in the fermentation mixture as compared to the control sample. These findings highlighted the potential of utilizing the cyanobacteria S. platensis as an alternative, eco-friendly growth substance for L. acidophilus LB to enhance its bioactivity and viability under extreme conditions.",
      "mesh_terms": [
        "Lactobacillus acidophilus",
        "Spirulina",
        "Probiotics",
        "Culture Media",
        "Fatty Acids, Omega-6",
        "Microbial Viability",
        "Anti-Bacterial Agents",
        "Fatty Acids, Unsaturated",
        "Lactic Acid",
        "Aquaculture"
      ]
    },
    {
      "pmid": "39330276",
      "title": "Ameliorative Effect of Chitosan/Spirulina platensis Ethanolic Extract Nanoformulation against Cyclophosphamide-Induced Ovarian Toxicity: Role of PPAR-γ/Nrf-2/HO-1 and NF-kB/TNF-α Signaling Pathways.",
      "authors": [
        "May Almukainzi",
        "Thanaa A El-Masry",
        "Hanaa A Ibrahim",
        "Hebatallah M Saad",
        "Enas I El Zahaby",
        "Asmaa Saleh",
        "Maysa M F El-Nagar"
      ],
      "journal": "Marine drugs",
      "publication_date": "2024-Aug-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cyclophosphamide (CP) is an anticancer drug that causes infertility disorders. This study was designed to evaluate a nanoformulation of chitosan with an ethanolic extract from Spirulina platensis in terms of its protection against cyclophosphamide-induced ovarian toxicity. Nine groups of female Wistar rats were randomly assigned as follows: 1: control vehicle, 2: chitosan polymer, 3: telmisartan, 4: Spirulina platensis extract, 5: nanoformulation of the Spirulina platensis, and 6: single injection of CP; groups 7, 8, and 9 received the same treatments as those used in groups 3, 4, and 5, respectively, with a single dose of CP (200 mg/kg, I.P). The results displayed that the CP treatment decreased estradiol, progesterone, anti-mullerian hormone, and GSH content, and it downregulated PPAR-γ, Nrf-2, and HO-1 gene expression. In addition, the CP treatment caused an increase in the FSH, LH, and MDA levels. In the same manner, the protein expression of caspase-3, NF-kB, and TNF-α was upregulated in response to the CP treatment, while PPAR-γ was downregulated in comparison with the control. The rats treated with SPNPs exhibited a substantial reduction in the detrimental effects of oxidative stress and inflammation of the ovarian tissue. This study's conclusions showed that SPNPs counteracted the effects of CP, preventing the death of ovarian follicles and restoring the gonadotropin hormone balance and normal ovarian histological appearance.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Rats",
        "Chitosan",
        "Cyclophosphamide",
        "Ethanol",
        "Heme Oxygenase (Decyclizing)",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "Ovary",
        "Oxidative Stress",
        "PPAR gamma",
        "Rats, Wistar",
        "Signal Transduction",
        "Spirulina",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "39262257",
      "title": "The beneficial effect of fermented Spirulina platensis on reducing oxidative stress in patients with type 2 diabetes mellitus.",
      "authors": [
        "Aida Ghafari Ashtiani",
        "Anousheh Sharifan",
        "Morteza Gharibi",
        "Rahmatollah Moradzadeh"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2024-Sep-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress caused by hyperglycemia can lead to the intensification of hyperglycemia and an increased risk of diabetes complications. Spirulina platensis is a potent free-radical scavenger; it has the potential to be used as a substrate for fermentation by lactic acid bacteria. This study aimed to formulate two functional foods with antioxidant capacity (yogurt containing S. platensis powder / fermented S. platensis powder) for Type 2 Diabetes Mellitus (T2DM) patients and compare the antioxidant effects in diabetic subjects. In this article, for the first time, the antioxidant effect of fermented and non-fermented Spirulina was compared in a clinical study in 'T2DM' patients. By blood sampling, clinical parameters such as FBS, GSH, FRAP, MDA, and CRP before and after each treatment were measured and results were compared between two groups of intervention. Both products as functional foods have a positive effect on the health of diabetic patients by reducing FBS and increasing total antioxidant capacity, and this positive effect is more obvious when yogurt contains fermented lactic acid S. platensis is consumed by T2DM patients.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Oxidative Stress",
        "Spirulina",
        "Antioxidants",
        "Fermentation",
        "Middle Aged",
        "Male",
        "Female",
        "Yogurt",
        "Blood Glucose"
      ]
    },
    {
      "pmid": "39259404",
      "title": "Spirulina supplementation and circuit resistance training (CRT) reduce serum asprosin and appetite and improve energy balance in men with obesity and overweight.",
      "authors": [
        "Nakhaei Hossein",
        "Mogharnasi Mehdi",
        "Dehghani Karim",
        "Mohammadi Mahdi",
        "Elham Ghasemi"
      ],
      "journal": "Hormones (Athens, Greece)",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: The present study aimed to investigate the effects of 8 weeks spirulina supplementation and circuit resistance training (CRT) on asprosin, appetite, and energy balance in men with obesity and overweight. METHODS: The study comprised a single-blind randomized controlled trial. Sixty men with obesity and overweight (BMI > 25) were selected and randomly divided into four equal groups (n = 15 each) of training plus spirulina, training plus placebo, spirulina, and placebo. The participants of the training groups performed 12 movements with 40-90% maximal repetition (three sessions per week) and the supplemental groups consumed 1000 mg of spirulina per day for 8 weeks. Asprosin, appetite using visual analog scales, calorie intake, energy expenditure, and body composition were measured before and after the intervention. To analyze the data, the paired sample t-test, analysis of covariance, Bonferroni post-hoc, and Pearson correlation tests were employed using SPSS (version 20) at a significance level of p < 0.05. RESULTS: After the intervention, asprosin level (P = 0.015, P = 0.015, and P = 0.020, respectively), weight (P < 0.001, P < 0.001, and P < 0.001, respectively), calorie intake (P = 0.015, P = 0.011, and P = 0.004, respectively), and hunger (P = 0.011, P = 0.015, and P = 0.015, respectively) declined in the training plus spirulina, training plus placebo, and spirulina groups (p < 0.05). In addition, energy expenditure (P = 0.012 and P = 0.015, respectively) and fullness (P = 0.015 and P = 0.011, respectively) increased in the training plus spirulina and training plus placebo groups. The mean changes of the research indicators in the training plus spirulina group were significantly more than those of the other groups (p < 0.001). CONCLUSION: It was shown that 8 weeks of CRT and spirulina supplementation decreases the level of asprosin and improves appetite and energy balance in men with obesity and overweight.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Spirulina",
        "Obesity",
        "Energy Metabolism",
        "Adult",
        "Dietary Supplements",
        "Overweight",
        "Appetite",
        "Resistance Training",
        "Fibrillin-1",
        "Single-Blind Method",
        "Middle Aged",
        "Peptide Fragments",
        "Energy Intake",
        "Adipokines"
      ]
    },
    {
      "pmid": "39232602",
      "title": "Effect of spirulina on risk of hospitalization among patients with COVID-19: the TOGETHER randomized trial.",
      "authors": [
        "Gilmar Reis",
        "Eduardo Augusto Dos Santos Moreira Silva",
        "Daniela Carla Medeiros Silva",
        "Lehana Thabane",
        "Thiago Santiago Ferreira",
        "Castilho Vitor Quirino Dos Santos",
        "Ana Paula Figueiredo Guimaraes Almeida",
        "Leonardo Cançado Monteiro Savassi",
        "Adhemar Dias de Figueiredo Neto",
        "Luiza Lanna França Reis",
        "Vitoria Helena de Souza Campos",
        "Carina Bitarães",
        "Eduardo Diniz Callegari",
        "Maria Izabel Campos Simplicio",
        "Luciene Barra Ribeiro",
        "Rosemary Oliveira",
        "Ofir Harari",
        "Jamie I Forrest",
        "Prince Kumar Lat",
        "Louis Dron",
        "Kristian Thorlund",
        "Edward J Mills"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Adaptive Clinical Trial"
      ],
      "abstract": "BACKGROUND: Algae-derived nutraceuticals, such as spirulina, have been reported to have biological activities that may minimize clinical consequences to COVID-19 infections. OBJECTIVES: This study aimed to determine whether spirulina is an effective treatment for high-risk patients with early COVID-19 in an outpatient setting. METHODS: The TOGETHER trial is a placebo-controlled, randomized, platform trial conducted in Brazil. Eligible participants were symptomatic adults with a positive rapid test for SARS-CoV-2 older than 50 y or with a known risk factor for disease severity. Patients were randomly assigned to receive placebo or spirulina (1 g twice daily for 14 d). The primary end point was hospitalization defined as either retention in a COVID-19 emergency setting for >6 h or transfer to tertiary hospital owing to COVID-19 at 28 d. Secondary outcomes included time-to-hospitalization, mortality, and adverse drug reactions. We used a Bayesian framework to compare spirulina with placebo. RESULTS: We recruited 1126 participants, 569 randomly assigned to spirulina and 557 to placebo. The median age was 49.0 y, and 65.3% were female. The primary outcome occurred in 11.2% in the spirulina group and 8.1% in the placebo group (odds ratio [OR]: 1.24; 95% credible interval: 0.84, 1.86). There were no differences in emergency department visit (OR: 1.21; 95% credible interval: 0.81, 1.83), nor time to symptom relief (hazard ratio: 0.90; 95% credible interval: 0.79, 1.03). Spirulina also not demonstrate important treatment effects in the prespecified subgroups defined by age, sex, BMI, days since symptom onset, or vaccination status. CONCLUSIONS: Spirulina has no any clinical benefits as an outpatient therapy for COVID-19 compared with placebo with respect to reducing the retention in an emergency setting or COVID-19-related hospitalization. There are no differences between spirulina and placebo for other secondary outcomes. This trial was registered at clinicaltrials.gov as NCT04727424.",
      "mesh_terms": [
        "Humans",
        "Spirulina",
        "Male",
        "Female",
        "Middle Aged",
        "Hospitalization",
        "COVID-19",
        "Aged",
        "SARS-CoV-2",
        "Dietary Supplements",
        "Brazil",
        "COVID-19 Drug Treatment",
        "Double-Blind Method",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39208266",
      "title": "Network analysis retrieving bioactive compounds from Spirulina (Arthrospira platensis) and their targets related to systemic lupus erythematosus.",
      "authors": [
        "Amnart Chaiprasert",
        "Ping Han",
        "Teeraphan Laomettachit",
        "Marasri Ruengjitchatchawalya"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Immunosuppressive drugs are essential for systemic lupus erythematosus (SLE) treatment, but there are concerns about their toxicity. In this study, Arthrospira platensis was used as a resource for screening of the SLE-related bioactive compounds. To discover the potential compounds, a total of 833 compounds of A. platensis C1 were retrieved from the Spirulina-Proteome Repository (SpirPro) database and by literature mining. We retrieved structures and bioassays of these compounds from PubChem database; and collected approved and potential drugs for SLE treatment from DrugBank and other databases. The result demonstrated that cytidine, desthiobiotin, agmatine, and anthranilic acid, from the alga, has Tanimoto matching scores of 100% with the following drugs: β-arabinosylcytosine/cytarabine, d-dethiobiotin, agmatine, and anthranilic acid, respectively. The bioassay matching and disease-gene-drug-compound network analysis, using VisANT 4.0 and Cytoscape, revealed 471 SLE-related genes. Among the SLE-related genes, MDM2, TP53, and JAK2 were identified as targets of cytarabine, while PPARG and IL1B were identified as targets of d-dethiobiotin. Binding affinity between the drug ligands and the algal bioactive compound ligands with their corresponding receptors were similarly comparable scores and stable, examined by molecular docking and molecular dynamic simulations, respectively.",
      "mesh_terms": [
        "Spirulina",
        "Lupus Erythematosus, Systemic",
        "Humans",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "39199185",
      "title": "Phytochemical Evaluation of Lepidium meyenii, Trigonella foenum-graecum, Spirulina platensis, and Tribulus arabica, and Their Potential Effect on Monosodium Glutamate Induced Male Reproductive Dysfunction in Adult Wistar Rats.",
      "authors": [
        "Naglaa Gamil Shehab",
        "Temidayo S Omolaoye",
        "Stefan S Du Plessis",
        "Surendra Singh Rawat",
        "Nerissa Naidoo",
        "Kholoud Y Abushawish",
        "Ayat Ahmed",
        "Baraa Alaa",
        "Heba Ihsan",
        "Manar Abdelhalim",
        "Mariam Ayman",
        "Eslam El Nebrisi"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Aug-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Monosodium glutamate (MSG), a sodium salt derived from glutamic acid, is widely used in commercial food products to improve taste, quality, and preservation. However, its consumption may have detrimental effects on male reproductive function. Nevertheless, plant extracts, such as Lepidium meyenii (Maca), Trigonella foenum-graecum (Fenugreek), Spirulina platensis (Spirulina), and Tribulus arabica (Tribulus), may ameliorate these adverse effects. To this effect, the phytochemical properties of Lepidium meyenii, Trigonella foenum-graecum, Spirulina platensis, and Tribulus arabica were assessed, and their potential impact on MSG-induced impairment of reproductive parameters was examined. The phytochemical composition (steroids, terpenes, phenols, flavonoids) of the plants was profiled through spectrophotometry and the antioxidant activity was assessed using the 1,1-diphenyl-2-picrylhydrazyl (DPPH) radical scavenging assay. Thirty-six male Wistar rats were divided into six groups at random: a control group receiving distilled water, and five experimental groups (MSG, Maca, Fenugreek, Spirulina, and Tribulus) receiving 900 mg/kg/day of MSG dissolved in water for 45 days. Subsequently, the animals in the experimental groups were administered 500 mg/kg/day of the respective plant extract via oral gavage for an additional 35 days, while the MSG group continued to receive water only. Following the treatment period, the animals were sacrificed, and their reproductive tract organs were collected, weighed, and subjected to further analysis. Phytochemical analysis revealed the presence of diverse bioactive elements in the plant extracts, including phenolic and flavonoid compounds. Exposure to MSG negatively impacted total and progressive sperm motility, which was ameliorated by Lepidium meyenii treatment. Sperm morphology showed no significant differences among groups. Treatment of the phytochemical agents diminished histomorphometric alternations of the testicular length, germinal epithelium height, and number of cells in seminiferous tubules, which were caused by the initial administration of MSG. Testosterone and LH levels were reduced in the MSG group but improved in extract-treated groups. The study suggests Lepidium meyenii as a potential remedy for reproductive dysfunction. However, further investigation into its mechanisms and human safety and efficacy is warranted."
    },
    {
      "pmid": "39197660",
      "title": "Self-flocculating Spirulina platensis CMB-02 to efficiently treat ammonia nitrogen of rare earth elements wastewater.",
      "authors": [
        "Dandan Che",
        "Yulin Lai",
        "Ziqi Weng",
        "Ming Li",
        "Guanglu Huang",
        "Mingmin Zheng",
        "Mingzi Wang"
      ],
      "journal": "Bioresource technology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study aimed to evaluate the cyanobacteria Spirulina platensis CMB-02 (S. platensis CMB-02) with self-flocculation properties to treat the ammonia nitrogen of rare earth elements (REEs) wastewater. The results demonstrated that S. platensis CMB-02 could effectively remove total ammonia nitrogen (TAN) and total inorganic nitrogen within 5 days. Simultaneously, a self-flocculation efficiency of 82.59 % was achieved by microalga in 30 min after wastewater treatment. The pH, tightly bound extracellular polymeric substances (TB-EPS), and cell morphology of S. platensis CMB-02 were identified as key factors influencing its self-flocculation capabilities. Moreover, the established semi-continuous process with a 20 % renewal rate showed a stable treatment effect, representing a TAN degradation rate of 10.9 mg/(L·d). These obtained findings could conclude that the developed approach mediated with self-flocculating S. platensis CMB-02 was a promising way for REEs wastewater treatment.",
      "mesh_terms": [
        "Spirulina",
        "Wastewater",
        "Flocculation",
        "Ammonia",
        "Nitrogen",
        "Metals, Rare Earth",
        "Water Purification",
        "Hydrogen-Ion Concentration",
        "Biodegradation, Environmental",
        "Water Pollutants, Chemical",
        "Microalgae"
      ]
    },
    {
      "pmid": "39195837",
      "title": "Enhancing Laying Hens' Performance, Egg Quality, Shelf Life during Storage, and Blood Biochemistry with Spirulina platensis Supplementation.",
      "authors": [
        "Md Salahuddin",
        "Ahmed A A Abdel-Wareth",
        "Kayla G Stamps",
        "Cassandra D Gray",
        "Adrian M W Aviña",
        "Sadanand Fulzele",
        "Jayant Lohakare"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2024-Aug-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enhancing the sustainability of chicken farming involves improving health and productivity and product qualities. This study explores the influence of Spirulina platensis (SP) supplementation on the productivity, egg quality, shelf life during storage, and blood biochemistry of laying hens. A total of 192 thirty-nine-week-old White Leghorn hens were randomly divided into 4 dietary groups: a control group and 3 treatment groups receiving 2.5 g/kg, 5 g/kg, or 10 g/kg of SP, respectively. The study was conducted for six weeks with measuring feed intake, feed conversion ratio, egg production, egg quality, shelf life, and blood biochemistry. The results demonstrated significant enhancements in egg weight (p < 0.05) and egg mass (p < 0.05) in the treatment of SP groups. The SP treated hens showed significant improvements in yolk color (p < 0.05) and Haugh unit scores (p < 0.05). The SP supplementation showed a hepatoprotective effect, as indicated by significant reduction in Alanine aminotransferase (ALT) (p < 0.05) and alkaline phosphatase (ALP) (p < 0.05) levels; however, increases in total protein, albumin, and globulin levels were observed. Furthermore, the egg quality of stored eggs for 21 days linearly increased with increments in the SP levels. In conclusion, it can be speculated that adding SP at 2.5 g/kg and 5 g/kg can significantly improve the productivity of laying hens, eggs' quality, shelf life, and blood biochemistry, thereby contributing to a more sustainable and efficient chicken production."
    },
    {
      "pmid": "39061919",
      "title": "Multi-Omics Reveals the Effects of Spirulina platensis Powder Replacement of Fish Meal on Intestinal Metabolism and Stress in Zig-Zag Eel (Mastacembelus armatus).",
      "authors": [
        "Di Sun",
        "Dongqiang Hou",
        "Yushun Zheng",
        "Wenzhou Xiang",
        "Yingshi Huang",
        "Hualian Wu",
        "Jixing Zou"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The booming aquaculture industry has created a strong demand for fishmeal and increased environmental pressures. Spirulina, as a potential alternative to fishmeal, has been shown to have growth-promoting and animal health-enhancing properties. In this study, 600 large spiny loaches, divided into five experimental groups, F0, F1, F2, F3, and F4, were reared for 10 weeks using Spirulina platensis powder (SPP) as a substitute for 0%, 5%, 10%, 15%, and 20% of fishmeal, respectively. The results of intestinal physiological indexes showed that superoxide dismutase was lower than F0 in all treatment groups, and the activity of F3 was significantly lower than F0 (p < 0.05). The activity of malondialdehyde was significantly higher than that of F0 in all groups except F3 (p < 0.05). The addition of SPP also led to a decrease in the activity of acid phosphatase in the intestine, which was significantly lower in all treatment groups compared to the F0 group (p < 0.05). The results of serum physiology showed that the activity of superoxide dismutase in serum gradually increased with the increase in the percentage of SPP addition, and the F3 group produced a significant difference from the F0 group (p < 0.05). The transcriptomics results showed that DEGs in the low percentage substitution group (<15%) were mostly enriched in metabolism-related pathways, such as bile secretion; DEGs in the high percentage substitution group (>15%) were mostly enriched in inflammation-related pathways, such as complement p and coagulation cascades. Metabolomics confirmed that nicotinate and nicotinamide metabolism and glycerophospholipid metabolism were the two pathways that were significantly enriched in the treatment groups of fishmeal replacement by SPP. The present study demonstrated that a low percentage (<15%) of fishmeal replacement by SPP in feed mobilized MA digestive metabolism, whereas a high percentage (>15%) of replacement induced intestinal stress. Considering the health and farm efficiency aspects, the proportion of SPP in feed formulation for MA should be less than 15%."
    },
    {
      "pmid": "39057437",
      "title": "Combining In Vitro, In Vivo, and Network Pharmacology Assays to Identify Targets and Molecular Mechanisms of Spirulina-Derived Biomolecules against Breast Cancer.",
      "authors": [
        "Soha Osama Hassanin",
        "Amany Mohammed Mohmmed Hegab",
        "Reham Hassan Mekky",
        "Mohamed Adel Said",
        "Mona G Khalil",
        "Alaaeldin Ahmed Hamza",
        "Amr Amin"
      ],
      "journal": "Marine drugs",
      "publication_date": "2024-Jul-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current research employed an animal model of 7,12-dimethylbenz(a)anthracene (DMBA)-induced mammary gland carcinogenesis. The estrogen receptor-positive human breast adenocarcinoma cell line (MCF-7) was used for in vitro analysis. This was combined with a network pharmacology-based approach to assess the anticancer properties of Spirulina (SP) extract and understand its molecular mechanisms. The results showed that the administration of 1 g/kg of SP increased the antioxidant activity by raising levels of catalase (CAT) and superoxide dismutase (SOD), while decreasing the levels of malonaldehyde (MDA) and protein carbonyl. A histological examination revealed reduced tumor occurrence, decreased estrogen receptor expression, suppressed cell proliferation, and promoted apoptosis in SP protected animals. In addition, SP disrupted the G2/M phase of the MCF-7 cell cycle, inducing apoptosis and reactive oxygen species (ROS) accumulation. It also enhanced intrinsic apoptosis in MCF-7 cells by upregulating cytochrome c, Bax, caspase-8, caspase-9, and caspase-7 proteins, while downregulating Bcl-2 production. The main compounds identified in the LC-MS/MS study of SP were 7-hydroxycoumarin derivatives of cinnamic acid, hinokinin, valeric acid, and α-linolenic acid. These substances specifically targeted three important proteins: ERK1/2 MAPK, PI3K-protein kinase B (AKT), and the epidermal growth factor receptor (EGFR). Network analysis and molecular docking indicated a significant binding affinity between SP and these proteins. This was verified by Western blot analysis that revealed decreased protein levels of p-EGFR, p-ERK1/2, and p-AKT following SP administration. SP was finally reported to suppress MCF-7 cell growth and induce apoptosis by modulating the PI3K/AKT/EGFR and MAPK signaling pathways suggesting EGFR as a potential target of SP in breast cancer (BC) treatment.",
      "mesh_terms": [
        "Spirulina",
        "Humans",
        "MCF-7 Cells",
        "Animals",
        "Female",
        "Breast Neoplasms",
        "Apoptosis",
        "Network Pharmacology",
        "Cell Proliferation",
        "Antineoplastic Agents",
        "Mice",
        "Antioxidants",
        "Reactive Oxygen Species",
        "ErbB Receptors",
        "Signal Transduction",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "39003731",
      "title": "Antiviral potential of spirulina in individuals with human immunodeficiency virus or Hepatis C virus infections: A systematic review and meta-analysis.",
      "authors": [
        "Linda McKinley",
        "Innocent Kelly Acen",
        "Ahmad Alshannaq",
        "Leslie Christensen",
        "Katherine Dolan",
        "Ashley Kates",
        "Julie Keating",
        "Jackson Musuuza",
        "Fauzia Hollnagel",
        "Nasia Safdar"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Spirulina, a cyanobacterium or blue-green algae that contains phycocyanin, nutritional supplementation has been evaluated in patients living with human immunodeficiency virus (HIV) and hepatitis C virus (HCV) due to its antiviral properties. This supplementation may be beneficial in low resource settings when awaiting antiretroviral therapy (ART) for HIV. This review aimed to evaluate the effectiveness of Spirulina supplement in antiviral-naïve HIV- and HCV-infected patients by assessing its immunological effect (Cluster of Differentiation 4 or CD-4 T-cell count) and disease progression (viral load). METHODS: We searched PubMed, Cochrane Library, Scopus, and Web of Science from inception through January 23, 2024. Two authors independently performed the study selection, data extraction, and risk of bias assessment. We pooled data by using a random-effects model and evaluated publication bias by a funnel plot. RESULTS: We identified 5552 articles, 5509 excluded at the title and abstract stage with 44 studies making it to the full text review. Of these 6 studies met the eligibility for inclusion in the final analysis as follows: 4 randomized controlled trials (RCTs) and 2 non-RCTs. The pooled results of the Spirulina intervention found significant improvements in biomarkers of clinical outcomes, viral load (VL) and CD4 T-cell (CD4) counts, in participants of the treatment group compared to controls; the VL had an overall Cohen's d effect size decrease of -2.49 (-4.80, -0.18) and CD4 had an overall effect size increase of 4.09 (0.75, 7.43). [Cohen's d benchmark: 0.2 = small effect; 0.5 = medium effect; 0.8 = large effect]. CONCLUSIONS: Findings from this systematic review showed a potential beneficial effect of Spirulina supplementation in HIV- and HCV-infected patients by increasing CD4 counts and decreasing viral load. However, further research in larger controlled clinical trials is needed to fully investigate the effect of this nutritional supplement on clinically relevant outcomes, opportunities for intervention, optimal dose, and cost-benefit of Spirulina supplementation.",
      "mesh_terms": [
        "Humans",
        "Spirulina",
        "HIV Infections",
        "Dietary Supplements",
        "Hepatitis C",
        "Antiviral Agents",
        "Viral Load",
        "CD4 Lymphocyte Count"
      ]
    },
    {
      "pmid": "38974565",
      "title": "The effect of Centella asiatica, cinnamon, and spirulina as neuroprotective based on histopathological findings in ratus Sprague Dawley with traumatic brain injury.",
      "authors": [
        "Rohadi Muhammad Rosyidi",
        "Dewa Putu Wisnu Wardhana",
        "Bambang Priyanto",
        "Januarman Januarman",
        "Decky Aditya Zulkarnaen",
        "Lale Maulin Prihatina",
        "Hanan Anwar Rusidi",
        "Rozikin Rozikin"
      ],
      "journal": "Surgical neurology international",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Traumatic brain injury (TBI) is a global health problem with the potential to cause dangerous neurological problems. Based on histopathological findings in Sprague Dawley (SD) rats with TBI in the acute phase, the study seeks to discover the effect of Centella asiatica, cinnamon, and spirulina as neuroprotective. METHODS: We conducted an experimental study with 30 SD rats randomly divided into three groups. The intervention was the administration of C. asiatica, cinnamon, and spirulina to the control and the experimental groups. Histological features were assessed using hematoxylin and eosin (H&E) staining and immunohistochemical examination. The data were analyzed using statistical analysis through correlation tests. RESULTS: The test samples' average body weights had P > 0.05, indicating no significant difference in the test sample body weights. Therefore, the variations in the expression level of the dependent variable were expected to be caused by the induction of brain injury and the administration of C. asiatica, cinnamon, and spirulina. In addition, the variables were not normally distributed. Thus, the Spearman test was carried out and showed the correlation was very strong, with a value of r = 0.818 and P < 0.05. CONCLUSION: Based on histopathological findings from the brains of SD rats with TBI, pegagan, cinnamon, and spirulina will protect the brain (neuroprotective) in the acute phase."
    },
    {
      "pmid": "38925215",
      "title": "Synergistic effects of Spirulina platensis cultivation in textile wastewater towards nutrient removal and seed germination study.",
      "authors": [
        "Durgadevi Selvaraj",
        "M Arivazhagan"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent escalating concerns surrounding textile wastewater pollution and the urgent need for sustainable treatment solutions to mitigate its environmental impact. This study investigates the multifaceted effects of Spirulina platensis (SP) cultivation in textile wastewater from two different sources (TWW1 and TWW2), focusing on growth kinetics, Chemical Oxygen Demand (COD), and nutrient removal percentage, and seed germination enhancement. Results showed that SP exhibited comparable growth performance in TWW1 and TWW2 to the control, indicating its potential for sustainable wastewater treatment. Moreover, maximum COD removal percentages were achieved, reaching 62.59 ± 1.88 % for TWW1 and 46.68 ± 1.40 % for TWW2 on day 5. The COD removal process aligns best with the first-order kinetic model. Nutrient removal rates showed decreasing trends over time, with maximum phosphate removal percentages of 36.42 ± 0.73 % for TWW1 and 62.18 ± 1.24 % for TWW2, and maximum ammonia removal percentages of 59.34 ± 1.18 % for TWW1 and 69.31 ± 1.39 % for TWW2. FTIR analysis confirmed pollutant removal-induced changes in algal biomass functional groups. Seed germination studies indicated enhanced shoot and root development of vigna radiatas using treated TWW1 and TWW2 compared to the control, suggesting potential applications for irrigation. An increase in the lipid & carbohydrate content post-treatment was observed and it would be suitable for biofuel production. This comprehensive assessment demonstrates the synergistic benefits of phycoremediation in simultaneously removing pollutants, promoting plant growth, and enhancing wastewater treatment efficiency, underscoring its potential for sustainable water management practices.",
      "mesh_terms": [
        "Spirulina",
        "Wastewater",
        "Germination",
        "Seeds",
        "Waste Disposal, Fluid",
        "Water Pollutants, Chemical",
        "Biodegradation, Environmental",
        "Biological Oxygen Demand Analysis",
        "Textiles",
        "Nutrients",
        "Vigna"
      ]
    },
    {
      "pmid": "38908225",
      "title": "Beneficial effects of bioactive peptides extracted from Spirulina platensis and Gracilaria gracilis algae on bone regeneration/osteogenic differentiation of mesenchymal stem cells.",
      "authors": [
        "Fatemeh Moradi",
        "Mahvash Hadavi",
        "Mahmoud Reza Aghamaali",
        "Seyedeh Fatemeh Fallah"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mesenchymal stem cells are used in the treatment of many diseases, particularly in the repair of bone injuries. Algae with various medicinal applications are considered important natural resources. There is limited research on the effects of bioactive peptides from algae extraction on mesenchymal stem cells. In this study the impact of bioactive proteins, protein lysates and peptide fractions (<3, <30 and <50 kDa) isolated from two algae species, Spirulina platensis and Gracilaria gracilis on the proliferation and osteogenic differentiation of human amniotic mesenchymal stem cells (hAMSCs) was investigated. The proteins were extracted ant hydrolyzed with trypsin enzyme to create peptides, which were then separated by ultrafiltration. hAMSCs were exposed to different concentrations of bioactive compounds (100, 300, 500 and 700 µg/ml) for varying time periods. Cell proliferation was assessed using the with 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay, and to evaluate differentiation into bone tissue, the amount of mineral deposition was measured with alizarin red staining, and alkaline phosphatase enzyme activity was determined using a colorimetric method. The expression of Runx2, Osteocalcin, and β-Catenin genes expression was analyzed using RT-qPCR on days 7, 14 and 21 post-treatment. The results indicated that the <3 kDa peptide fraction of S. platensis and G. gracilis had no cytotoxic effects, increased cell proliferation at a concentration of 300 μg/ml, and enhanced the expression of osteogenic marker genes, alkaline phosphatase enzyme a activity, and calcium deposition in the extracellular matrix. In general, fractions that show positive effects on hAMSC differentiation have the potential to treat bone defects and promote osteoregeneration.",
      "mesh_terms": [
        "Spirulina",
        "Osteogenesis",
        "Mesenchymal Stem Cells",
        "Cell Differentiation",
        "Humans",
        "Gracilaria",
        "Peptides",
        "Cell Proliferation",
        "Bone Regeneration"
      ]
    },
    {
      "pmid": "38892633",
      "title": "Spirulina (Arthrospira platensis) Improved Nonalcoholic Fatty Liver Disease Characteristics and Microbiota and Did Not Affect Organ Fibrosis Induced by a Fructose-Enriched Diet in Wistar Male Rats.",
      "authors": [
        "Nicole Fakhoury-Sayegh",
        "Aya Hamdan",
        "Sarah Lebbos",
        "Tarek Itani",
        "Viviane Trak-Smayra",
        "Aline Khazzaka",
        "Carole Dagher-Hamalian",
        "Lea Nicole Sayegh",
        "May Mallah",
        "Omar Obeid",
        "Raymond Sayegh"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spirulina (Arthrospira platensis) is reported to play a role in improving nonalcoholic fatty liver disease (NAFLD) and intestinal microbiota (IM). To study spirulina's effects in the improvement of NAFLD characteristics, IM, and pancreatic-renal lesions induced by a fructose-enriched diet, 40 Wistar healthy male rats, weighing 200-250 g, were randomly divided into four groups of 10, and each rat per group was assigned a diet of equal quantities (20 g/day) for 18 weeks. The first control group (CT) was fed a standardized diet, the second group received a 40% fructose-enriched diet (HFr), and the third (HFr-S5) and fourth groups (HFr-S10) were assigned the same diet composition as the second group but enriched with 5% and 10% spirulina, respectively. At week 18, the HFr-S10 group maintained its level of serum triglycerides and had the lowest liver fat between the groups. At the phylae and family level, and for the same period, the HFr-S10 group had the lowest increase in the Firmicutes/Bacteroidetes ratio and the Ruminococcaceae and the highest fecal alpha diversity compared to all other groups (p < 0.05). These findings suggest that at a 10% concentration, spirulina could be used in nutritional intervention to improve IM, fatty liver, metabolic, and inflammatory parameters associated with NAFLD.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Rats, Wistar",
        "Spirulina",
        "Non-alcoholic Fatty Liver Disease",
        "Gastrointestinal Microbiome",
        "Fructose",
        "Diet",
        "Fibrosis",
        "Dietary Supplements",
        "Liver",
        "Kidney",
        "Biodiversity"
      ]
    },
    {
      "pmid": "38854532",
      "title": "Exploring the NRF2/HO-1 and NF-κB Pathways: Spirulina Nanoparticles as a Novel Approach to Combat Diabetic Nephropathy.",
      "authors": [
        "Fayez Althobaiti",
        "Ehab S Taher",
        "Lamya Ahmed Alkeridis",
        "Ateya M Ibrahim",
        "Nagi El-Shafai",
        "Laila A Al-Shuraym",
        "Liana Fericean",
        "Florin Imbrea",
        "Mohamed A Kassab",
        "Foad A Farrag",
        "Ahmed Abdeen",
        "Daklallah A Almalki",
        "Ammar Al-Farga",
        "Mohamed Afifi",
        "Mustafa Shukry"
      ],
      "journal": "ACS omega",
      "publication_date": "2024-Jun-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Arthrospira platensis has been the subject of plentiful studies due to its purported health advantages; nevertheless, additional investigation is required to determine whether several chronic diseases may be treated or avoided with its nanoform. Therefore, we set out to examine A. platensis nanoparticles (SNPs) to protect against kidney impairment caused by Streptozotocin (STZ) in diabetic rats, precisely focusing on its effect and the cellular intracellular pathways involved. Male Wistar rats were assigned into four groups: Group 1 was set as control, comprising the normal rats; group 2 was administered SNPs (0.5 mg/kg BW, once/day) orally for 84 consecutive days; group 3, STZ-diabetic rats were injected with STZ (65 mg/kg BW); and group 4, in which the diabetic rats were treated with SNPs. After inducing diabetes in rats for 84 days, the animals were euthanized. The results disclosed that SNP treatment substantially (P < 0.05) improved the glucose and glycated hemoglobin levels (HbA1c %), insulin, C-peptide, and cystatin C deterioration in diabetic rats. Furthermore, SNP administration significantly lowered (P < 0.05) nitric oxide (NO) and malondialdehyde (MDA) levels in renal tissue and enhanced kidney function metrics, as well as improved the antioxidant capacity of the renal tissue. In addition, oral SNPs overcame the diabetic complications concerning diabetic nephropathy, indicated by downregulation and upregulation of apoptotic and antiapoptotic genes, respectively, along with prominent modulation of the antiangiogenic marker countenance level, improving kidney function. SNP modulated the nuclear factor erythroid 2-related factor 2 and heme oxygenase-1 (NRF2/HO-1) pathways and inhibited the nuclear factor-κB (NF-κB) expression, strengthening the SNP pathways in alleviating diabetic nephropathy. The histopathology results corroborated the obtained biochemical and molecular observations, suggesting the therapeutic potential of SNPs in diabetic nephropathy via mechanisms other than its significant antioxidant and hypoglycemic effects, including modulation of antiangiogenic and inflammatory mediators and the NRF2/HO-1 pathways."
    },
    {
      "pmid": "38849727",
      "title": "Enhancing french basil growth through synergistic Foliar treatment with copper nanoparticles and Spirulina sp.",
      "authors": [
        "Heba Mahmoud Elbanna",
        "Osama Konsowa Ahmed",
        "Sayed Abdel-Kader Fayed",
        "Khaled Abdel-Moneim Hammam",
        "Rania Saber Yousef"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Jun-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study investigates a novel idea about the foliar application of nanoparticles as nanofertilizer combined with a natural stimulant, blue-green algae Spirulina platensis L. extract, as a bio-fertilizer to achieve safety from using nanoparticles for enhancement of the growth and production of the plant. Thus, this experiment aimed to chemically synthesize copper nanoparticles via copper sulfate in addition to evaluate the impact of CuNPs at 500, 1000, and 1500 mg/L and the combination of CuNPs with or without microalgae extract at 0.5, 1, and 1.5 g/L on the morphological parameters, photosynthetic pigments accumulation, essential oil production, and antioxidant activity of French basil. RESULTS: The results revealed that foliar application of CuNPs and its interaction with spirulina extract significantly increased growth and yield compared with control, the treatments of 1000 and 1500 mg/L had less impact than 500 mg/L CuNPs. Plants treated with 500 mg/L CuNPs and 1.5 g/L spirulina extract showed the best growth and oil production, as well as the highest accumulation of chlorophylls and carotenoids. The application of CuNPs nanofertilizer caused a significant increase in the antioxidant activity of the French basil plant, but the combination of CuNPs with spirulina extract caused a decrease in antioxidant activity. CONCULOSION: Therefore, foliar application of natural bio-fertilizer with CuNPsis necessary for obtaining the best growth and highest oil production from the French basil plant with the least damage to the plant and the environment.",
      "mesh_terms": [
        "Spirulina",
        "Copper",
        "Ocimum basilicum",
        "Metal Nanoparticles",
        "Antioxidants",
        "Plant Leaves",
        "Fertilizers",
        "Chlorophyll",
        "Photosynthesis",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "38791586",
      "title": "Antimicrobial Activity of Arthrospira (Former Spirulina) and Dunaliella Related to Recognized Antimicrobial Bioactive Compounds.",
      "authors": [
        "Yana Ilieva",
        "Maya Margaritova Zaharieva",
        "Hristo Najdenski",
        "Alexander Dimitrov Kroumov"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-May-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "With the increasing rate of the antimicrobial resistance phenomenon, natural products gain our attention as potential drug candidates. Apart from being used as nutraceuticals and for biotechnological purposes, microalgae and phytoplankton have well-recognized antimicrobial compounds and proved anti-infectious potential. In this review, we comprehensively outline the antimicrobial activity of one genus of cyanobacteria (Arthrospira, formerly Spirulina) and of eukaryotic microalgae (Dunaliella). Both, especially Arthrospira, are mostly used as nutraceuticals and as a source of antioxidants for health supplements, cancer therapy and cosmetics. Their diverse bioactive compounds provide other bioactivities and potential for various medical applications. Their antibacterial and antifungal activity vary in a broad range and are strain specific. There are strains of Arthrospira platensis with very potent activity and minimum inhibitory concentrations (MICs) as low as 2-15 µg/mL against bacterial fish pathogens including Bacillus and Vibrio spp. Arthrospira sp. has demonstrated an inhibition zone (IZ) of 50 mm against Staphylococcus aureus. Remarkable is the substantial amount of in vivo studies of Arthrospira showing it to be very promising for preventing vibriosis in shrimp and Helicobacter pylori infection and for wound healing. The innovative laser irradiation of the chlorophyll it releases can cause photodynamic destruction of bacteria. Dunaliella salina has exhibited MIC values lower than 300 µg/mL and an IZ value of 25.4 mm on different bacteria, while Dunaliella tertiolecta has demonstrated MIC values of 25 and 50 μg/mL against some Staphylococcus spp. These values fulfill the criteria for significant antimicrobial activity and sometimes are comparable or exceed the activity of the control antibiotics. The bioactive compounds which are responsible for that action are fatty acids including PUFAs, polysaccharides, glycosides, peptides, neophytadiene, etc. Cyanobacteria, such as Arthrospira, also particularly have antimicrobial flavonoids, terpenes, alkaloids, saponins, quinones and some unique-to-them compounds, such as phycobiliproteins, polyhydroxybutyrate, the peptide microcystin, etc. These metabolites can be optimized by using stress factors in a two-step process of fermentation in closed photobioreactors (PBRs).",
      "mesh_terms": [
        "Spirulina",
        "Anti-Infective Agents",
        "Microbial Sensitivity Tests",
        "Humans",
        "Animals",
        "Anti-Bacterial Agents",
        "Microalgae",
        "Chlorophyta"
      ]
    },
    {
      "pmid": "38783939",
      "title": "New insights into the potential cardioprotective effects of telmisartan and nanoformulated extract of Spirulina platensis via regulation of oxidative stress, apoptosis, and autophagy in an experimental model.",
      "authors": [
        "May Almukainzi",
        "Thanaa A El-Masry",
        "Hanaa A Ibrahim",
        "Hebatallah M Saad",
        "Enas I El Zahaby",
        "Asmaa Saleh",
        "Maysa M F El-Nagar"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cardiotoxicity is one of the limiting side effects of the commonly used anticancer agent cyclophosphamide (Cyclo). MATERIALS AND METHODS: The possible protective effects of telmisartan and nanoformulated Spirulina platensis (Sp) methanolic extract against Cyclo-induced cardiotoxicity were examined in this study. Experimental groups of rats were randomly divided into nine groups as control vehicle, control polymer, telmisartan (TEL, 10 mg/kg), free Sp extract (300 mg/kg), nano Sp extract (100 mg/kg), Cyclo (200 mg/kg), TEL + Cyclo, free Sp + Cyclo, and nano Sp + Cyclo. The groups with Cyclo combinations were treated in the same manner as their corresponding ones without Cyclo, with a single dose of Cyclo on day 18. RESULTS: The results indicate that Cyclo causes significant cardiotoxicity, manifesting in the form of notable increases of 155.49%, 105.74%, 451.76%, and 826.07% in the serum levels of glutamic oxaloacetic transaminase (SGOT), lactate dehydrogenase (LDH), creatine kinase MB (CK-MB), and cardiac troponin I (cTnI) enzyme activities, respectively, as compared to the control. In addition, the cardiac glutathione (GSH) content and activity of glutathione peroxidase-1 (GPX-1) enzyme decreased by 65.94% and 73.85%, respectively. Treatment with nano Sp extract showed the most prominent restorations of the altered biochemical, histopathological, and immunohistochemical features as compared with those by TEL and free Sp; moreover, reductions of 30.64% and 43.02% in the p-AKT content as well as 60.43% and 75.30% of the endothelial nitric oxide synthase (eNOS) immunoreactivity were detected in the TEL and free Sp treatment groups, respectively. Interestingly, nano Sp boosted the autophagy signal via activation of beclin-1 (36.42% and 153.4%), activation of LC3II (69.13% and 195%), downregulation of p62 expressions (39.68% and 62.45%), and increased gene expressions of paraoxonase-1 (PON-1) (90.3% and 225.9%) compared to the TEL and free Sp treatment groups, respectively. CONCLUSION: The findings suggest the protective efficiency of telmisartan and nano Sp extract against cardiotoxicity via activations of the antioxidant, antiapoptotic, and autophagy signaling pathways."
    },
    {
      "pmid": "38735598",
      "title": "Spirulina versus metformin for controlling some insulin signaling pathway genes in induced polycystic ovary syndrome rat model.",
      "authors": [
        "Asmaa A El Leithy",
        "Mohamed Abozaid",
        "Ahmed A Al-Karmalawy",
        "Rasha Mahmoud Allam",
        "Anas Zakarya Nourelden",
        "Rodina M Amer",
        "Nesreen H Abd El Azeem",
        "Faten Sabra Abo-Zeid"
      ],
      "journal": "Gene",
      "publication_date": "2024-Aug-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polycystic ovary syndrome (PCOS) is a prevalent endocrinologic and gynecologic disorder that affects women of reproductive age; besides, insulin resistance (IR) occurs in 50-70 % of PCOS cases. Metformin (Met) is commonly prescribed for IR management; however, it does not affect IR with some gastrointestinal symptoms. Spirulina platensis (SP) is a blue-green alga that may increase insulin sensitivity. Therefore, our study aims to evaluate SP as an alternative treatment to Met for improving glucose homeostasis by assessing the expression of 11 crucial genes involved in the insulin signaling pathway. After induction of the PCOS model using dehydroepiandrosterone (DHEA) (60 mg/kg bwt) for 30 consecutive days, rats were allocated into six groups. Relative liver weight, glutamic pyruvic transaminase (GPT) serum levels, glutamic-oxaloacetic transaminase (GOT), and insulin were determined. Furthermore, the gene expression of Ins1, Irs1, Pik3ca, Prkcz, Foxo1, Srebf1, Ppargc1a, Pklr, Gk, G6pc, and Pepck in the rat's liver tissue was determined using qRT-PCR. Treatment of the PCOS control group with Met or SP revealed a decrease in all these parameters compared with the PCOS model. Additionally, we found a statistically significant difference in the expression of both the Gk and Prkcz genes. To summarize our study results, SP or Met supplementation to PCOS rats had almost the same effect on assessed relative liver weight, GOT, GPT, and insulin levels compared with PCOS control rats. If further studies confirm and detect more impact of SP on IR in PCOS, SP could be used instead of Met since the latter causes many side effects.",
      "mesh_terms": [
        "Animals",
        "Polycystic Ovary Syndrome",
        "Female",
        "Metformin",
        "Rats",
        "Signal Transduction",
        "Spirulina",
        "Insulin",
        "Disease Models, Animal",
        "Insulin Resistance",
        "Liver",
        "Rats, Wistar",
        "Hypoglycemic Agents",
        "Gene Expression Regulation"
      ]
    },
    {
      "pmid": "38731694",
      "title": "High Internal Phase Emulsions Stabilized with Ultrasound-Modified Spirulina Protein for Curcumin Delivery.",
      "authors": [
        "Qing Liu",
        "Tao Chen",
        "Lihang Chen",
        "Runan Zhao",
        "Ximei Ye",
        "Xinchuang Wang",
        "Di Wu",
        "Jiangning Hu"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spirulina protein (SP) is recognized as a nutritious edible microbial protein and holds potential as a natural emulsifier. Due to the inherent challenges SP faces in stabilizing high internal phase emulsions (HIPEs), ultrasonic techniques were utilized for modification. Noticeable alterations in the structural and functional properties of SP were observed following ultrasonic treatment at various power levels (0, 100, 300, and 500 W). Ultrasound treatment disrupted non-covalent interactions within the protein polymer structure, leading to the unfolding of molecular structures and the exposure of hydrophobic groups. Importantly, the particle size of SP was reduced the most at an ultrasonic power of 300 W, and the three-phase contact angle reached its peak at 84.3°. The HIPEs stabilized by SP modified with 300 W ultrasonication have high apparent viscosity and modulus values and strong storage stability under different environmental conditions. Additionally, the encapsulation of curcumin in HIPEs led to improved retention of curcumin across various settings. The bioavailability increased to 35.36, which is 2.8 times higher than the pure oil. These findings suggest that ultrasound-modified SP is a promising emulsifier for HIPEs, and is expected to encapsulate hydrophobic nutrients such as curcumin more effectively."
    },
    {
      "pmid": "38728897",
      "title": "Ultrasonic-assisted green extraction and incorporation of Spirulina platensis bioactive components into turmeric essential oil-in-water nanoemulsion for enhanced antioxidant and antimicrobial activities.",
      "authors": [
        "Muhammad Abdur Rehman Shah",
        "Yajie Zhang",
        "Yi Cui",
        "Xinjuan Hu",
        "Feifei Zhu",
        "Santosh Kumar",
        "Gang Li",
        "Ameer Ali Kubar",
        "Shahid Mehmood",
        "Shuhao Huo"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "The utilization of essential oils as natural antioxidants and preservatives is limited by high volatility, poor water solubility, and long-term instability. To address this, a novel ultrasonic-assisted method was used to prepare and stabilize a nanoemulsion of turmeric essential oil-in-water, incorporating bioactive components extracted from Spirulina platensis. Ultrasonic treatment enhanced the extraction efficacy and nanoemulsion stability. Algal biomass subjected to ultrasonic treatment (30 min at 80% amplitude) yielded a dry extract of 73.66 ± 3.05%, with the highest protein, phenolic, phycocyanin, and allophycocyanin content, as well as maximum emulsifying activity. The resulting nanoemulsion (5% oil, 0.3% extract, 10 min ultrasonic treatment) showed reduced particle size (173.31 ± 2.24 nm), zeta potential (-36.33 ± 1.10 mV), low polydispersity index, and enhanced antioxidant and antibacterial properties. Rheology analysis indicated shear-thinning behavior, while microscopy and spectroscopy confirmed structural changes induced by ultrasonic treatment and extract concentration. This initiative developed a novel ultrasonic-assisted algal-based nanoemulsion with antioxidant and antibacterial properties.",
      "mesh_terms": [
        "Spirulina",
        "Antioxidants",
        "Emulsions",
        "Oils, Volatile",
        "Curcuma",
        "Anti-Bacterial Agents",
        "Green Chemistry Technology",
        "Ultrasonics",
        "Particle Size",
        "Plant Extracts",
        "Water"
      ]
    },
    {
      "pmid": "38694088",
      "title": "Amino acid HPLC-FLD analysis of spirulina and its protective mechanism against the combination of obesity and colitis in wistar rats.",
      "authors": [
        "Fatma Arrari",
        "Mohamed-Amine Jabri",
        "Ala Ayari",
        "Nouha Dakhli",
        "Chayma Ben Fayala",
        "Samir Boubaker",
        "Hichem Sebai"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The cafeteria diet (CD), designed as an experimental diet mimicking the obesogenic diet, may contribute to the pathogenesis of inflammatory bowel diseases (IBD). This study delves into the influence of spirulina (SP) on obesity associated with colitis in Wistar rats. METHODS: The amino acids composition of SP was analyzed using HPLC-FLD. Animals were equally separated into eight groups, each containing seven animals and treated daily for eight weeks as follows: Control diet (SD), cafeteria diet (CD) group, CD + SP (500 mg/kg) and SD + SP. Ulcerative colitis was provoked by rectal injection of acetic acid (AA) (3 % v/v, 5 ml/kg b.w.) on the last day of treatment in the following groups: SD + AA, SD + AA + SP, CD + AA, and CD + AA + SP. RESULTS: Findings revealed that UC and/or CD increased the abdominal fat, weights gain, and colons. Moreover, severe colonic alteration, perturbations in the serum metabolic parameters associated with an oxidative stress state in the colonic mucosa, defined by overproduction of reactive oxygen species (ROS) and increased levels of plasma scavenging activity (PSA). Additionally, obesity exacerbated the severity of AA-induced UC promoting inflammation marked by the overexpression of pro-inflammatory cytokines. Significantly, treatment with SP provided notable protection against inflammation severity, reduced histopathological alterations, attenuated lipid peroxidation (MDA), and enhanced antioxidant enzyme activities (CAT, SOD, and GPX) along with non-enzymatic antioxidants (GSH and SH-G). CONCLUSIONS: Thus, the antioxidant effects and anti-inflammatory proprieties of SP could be attributed to its richness in amino acids, which could potentially mitigate inflammation severity in obese subjects suffering from ulcerative colitis. These results imply that SP hold promise as a therapeutic agent for managing of UC, particularly in individuals with concomitant obesity. Understanding SP's mechanisms of action may lead novel treatment strategies for inflammatory bowel diseases and hyperlipidemia in medical research."
    },
    {
      "pmid": "38655258",
      "title": "Effect of high-dose Spirulina supplementation on hospitalized adults with COVID-19: a randomized controlled trial.",
      "authors": [
        "Mohammad Reza Aghasadeghi",
        "Mohammad Ali Zaheri Birgani",
        "Saeedreza Jamalimoghadamsiyahkali",
        "Hadiseh Hosamirudsari",
        "Ali Moradi",
        "Majid Jafari-Sabet",
        "Nooshin Sadigh",
        "Pooneh Rahimi",
        "Rezvan Tavakoli",
        "Mojtaba Hamidi-Fard",
        "Golnaz Bahramali",
        "Zohal Parmoon",
        "Sina Arjmand Hashjin",
        "Ghasem Mirzajani",
        "Reza Kouhkheil",
        "Somayeh Roshangaran",
        "Samineh Khalaf",
        "Mohammad Khademi Nadoushan",
        "Ghazaleh Gholamiyan Yousef Abad",
        "Nima Shahryarpour",
        "Mohammad Izadi",
        "Abolfazl Zendedel",
        "Shayesteh Jahanfar",
        "Omid Dadras",
        "SeyedAhmad SeyedAlinaghi",
        "Daniel Hackett"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Spirulina (arthrospira platensis) is a cyanobacterium proven to have anti-inflammatory, antiviral, and antioxidant effects. However, the effect of high-dose Spirulina supplementation on hospitalized adults with COVID-19 is currently unclear. This study aimed to evaluate the efficacy and safety of high-dose Spirulina platensis for SARS-CoV-2 infection. STUDY DESIGN: We conducted a randomized, controlled, open-label trial involving 189 patients with COVID-19 who were randomly assigned in a 1:1 ratio to an experimental group that received 15.2g of Spirulina supplement plus standard treatment (44 non-intensive care unit (non-ICU) and 47 ICU), or to a control group that received standard treatment alone (46 non-ICU and 52 ICU). The study was conducted over six days. Immune mediators were monitored on days 1, 3, 5, and 7. The primary outcome of this study was mortality or hospital discharge within seven days, while the overall discharge or mortality was considered the secondary outcome. RESULTS: Within seven days, there were no deaths in the Spirulina group, while 15 deaths (15.3%) occurred in the control group. Moreover, within seven days, there was a greater number of patients discharged in the Spirulina group (97.7%) in non-ICU compared to the control group (39.1%) (HR, 6.52; 95% CI, 3.50 to 12.17). Overall mortality was higher in the control group (8.7% non-ICU, 28.8% ICU) compared to the Spirulina group (non-ICU HR, 0.13; 95% CI, 0.02 to 0.97; ICU, HR, 0.16; 95% CI, 0.05 to 0.48). In non-ICU, patients who received Spirulina showed a significant reduction in the levels of IL-6, TNF-α, IL-10, and IP-10 as intervention time increased. Furthermore, in ICU, patients who received Spirulina showed a significant decrease in the levels of MIP-1α and IL-6. IFN-γ levels were significantly higher in the intervention group in both ICU and non-ICU subgroups as intervention time increased. No side effects related to Spirulina supplements were observed during the trial. CONCLUSION: High-dose Spirulina supplements coupled with the standard treatment of COVID-19 may improve recovery and remarkably reduce mortality in hospitalized patients with COVID-19. CLINICAL TRIAL REGISTRATION: https://irct.ir/trial/54375, Iranian Registry of Clinical Trials number (IRCT20210216050373N1).",
      "mesh_terms": [
        "Humans",
        "Male",
        "Spirulina",
        "Female",
        "Dietary Supplements",
        "Middle Aged",
        "COVID-19",
        "SARS-CoV-2",
        "Aged",
        "COVID-19 Drug Treatment",
        "Hospitalization",
        "Adult",
        "Treatment Outcome",
        "Intensive Care Units",
        "Cytokines"
      ]
    },
    {
      "pmid": "38598879",
      "title": "The extracellular polymeric substances (EPS) accumulation of Spirulina platensis responding to Cadmium (Cd2+) exposure.",
      "authors": [
        "Xiufeng Wang",
        "Yuhui Li",
        "Xiaojing Zhang",
        "Xin Chen",
        "Xin Wang",
        "Daoyong Yu",
        "Baosheng Ge"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2024-May-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Spirulina platensis can secrete extracellular polymeric substances (EPS) helping to protect damage from stress environment, such as cadmium (Cd2+) exposure. However, the responding mechanism of S. platensis and the secreted EPS to exposure of Cd2+ is still unclear. This research focuses on the effects of Cd2+ on the composition and structure of the EPS and the response mechanism of EPS secretion from S. platensis for Cd2+ exposure. S. platensis can produce 261.37 mg·g-1 EPS when exposing to 20 mg·L-1 CdCl2, which was 2.5 times higher than the control group. The S. platensis EPS with and without Cd2+ treatment presented similar and stable irregularly fibrous structure. The monosaccharides composition of EPS in Cd2+ treated group are similar with control group but with different monosaccharides molar ratios, especially for Rha, Gal, Glc and Glc-UA. And the Cd2+ treatment resulted in a remarkable decline of humic acid and fulvic acid content. The antioxidant ability of S. platensis EPS increased significantly when exposed to 20 mg·L-1 CdCl2, which could be helpful for S. platensis protecting damage from high concentration of Cd2+. The transcriptome analysis showed that sulfur related metabolic pathways were up-regulated significantly, which promoted the synthesis of sulfur-containing amino acids and the secretion of large amounts of EPS.",
      "mesh_terms": [
        "Spirulina",
        "Cadmium",
        "Humic Substances",
        "Extracellular Polymeric Substance Matrix",
        "Benzopyrans",
        "Antioxidants",
        "Monosaccharides"
      ]
    },
    {
      "pmid": "38582104",
      "title": "Spirulina-based carbon materials as adsorbents for drinking water taste and odor control: Removal efficiency and assessment of cyto-genotoxic effects.",
      "authors": [
        "Maria Antonopoulou",
        "Anna Tzamaria",
        "Marta F F Pedrosa",
        "Ana R L Ribeiro",
        "Adrián M T Silva",
        "Triantafyllos Kaloudis",
        "Anastasia Hiskia",
        "Dimitris Vlastos"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2024-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The sensory quality of drinking water, and particularly its taste and odor (T&O) is a key determinant of consumer acceptability, as consumers evaluate water by their senses. Some of the conventional treatment processes to control compounds which impart unpleasant T&O have limitations because of their low efficiency and/or high costs. Therefore, there is a great need to develop an effective process for removing T&O compounds without secondary concerns. The primary objective of this study was to assess for the first time the effectiveness of spirulina-based carbon materials in removing geosmin (GSM) and 2-methylisoborneol (2-MIB) from water, two commonly occurring natural T&O compounds. The efficiency of the materials to remove environmentally relevant concentrations of GSM and 2-MIB (ng L-1) from ultrapure and raw water was investigated using a sensitive headspace solid-phase microextraction coupled with gas chromatography mass spectrometry (HS-SPME-GC/MS) method. Moreover, the genotoxic and cytotoxic effects of the spirulina-based materials were assessed for the first time to evaluate their safety and their potential in the treatment of water for human consumption. Based on the results, spirulina-based materials were found to be promising for drinking water treatment applications, as they did not exert geno-cytotoxic effects on human cells, while presenting high efficiency in removing GSM and 2-MIB from water.",
      "mesh_terms": [
        "Drinking Water",
        "Odorants",
        "Spirulina",
        "Water Pollutants, Chemical",
        "Water Purification",
        "Taste",
        "Naphthols",
        "Humans",
        "Camphanes",
        "Adsorption",
        "Solid Phase Microextraction",
        "Carbon",
        "Gas Chromatography-Mass Spectrometry"
      ]
    },
    {
      "pmid": "38538743",
      "title": "Prefeeding of Clarias gariepinus with Spirulina platensis counteracts petroleum hydrocarbons-induced hepato- and nephrotoxicity.",
      "authors": [
        "Alaa El-Din H Sayed",
        "Nasser S Abou Khalil",
        "Alshaimaa A I Alghriany",
        "Sary Kh Abdel-Ghaffar",
        "Asmaa A A Hussein"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Petroleum aromatic hydrocarbons are considered one of the most dangerous aquatic pollutants due to their widespread across water bodies, persistence, and extension to the food chain. To our knowledge, there hasn't been any research investigating the hepatorenoprotective effects of Spirulina platensis (SP) against toxicity induced by these environmental toxicants in fish. Thus, we decided to explore its potential safeguarding against benzene and toluene exposure in adult Clarias gariepinus. To achieve this objective, fish were divided into five groups (60 per group; 20 per replicate). The first group served as a control. The second and third groups were intoxicated with benzene and toluene at doses of 0.762 and 26.614 ng/L, respectively for 15 days. The fourth and fifth groups (SP + benzene and SP + toluene, respectively) were challenged with benzene and toluene as previously mentioned following dietary inclusion of SP at a dose of 5 g/kg diet for 30 days. The marked increase in liver metabolizing enzymes, glucose, total protein, albumin, globulin, albumin/globulin ratio, and creatinine confirmed the hepato- and nephrotoxic impacts of benzene and toluene. These outcomes were coupled with cytopathological affections and excessive collagen deposition. The incorporation of SP in ration formulation, on the contrary, restored the previously mentioned toxicological profile due to its antioxidant and cytoprotective attributes. Regardless of SP intervention, the renal tissues still displayed histo-architectural lesions, because of insufficient dose and timeframe. Additional research will be required to identify the ideal SP remediation regimen.",
      "mesh_terms": [
        "Animals",
        "Benzene",
        "Spirulina",
        "Catfishes",
        "Globulins",
        "Toluene",
        "Albumins"
      ]
    },
    {
      "pmid": "38474769",
      "title": "Beneficial Effects of Spirulina Supplementation in the Management of Cardiovascular Diseases.",
      "authors": [
        "Valeria Prete",
        "Angela Carmelita Abate",
        "Paola Di Pietro",
        "Massimiliano De Lucia",
        "Carmine Vecchione",
        "Albino Carrizzo"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Feb-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In recent decades, as a result of rising mortality rates due to cardiovascular diseases (CVDs), there has been a growing urgency to find alternative approaches to conventional pharmaceutical treatment to prevent the onset of chronic diseases. Arthrospira platensis, commonly known as Spirulina, is a blue-green cyanobacterium, classified as a \"superfood\", used worldwide as a nutraceutical food supplement due to its remarkable nutritional value, lack of toxicity, and therapeutic effects. Several scientific studies have evaluated the cardioprotective role of Spirulina. This article presents a comprehensive review of the therapeutic benefits of Spirulina in improving cardio- and cerebrovascular health. It focuses on the latest experimental and clinical findings to evaluate its antihypertensive, antidiabetic, and antihyperlipidemic properties. The objective is to highlight its potential in preventing and managing risk factors associated with cardiovascular disease (CVD).",
      "mesh_terms": [
        "Humans",
        "Spirulina",
        "Cardiovascular Diseases",
        "Dietary Supplements",
        "Hypoglycemic Agents",
        "Hypolipidemic Agents"
      ]
    },
    {
      "pmid": "38454429",
      "title": "Enhancing cardiometabolic health: unveiling the synergistic effects of high-intensity interval training with spirulina supplementation on selected adipokines, insulin resistance, and anthropometric indices in obese males.",
      "authors": [
        "Maryam Delfan",
        "Ayoub Saeidi",
        "Rashmi Supriya",
        "Kurt A Escobar",
        "Ismail Laher",
        "Katie M Heinrich",
        "Katja Weiss",
        "Beat Knechtle",
        "Hassane Zouhal"
      ],
      "journal": "Nutrition & metabolism",
      "publication_date": "2024-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the combined effects of 12 weeks of high-intensity interval training (HIIT) and spirulina supplementation on adipokine levels, insulin resistance, anthropometric indices, and cardiorespiratory fitness in 44 obese males (aged 25-40 years). The participants were randomly assigned to one of four groups: control (CG), supplement (SG), training (TG), or training plus supplement (TSG). The intervention involved daily administration of either spirulina or a placebo and HIIT three times a week for the training groups. Anthropometric indices, HOMA-IR, VO2peak, and circulating adipokines (asprosin and lipocalin2, omentin-1, irisin, and spexin) were measured before and after the 12-week intervention. Post-intervention analysis indicated differences between the CG and the three interventional groups for body weight, fat-free mass (FFM), percent body fat (%BF), HOMA-IR, and adipokine levels (p < 0.05). TG and SG participants had increased VO2peak (p < 0.05). Spirulina supplementation with HIIT increased VO2peak, omentin-1, irisin, and spexin, while causing decreases in lipocalin-2 and asprosin levels and improvements in body composition (weight, %fat), BMI, and HOMA-IR. Notably, the combination of spirulina and HIIT produced more significant changes in circulating adipokines and cardiometabolic health in obese males compared to either supplementation or HIIT alone (p < 0.05). These findings highlight the synergistic benefits of combining spirulina supplementation with HIIT, showcasing their potential in improving various health parameters and addressing obesity-related concerns in a comprehensive manner."
    },
    {
      "pmid": "38424572",
      "title": "Effects of Spirulina supplementation in patients with ulcerative colitis: a double-blind, placebo-controlled randomized trial.",
      "authors": [
        "Sajjad Moradi",
        "Reza Bagheri",
        "Parsa Amirian",
        "Mahsa Zarpoosh",
        "Neda Cheraghloo",
        "Alexei Wong",
        "Mehdi Zobeiri",
        "Mohammad Hassan Entezari"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Feb-29",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "AIM: We conducted a randomized placebo-controlled trial to assess the efficacy of Spirulina (SP) supplementation on disease activity, health-related quality of life, antioxidant status, and serum pentraxin 3 (PTX-3) levels in patients with ulcerative colitis (UC). METHODS: Eighty patients with UC were randomly assigned to consume either 1 g/day (two 500 mg capsules/day) of SP (n = 40) or control (n = 40) for 8 weeks. Dietary intakes, physical activity, disease activity, health-related quality of life, antioxidant status, erythrocyte sedimentation rate (ESR), and serum PTX-3 levels were assessed and compared between groups at baseline and post-intervention. RESULTS: Seventy-three patients (91.3%) completed the trial. We observed increases in serum total antioxidant capacity levels in the SP supplementation group compared to the control group after 8 weeks of intervention (p ≤ 0.001). A within-group comparison indicated a trend towards a higher health-related quality of life score after 8 weeks of taking two different supplements, SP (p < 0.001) and PL (p = 0.012), respectively. However, there were no significant changes in participant's disease activity score in response to SP administration (p > 0.05). Similarly, changes in ESR and PTX-3 levels were comparable between groups post-intervention (p > 0.05). CONCLUSIONS: SP improved antioxidant capacity status and health-related quality of life in patients with UC. Our findings suggest that SP supplementation may be effective as an adjuvant treatment for managing patients with UC. Larger trials with longer interventions periods are required to confirm our findings.",
      "mesh_terms": [
        "Humans",
        "Colitis, Ulcerative",
        "Antioxidants",
        "Spirulina",
        "Quality of Life",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "38370881",
      "title": "Spirulina supplementation to alleviate negative effects of lead in layer chicken.",
      "authors": [
        "Md Mizanur Rahman",
        "Md Shahidul Islam",
        "Rakibul Hasan",
        "Pritam Saha",
        "Mohammad Shah Alam"
      ],
      "journal": "Journal of advanced veterinary and animal research",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Lead (Pb), a toxic heavy metal, is a serious concern for poultry that negatively affects their productivity and health. To combat those issues efficiently, it is necessary to include feed supplements that have rich antioxidant properties for satisfactory health and productivity. Spirulina platensis (Sp), a microalgae, is a compound that provides several health benefits for humans and animals. This study explores that supplementation of Sp in diet as well as in water reduces the burden of Pb in different tissues, improves hematology, and improves the productive performance of advanced-age laying hens. MATERIALS AND METHODS: Forty birds were separated into four groups: the control (C), Spirulina (Sp), Pb, and (Pb + Sp) groups. The Pb group was given Pb acetate at a dose of 2 gm/l in water ad libitum for 4 weeks. Sp group was fed Sp at a dose of 4 gm/kg feed. The Pb + Sp group was given Pb and Sp as in the previous groups. RESULTS: Productive performance and hematology such as hemoglobin (Hb), packed cell volume, red blood cell, mean corpuscular volume, mean corpuscular Hb (MCH) concentration, and MCH were significantly (p < 0.05) decreased in Pb-treated groups compared to controls. The distribution of Pb concentration was highest in the bones and lowest in the gizzard. However, Sp treatment significantly (p < 0.05) increased the productive performance and the hematological parameters. Moreover, Pb concentration in different organs significantly decreased in the group treated with Sp. CONCLUSION: This study indicates that Sp can possibly be used as a natural and powerful dietary additive to mitigate heavy metal intoxication in chickens, thereby being efficient and effective for production."
    },
    {
      "pmid": "38169935",
      "title": "Preparation of Synbiotic Yogurt Sauce Containing Spirulina platensis Microalgae Extract and Its Effect on the Viability of Lactobacillus acidophilus.",
      "authors": [
        "Hamidreza Kazemeini",
        "Asghar Azizian",
        "Katayoun Ahmadi"
      ],
      "journal": "BioMed research international",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Preparing a healthy and practical substitute for mayonnaise and reducing the complications caused by its consumption are two of the concerns of the producers of this product. Therefore, this study was conducted with the aim of evaluating the possibility of producing synbiotic yogurt sauce prepared with Spirulina platensis microalgae extract (SPAE) as a valuable and alternative product for mayonnaise. MATERIALS AND METHODS: After preparing yogurt from fresh cow's milk, synbiotic yogurt sauce was prepared according to the formulation, and the effect of SPAE at the rate of 0.5, 1, and 2% on the viability of the probiotic bacteria Lactobacillus acidophilus was evaluated, and chemical, rheological, and sensory tests were carried out in the storage period (35 days). RESULTS: The highest viability rate of L. acidophilus was related to the treatment containing 2% of SPAE with 1.31 log CFU/g reduction (from 9.02 log CFU/g on the first day to 7.71 log CFU/g on the final day) and 1% of SPAE with 2.98 log CFU/g reduction, respectively, which were significantly more effective than other treatments (P < 0.05), and it was found that the viability rate increases with the increase in the percentage of the prebiotic composition. There was also a significant difference between the treatments in the simulating conditions of the digestive system, and the viability of L. acidophilus in the treatment containing the prebiotic composition increased (P < 0.05). According to the results, during storage, in the presence of microalgae, acidity increased, and pH, viscosity, and sensory properties decreased compared to the control group. Upon analyzing the results, it was found that the addition of the prebiotic composition of SPAE, which is known as a functional product, led to a partial improvement in its properties. Therefore, the use of this alga, while benefiting from its medicinal and therapeutic properties, increases the viability rate of probiotic.",
      "mesh_terms": [
        "Spirulina",
        "Prebiotics",
        "Plant Extracts",
        "Cattle",
        "Yogurt",
        "Probiotics",
        "Lactobacillus acidophilus",
        "Synbiotics",
        "Female",
        "Animals",
        "Microalgae"
      ]
    },
    {
      "pmid": "38145102",
      "title": "Potential effects of spirulina and date palm pollens on zinc oxide nanoparticles -induced hepatoxicity, oxidative stress, and inflammation in male albino rats.",
      "authors": [
        "Diaa B Al-Azhary",
        "Samar A Sawy",
        "Hanaa Fawzy Hassan",
        "Noha M Meligi"
      ],
      "journal": "Toxicology research",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The application of Zinc oxide nanoparticles (ZnO NPs) is substantially growing in industrial products. Therefore, humans are increasingly exposed to ZnO NPs daily due to their extensive range of applications, raising worries about their possible toxicity. AIM: In this study, the ameliorative effects of raw Phoenix dactylifera L. (date palm) pollens (DPP) and Spirulina platensis (SP) independently against ZnO NPS-induced hepatoxicity in male albino rats were examined. METHODS: Six groups (6/group) of adult male albino rats received oral treatment using distilled water (control), SP (1000 mg/kg b. wt.), DPP (100 mg/kg b. wt.), ZnO NPs (100 mg/kg b. wt.), ZnO NPs +SP, and ZnO NPs + DPP respectively for 15 days. RESULTS: The results of the biochemical investigation indicated that the administration of ZnO NPs substantially upregulated (p < 0.05) transaminases, alkaline phosphatase, and bilirubin serum levels. Malondialdehyde and pro-inflammatory cytokine serum levels were also elevated after ZnO NPs administration. Simultaneously, the downregulated catalase and glutathione peroxidase serum activities were significantly suppressed in ZnO NPs treated rats. Moreover, exposure to ZnO NPs induced liver histopathological alterations. The administration of SP and DPP ameliorated the aforementioned effects caused by ZnO NPs. This result can be attributable to the downregulation of hepatic transaminases, alkaline phosphatase, and bilirubin in the serum and the antioxidation system's equilibration, thus alleviating the accumulation of reactive oxygen species. CONCLUSION: SP and DPP are natural antioxidants with the potential to eliminate inflammation as well as oxidative damage caused by ZnO NPs in hepatic tissue."
    },
    {
      "pmid": "38068748",
      "title": "Spirulina Supplementation with High-Intensity Interval Training Decreases Adipokines Levels and Cardiovascular Risk Factors in Men with Obesity.",
      "authors": [
        "Rashmi Supriya",
        "Maryam Delfan",
        "Ayoub Saeidi",
        "Seyedeh Somayeh Samaie",
        "Maisa Hamed Al Kiyumi",
        "Kurt A Escobar",
        "Ismail Laher",
        "Katie M Heinrich",
        "Katja Weiss",
        "Beat Knechtle",
        "Hassane Zouhal"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Nov-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Adiposity, a state characterized by excessive accumulation of body fat, is closely linked to metabolic complications and the secretion of specific adipokines. This study explores the potential of exercise and Spirulina supplementation to mitigate these complications and modulate adipokine release associated with obesity. The primary objective of this investigation was to examine the impact of a 12-week regimen of high-intensity training combined with Spirulina supplementation on adipokine concentrations and lipid profiles in male individuals with obesity (N = 44). The participants were randomly distributed into four groups, each consisting of 11 participants: a control group (CG), a supplement group (SG), a training group (TG), and a training plus supplement group (TSG). The intervention comprised a 12-week treatment involving Spirulina supplementation (6 g capsule daily), a 12-week high-intensity interval training (HIIT) protocol with three sessions per week, or a combined approach. Following the interventions, metabolic parameters, anthropometric measurements, cardiorespiratory indices, and circulating adipokines [CRP, Sema3C, TNF-α, IL-6, MCP1, IL-8] were assessed within 48 h of the before and final training session. Statistical analyses revealed significant differences across all measures among the groups (p < 0.05). Notably, post hoc analyses indicated substantial disparities between the CG and the three interventional groups regarding body weight (p < 0.05). The combined training and supplementation approach led to noteworthy reductions in low-density lipoprotein (LDL), total cholesterol (TC), and triglyceride (TGL) levels (all p < 0.0001), coupled with an elevation in high-density lipoprotein-cholesterol (HDL-C) levels (p = 0.0001). Furthermore, adipokine levels significantly declined in the three intervention groups relative to the CG (p < 0.05). The findings from this 12-week study demonstrate that Spirulina supplementation in conjunction with high-intensity interval training reduced adipokine levels, improved body weight and BMI, and enhanced lipid profiles. This investigation underscores the potential of Spirulina supplementation and high-intensity interval training as a synergistic strategy to ameliorate obesity-related complications and enhance overall cardiometabolic well-being in obese males.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Spirulina",
        "Cardiovascular Diseases",
        "High-Intensity Interval Training",
        "Body Mass Index",
        "Risk Factors",
        "Obesity",
        "Body Weight",
        "Dietary Supplements",
        "Heart Disease Risk Factors",
        "Cholesterol",
        "Lipids",
        "Adipokines"
      ]
    },
    {
      "pmid": "38068665",
      "title": "Sustainability in Aquaponics: Industrial Spirulina Waste as a Biofertilizer for Lactuca sativa L. Plants.",
      "authors": [
        "Davide Frassine",
        "Roberto Braglia",
        "Francesco Scuderi",
        "Enrico Luigi Redi",
        "Angelo Gismondi",
        "Gabriele Di Marco",
        "Lorenza Rugnini",
        "Antonella Canini"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Nov-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aquaponics represents an alternative to traditional soil cultivation. To solve the problem of nutrient depletion that occurs in this biotechnological system, the application of a spirulina-based biofertilizer was assessed. The microalgal waste used in this study came from industrial processing. Four different dilutions of the supernatant portion of this waste were sprayed on lettuce plants cultivated in an aquaponics system installed at the Botanical Gardens of the Tor Vergata University of Rome. The biofertilizer was characterized to evaluate its amount of macro- and micronutrients. The analysis conducted on the plants involved both morpho-biometric aspects and qualitative-quantitative measurements. The experiments showed that the spirulina extract had a positive effect on the growth and nutraceutical content of the lettuce plants; the obtained results highlighted that a dilution of 75% was the best for treatment. The use of the proposed organic and recycled fertilizer could increase the sustainability of crop cultivation and promote the functioning of aquaponics systems."
    },
    {
      "pmid": "38053190",
      "title": "Polysaccharides from Spirulina platensis (PSP): promising biostimulants for the green synthesis of silver nanoparticles and their potential application in the treatment of cancer tumors.",
      "authors": [
        "Asmaa H Al-Badwy",
        "Ahmed M Khalil",
        "Ali H Bashal",
        "Rashad Kebeish"
      ],
      "journal": "Microbial cell factories",
      "publication_date": "2023-Dec-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Photosynthetic cyanobacterial components are gaining great economic importance as prospective low-cost biostimulants for the green synthesis of metal nanoparticles with valuable medical and industrial applications. The current study comprises the biological synthesis of silver nanoparticles (Ag-NPs) using soluble polysaccharides isolated from Spirulina platensis (PSP) as reducing and capping agents. FTIR spectra showed major functional groups of PSP and biogenic silver nanoparticles including O-H, C-H (CH2), C-H (CH3), C=O, amide, and COO- groups. The UV/Vis spectroscopy scan analyses of the extracted PSP showed absorption spectra in the range of 200-400 nm, whereas the biogenic Ag-NPs showed a maximum spectrum at 285 nm. Transmission electron microscopy (TEM) analysis of the synthesized Ag-NPs showed spherical nanoparticles with mean size between 12 and 15.3 nm. The extracted PSP and Ag-NPs exhibited effective cytotoxic activity against Hep-G2 (human hepatocellular carcinoma). The IC50 for PSP and Ag-NPs were 65.4 and 24.5 µg/mL, respectively. Moreover, cell apoptosis assays for PSP and Ag-NPs against the growth of Hep-G2 cells revealed superior growth inhibitory effects of the green synthesized Ag-NPs that encouraged tracing the apoptotic signalling pathway. In conclusion, the current study demonstrated an unprecedented approach for the green synthesis of silver nanoparticles (NPs), using the polysaccharide of Spirulina platensis as reducing and capping agents, with superior anticancer activity against a hepatocellular carcinoma cell line.",
      "mesh_terms": [
        "Spirulina",
        "Plant Extracts",
        "Spectroscopy, Fourier Transform Infrared",
        "Silver",
        "Metal Nanoparticles",
        "Prospective Studies",
        "Humans",
        "Liver Neoplasms",
        "Polysaccharides",
        "Carcinoma, Hepatocellular"
      ]
    },
    {
      "pmid": "37977388",
      "title": "Dietary solutions for aluminum embryotoxicity: A study in Danio rerio using spirulina and okra-spirulina diets.",
      "authors": [
        "Erika Mariana García-Avalos",
        "Leobardo Manuel Gómez-Oliván",
        "María Dolores Hernández-Navarro",
        "Muhammad Hamzah Saleem",
        "Nely San Juan-Reyes",
        "Gustavo Axel Elizalde-Velázquez",
        "Karina Elisa Rosales-Pérez"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aluminum (Al) is a versatile element commonly employed in various industries and water treatment processes. However, its presence in aquatic ecosystems can elicit adverse effects on organisms, particularly the Danio rerio fish species. Aluminum exposure has been associated with a spectrum of issues, ranging from oxidative stress to behavioral anomalies, reproductive disruptions, and morphological alterations in these organisms. This research aimed to assess the impact of aluminum chloride (AlCl3) on D. rerio embryos and explore strategies to mitigate its effects. Three dietary groups (commercial, okra-spirulina, and spirulina) were studied, focusing on embryonic development, oxidative damage, and gene expression changes. The study revealed that diets enriched with spirulina and okra-spirulina effectively reduced aluminum-induced embryotoxicity, oxidative stress, and gene expression alterations, surpassing the commercial diet. However, all AlCl3-exposed groups experienced adverse effects on embryonic development, including hatching anomalies, structural deformities, and cardiac delays. The okra-spirulina group showed milder toxic responses. In conclusion, this study highlights the potential of spirulina and okra-spirulina diets in mitigating aluminum-triggered oxidative stress and apoptosis in D. rerio. It underscores the need for future research on embryonic development and carries significant implications for environmental conservation and the well-being of aquatic organisms in aluminum-contaminated environments.",
      "mesh_terms": [
        "Animals",
        "Zebrafish",
        "Aluminum",
        "Spirulina",
        "Abelmoschus",
        "Ecosystem",
        "Diet",
        "Oxidative Stress",
        "Water Pollutants, Chemical"
      ]
    },
    {
      "pmid": "37958160",
      "title": "Effect of Spirulina platensis Supplementation on Reproductive Parameters of Sahrawi and Jabbali Goat Bucks.",
      "authors": [
        "Fahad Al-Yahyaey",
        "Cyril Stephen",
        "Yasir Al-Shukaili",
        "Samir Al-Bulushi",
        "Ihab Shaat",
        "Russell Bush"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2023-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spirulina platensis (SP) is a protein-rich dietary supplement that improves animal reproductive traits. This study investigated the effect of SP supplementation on puberty onset, semen characteristics, scrotal circumference (SC), libido, and hormone concentrations in Sahrawi and Jabbali bucks. The study was conducted in 36 bucks, divided into three groups (n = 6/group), for 70 days. The rations included the following: (1) Control feed (Con) with 14% crude protein and 11.97% MJ/kg DM energy; (2) Con with 2 g SP/head/day SP treatment (T1) and (3) Con with 4 g SP/head/day treatment (T2). The mean (±SEM) SC of both SP groups in the Sahrawi breed was significantly higher (p ≤ 0.05) compared to the Con. The mean of the semen volume significantly increased (p ≤ 0.05) in the SP group than in the Con group in both breeds. SP groups vs. Con groups had increased sperm concentration in Sahrawi bucks than Jabbali bucks. Mean serum luteinizing hormone (LH) and testosterone (Tes) concentrations in Jabbali bucks were significantly higher (p ≤ 0.05) in the SP groups compared to Sahrawi bucks. SP improved the SC, semen quality, libido, sperm concentration, and LH and Tes concentrations in both breeds. The results of the current study suggest that adding SP to the diet may have the ability to improve the semen quality of the local Omani bucks."
    },
    {
      "pmid": "37893541",
      "title": "Chromatographic Analyses of Spirulina (Arthrospira platensis) and Mechanism of Its Protective Effects against Experimental Obesity and Hepatic Steatosis in Rats.",
      "authors": [
        "Fatma Arrari",
        "Mohamed-Amine Jabri",
        "Ala Ayari",
        "Nouha Dakhli",
        "Chayma Ben Fayala",
        "Samir Boubaker",
        "Hichem Sebai"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2023-Oct-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and Objectives: Obesity is currently a major health problem due to fatty acid accumulation and excess intake of energy, which leads to an increase in oxidative stress, particularly in the liver. The main goal of this study is to evaluate the protective effects of spirulina (SP) against cafeteria diet (CD)-induced obesity, oxidative stress, and lipotoxicity in rats. Materials and Methods: The rats were divided into four groups and received daily treatments for eight weeks as follows: control group fed a standard diet (SD 360 g/d); cafeteria diet group (CD 360 g/d); spirulina group (SP 500 mg/kg); and CD + SP group (500 mg/kg, b.w., p.o.) according to body weight (b.w.) per oral (p.o.). Results: Our results show that treatment with a CD increased the weights of the body, liver, and abdominal fat. Additionally, severe hepatic alteration, disturbances in the metabolic parameters of serum, and lipotoxicity associated with oxidative stress in response to the CD-induced obesity were observed. However, SP treatment significantly reduced the liver alteration of CD feed and lipid profile disorder associated with obesity. Conclusions: Our findings suggest that spirulina has a marked potential therapeutic effect against obesity and mitigates disturbances in liver function parameters, histological alterations, and oxidative stress status.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Spirulina",
        "Fatty Liver",
        "Liver",
        "Obesity",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "37774523",
      "title": "Osteogenic differentiation of human amniotic mesenchymal stem cells by phycocyanin and phycoerythrin pigments isolated from Spirulina platensis and Gracilaria gracilis algae.",
      "authors": [
        "Fatemeh Moradi",
        "Mahmoudreza Aghamaali",
        "Mahvash Hadavi"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bone regeneration is a multistep and regular physiological process that occurs normally in fracture repair and bone defects. However, some factors such as aging, particular diseases and some drugs prevent or slowdown bone natural healing. Cell therapy using stem cells and differentiation activating factors is an effective treatment method for bone regeneration triggering in unusual conditions. Therefore, in the present study the effect of phycocyanin and phycoerythrin pigments which isolated from Spirulina platensis and Gracilaria gracilis algae was investigate on osteogenic differentiation potency of human Amniotic Mesenchymal Stem Cells (hAMSCs). For this purpose, hAMSCs were exposed to 300, 500, and 700 µg/ml concentrations of phycocyanin and phycoerythrin pigments and then the cells viability was measured with MTT assay in 48 and 72 h after treatment. The osteo-differentiation level of cells was studied by measuring ALP activity using calorimetric method and Alizarin red staining for calcium deposition in 7 and 21 days after treatment. Also, total RNA of cells was extracted in different time periods and then cDNA synthesized with specific primers, and relative expression of Runx2, β-catenin and Osteocalcin genes were investigated using SYBR Green RT-qPCR technique. Osteogenic differentiation of hAMSCs that treated with pigments was confirmed by mineral deposits staining and increased level of ALP activity. Furthermore, these pigments elevated significantly the expression of osteogenic marker genes compared to control samples and caused hAMSCs to differentiate into osteoblast cells. According to these results, phycocyanin and phycoerythrin may suggest as suitable osteogenic supplements with low toxicity, low cost and high efficiency, although the molecular mechanism of its efficacy is not available yet.",
      "mesh_terms": [
        "Spirulina",
        "Cells, Cultured",
        "Phycoerythrin",
        "Humans",
        "Gracilaria",
        "Phycocyanin",
        "Cell Differentiation",
        "Osteogenesis",
        "Mesenchymal Stem Cells"
      ]
    },
    {
      "pmid": "37773524",
      "title": "Antioxidant and anti-inflammatory potential of spirulina and thymoquinone mitigate the methotrexate-induced neurotoxicity.",
      "authors": [
        "Alaa Behairy",
        "Ashraf Elkomy",
        "Faten Elsayed",
        "Mohamed M S Gaballa",
        "Ahmed Soliman",
        "Mohamed Aboubakr"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The objective of this study was to investigate whether the neurotoxic effects caused by methotrexate (MTX), a frequently used chemotherapy drug, could be improved by administering Spirulina platensis (SP) and/or thymoquinone (TQ). Seven groups of seven rats were assigned randomly for duration of 21 days. The groups consisted of a control group that was given saline only. The second group was given 500 mg/kg of SP orally; the third group was given 10 mg/kg of TQ orally. The fourth group was given a single IP dose of 20 mg/kg of MTX on the 15th day of the experiment. The fifth group was given both SP and MTX, the sixth group was given both TQ and MTX, and the seventh group was given SP, TQ, and MTX. After MTX exposure, the study found that AChE inhibition, depletion of glutathione, and increased levels of MDA occurred. MTX also decreased the activity of SOD and CAT, as well as the levels of inflammatory mediators such as IL-1, IL-6, and tumor necrosis factor-α. MTX induced apoptosis in brain tissue. However, when MTX was combined with either SP or TQ, the harmful effects on the body were significantly reduced. This combination treatment resulted in a faster return to normal levels of biochemical, oxidative markers, inflammatory responses, and cell death. In conclusion, supplementation with SP or TQ could potentially alleviate MTX-induced neuronal injury, likely due to their antioxidant, anti-inflammatory, and anti-apoptotic effects.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Antioxidants",
        "Methotrexate",
        "Spirulina",
        "Rats, Wistar",
        "Anti-Inflammatory Agents",
        "Oxidative Stress",
        "Benzoquinones"
      ]
    },
    {
      "pmid": "37760376",
      "title": "Effect of Spirulina platensis Supplementation on Carcass Characteristics, Fatty Acid Profile, and Meat Quality of Omani Goats.",
      "authors": [
        "Fahad Al-Yahyaey",
        "Waleed Al-Marzooqi",
        "Ihab Shaat",
        "Melanie A Smith",
        "Jamal Al-Sabahi",
        "Sherif Melak",
        "Russell D Bush"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2023-Sep-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In a 70-day study, 36 Jabbali and Sahrawi bucks, aged 11 months, were utilized to evaluate the effects of different levels of spirulina dietary supplement (SP) on carcass characteristics, fatty acid profile, and meat quality traits in Omani goat breeds. The goats were put into six groups of six bucks, each at random. The diet consisted of a conventional concentrate feed ration (CFR) without spirulina (CON), and the CFR diet supplemented with spirulina at the levels of 2 g/head daily (T1) and 4 g/head daily (T2). In general, Sahrawi bucks showed a highly significant response to SP feeding compared with Jabbali bucks. The treatment groups, especially T1, showed a significant increase in average daily gain and carcass traits (body length, leg length, and the rack weight) compared with the CON group of Sahrawi bucks. The weights of omental and kidney fat were also significantly higher in T1 compared with CON and T2 groups of Sahrawi goats, while they were significantly higher in T2 compared with CON and T1 groups of Jabbali goats. Carcass profile and meat quality, including ultimate ph and meat color lightness (L*) were increased significantly with dietary spirulina in both LD and SM muscles of Sahrawi goats. Most of the Sfa, Mufa, Pufa, Pufa n-6, Pufa n-3, and n-6/n-3 ratios of the LD showed significant differences in diets supplemented with SP compared with CON for Sahrawi bucks, while some of them were significant in Jabbali bucks. The LD muscle of Sahrawi goats fed diets supplemented with SP of the T1 group significantly decreased in the amounts of pentadecanoic and margaric acids compared with the T2 and CON groups. The study concluded that incorporating SP (2 g and 4 g/head daily) into the diet of Omani goats, especially Sahrawi goats, can increase growth performance, as well as improve fatty acid composition and meat quality."
    },
    {
      "pmid": "37739734",
      "title": "The effects of spirulina supplementation on serum iron and ferritin, anemia parameters, and fecal occult blood in adults with ulcerative colitis: A randomized, double-blinded, placebo-controlled trial.",
      "authors": [
        "Sajjad Moradi",
        "Sahar Foshati",
        "Fariborz Poorbaferani",
        "Sepide Talebi",
        "Reza Bagheri",
        "Parsa Amirian",
        "Fatemeh Parvizi",
        "Michael Nordvall",
        "Alexei Wong",
        "Mehdi Zobeiri"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND & AIMS: The present clinical trial aimed to evaluate the efficacy of spirulina administration on serum iron, ferritin, anemia parameters, and fecal occult blood test (FOBT) in adults with ulcerative colitis (UC). METHODS: Eighty participants with UC were randomly assigned to take, either 1 g/day (two 500 mg capsules) spirulina (n = 40) or placebo (n = 40) in a double-blinded clinical trial for eight weeks. Dietary intake, physical activity status, serum iron and ferritin levels, anemia parameters, and FOBT were assessed in each participant at baseline and following the intervention. Seventy-three participants completed the trial. RESULTS: Our results indicated significantly increased (p = 0.04) serum iron after eight weeks of spirulina supplementation compared to the placebo group. The spirulina group also demonstrated significantly increased mean corpuscular volume (p = 0.004) whereas red blood cell count (p = 0.01) and hematocrit (p = 0.03) were significantly lowered in the placebo group. No significant changes in FOBT outcomes were seen between groups at baseline (p = 0.12) and the end of the trial (p = 0.34). Eight weeks of 1 g/day spirulina supplementation improved anemia parameters in adults with UC compared to placebo. CONCLUSIONS: These outcomes suggest that spirulina administration may be beneficial in the management of anemia in UC. Further clinical trials of longer duration are necessary to corroborate and expand our findings. Registered at: http://www.IRCT.ir (code: IRCT20170802035460N3).",
      "mesh_terms": [
        "Humans",
        "Adult",
        "Occult Blood",
        "Spirulina",
        "Colitis, Ulcerative",
        "Ferritins",
        "Anemia",
        "Dietary Supplements",
        "Iron"
      ]
    },
    {
      "pmid": "37701187",
      "title": "The effect of spirulina sauce on glycemic index, lipid profile, and oxidative stress in type 2 diabetic patients: A randomized double-blind clinical trial.",
      "authors": [
        "Mojtaba Rezaiyan",
        "Najmeh Sasani",
        "Asma Kazemi",
        "Mohammad Ali Mohsenpour",
        "Siavash Babajafari",
        "Seyed Mohammad Mazloomi",
        "Cain C T Clark",
        "Javad Hematyar",
        "Zohreh Ghaem Far",
        "Mohsen Azadian",
        "Alireza Zareifard"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to evaluate the effect of spirulina sauce on glycemic indices, lipid profile, oxidative stress markers, and anthropometric measurement in type 2 diabetic patients. Forty patients were randomly assigned to receive 20 g/day spirulina sauce (containing 2 g of spirulina) or placebo for 2 months. Anthropometric and biochemical indices were measured at the beginning and end of the intervention. Fasting blood glucose (mean difference (MD): -15.3 mg/dL, 95% confidence (CI): -44.2 to 13.60, p = .26), HbA1c (MD: 0.13%, 95% CI: -0.83 to 0.57, p = .75), insulin (MD: -1.46 μIU/mL, 95% CI: -4.0 to 1.09, p = .28), and HOMA-IR (MD: -0.35, 95% CI: -2.0 to 1.32, p = .68) did not change significantly between groups. QUICKI increased significantly (MD: 0.025, 95% CI: 0.006 to 0.045, p = .03). Among the lipid profile, triglyceride (TG) (MD: -68.6 mg/dL, 95% CI: -107.21 to -29.98, p < .001), total cholesterol (MD: -29.55 mg/dL, 95% CI: -55.28 to -3.81, p = .02), and LDL (MD: -17.7 mg/dL, 95% CI: -33.24 to -2.15, p = .01) were significantly decreased in the spirulina group compared to the control; whereas, the change in HDL was non-significant. No significant change was observed in body composition and anthropometric measurements, except waist circumference, which was reduced (MD: -2.65 cm, 95% CI: -3.91 to -1.38, p = .001). Hunger index significantly decreased and fullness increased marginally significantly. Although malondialdehyde was significantly reduced, no change was observed in total antioxidant capacity (TAC). Spirulina sauce was not effective for glycemic control in type 2 diabetes; however, could be useful for controlling appetite and ameliorating lipid profile."
    },
    {
      "pmid": "37691697",
      "title": "Microwave treatment on structure and digestibility characteristics of Spirulina platensis protein.",
      "authors": [
        "Jian Zhang",
        "Yingying Zou",
        "Bowen Yan",
        "Nana Zhang",
        "Jianxin Zhao",
        "Hao Zhang",
        "Wei Chen",
        "Daming Fan"
      ],
      "journal": "Current research in food science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As a novel protein resource, the low digestibility of Spirulina platensis protein (SPP) limits its large-scale application. From the perspective of food processing methods, different heating treatments were explored to improve the structure and digestibility of SPP. In this study, SPP was heated by water bath and microwave at the same heating rate and heating temperature. Microwave accelerated protein denaturation and structure unfolded as the heating intensity increases, causing more exposed hydrophobic residues and enhancing surface hydrophobicity. The data of free sulfhydryl group, particle size, and gel electrophoresis, showed that microwave treatment promoted the formation of protein aggregates. The structural changes can potentially improve the accessibility of digestive enzymes, promote the in vitro digestibility rate, and further accelerate the production of small molecular peptides and the release of free amino acids. This study provided an innovative approach to improve the digestibility and therefore the utilization efficiency of SPP."
    },
    {
      "pmid": "37668603",
      "title": "C-Phycocyanin: A Phycobiliprotein from Spirulina with Metabolic Syndrome and Oxidative Stress Effects.",
      "authors": [
        "Van D Castro-Gerónimo",
        "Rosa Virginia García-Rodríguez",
        "Alberto Sánchez-Medina",
        "German A Chamorro-Cevallos",
        "Dolores Javier Sánchez-González",
        "Enrique Méndez-Bolaina"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Spirulina maxima is a cyanobacterium considered a \"superfood\" due to its metabolites and nutrient content. These include a complex mixture of minerals, vitamins, fatty acids, proteins, and accessory pigments. In recent years, it has positioned itself as a promising source of bioactive molecules for the treatment of several diseases, including metabolic syndrome, coronary diseases, cancer, and the improvement of health modulating oxidative stress. C-Phycocyanin (C-PC) is a photosynthetic pigment from green-blue cyanobacterium and the most abundant phycobiliprotein in the Spirulina genus with various pharmacological properties attributed due to its antioxidant capacity but has no specific cellular target. This has made it a molecule of great interest in biomedical research. This review focuses on the pharmacological effects and the benefits on metabolic syndrome and oxidative stress of C-PC.",
      "mesh_terms": [
        "Spirulina",
        "Oxidative Stress",
        "Phycocyanin",
        "Humans",
        "Metabolic Syndrome",
        "Animals",
        "Antioxidants",
        "Phycobiliproteins"
      ]
    },
    {
      "pmid": "37644674",
      "title": "The protective effects of topiramate and spirulina against doxorubicin-induced cardiotoxicity in rats.",
      "authors": [
        "Radwa M Elmorsi",
        "Ahmed M Kabel",
        "Amira A El Saadany",
        "Samia H Abou El-Seoud"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Doxorubicin (DOX) is a widely used chemotherapy drug that can cause significant cardiotoxicity, limiting its clinical application. This study aimed to investigate the potential protective effects of topiramate (TPM) and spirulina (SP), either alone or in combination, in preventing DOX-induced cardiotoxicity. Adult Sprague Dawley rats were divided into five groups, including a normal control group and groups receiving DOX alone, DOX with TPM, DOX with SP, or DOX with a combination of TPM and SP. Cardiotoxicity was induced by administering DOX intraperitoneally at a cumulative dose of 16 mg/kg over 4 weeks. TPM and/or SP administration started 1 week before DOX treatment and continued for 35 days. Body weight, serum markers of cardiac damage, oxidative stress and inflammatory parameters were assessed. Histopathological and immunohistochemical examinations were performed on cardiac tissues. Results showed that TPM and SP monotherapy led to significant improvements in serum levels of cardiac markers, decreased oxidative stress, reduced fibrosis-related growth factor levels, increased antioxidant levels, and improved histopathological features. SP demonstrated more prominent effects in comparison to TPM, and the combination of TPM and SP exhibited even more pronounced effects. In conclusion, TPM and SP, either alone or in combination, hold promise as therapeutic interventions for mitigating DOX-induced cardiotoxicity.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Cardiotoxicity",
        "Spirulina",
        "Topiramate",
        "Rats, Sprague-Dawley",
        "Doxorubicin",
        "Oxidative Stress",
        "Myocardium",
        "Antibiotics, Antineoplastic"
      ]
    },
    {
      "pmid": "37627840",
      "title": "Emerging Applications of Chlorella sp. and Spirulina (Arthrospira) sp.",
      "authors": [
        "Ana P Abreu",
        "Rodrigo Martins",
        "João Nunes"
      ],
      "journal": "Bioengineering (Basel, Switzerland)",
      "publication_date": "2023-Aug-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chlorella sp. and Spirulina (Arthrospira) sp. account for over 90% of the global microalgal biomass production and represent one of the most promising aquiculture bioeconomy systems. These microorganisms have been widely recognized for their nutritional and therapeutic properties; therefore, a significant growth of their market is expected, especially in the nutraceutical, food, and beverage segments. However, recent advancements in biotechnology and environmental science have led to the emergence of new applications for these microorganisms. This paper aims to explore these innovative applications, while shedding light on their roles in sustainable development, health, and industry. From this state-of-the art review, it was possible to give an in-depth outlook on the environmental sustainability of Chlorella sp. and Spirulina (Arthrospira) sp. For instance, there have been a variety of studies reported on the use of these two microorganisms for wastewater treatment and biofuel production, contributing to climate change mitigation efforts. Moreover, in the health sector, the richness of these microalgae in photosynthetic pigments and bioactive compounds, along with their oxygen-releasing capacity, are being harnessed in the development of new drugs, wound-healing dressings, photosensitizers for photodynamic therapy, tissue engineering, and anticancer treatments. Furthermore, in the industrial sector, Chlorella sp. and Spirulina (Arthrospira) sp. are being used in the production of biopolymers, fuel cells, and photovoltaic technologies. These innovative applications might bring different outlets for microalgae valorization, enhancing their potential, since the microalgae sector presents issues such as the high production costs. Thus, further research is highly needed to fully explore their benefits and potential applications in various sectors."
    },
    {
      "pmid": "37602106",
      "title": "Exploring the Neuroprotective Effects of Spirulina platensis: Insights Into Hemorrhagic Volume and Histological Outcomes.",
      "authors": [
        "Timoteo Almeida",
        "Gregori Manfroi",
        "Stephanya Silva",
        "Pamella Beggiora",
        "Daniela Schwingel",
        "Telma E Bertolin"
      ],
      "journal": "Cureus",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Hemorrhagic events can result in significant neurological damage, and identifying effective strategies for neuroprotection is crucial. Several studies have directed their attention to the alterations in perilesional parenchymal tissue. These investigations have sought to modify ischemic and metabolic changes by utilizing potential neuroprotective agents and to develop strategies that effectively mitigate secondary perilesional neuronal damage. By gaining a deeper understanding of its mechanisms and efficacy, Spirulina platensis can emerge as a promising therapeutic intervention for various neurological disorders. Methodology This controlled and blinded experimental study was conducted on adult male Wistar rats. The rats were divided into the treatment group, which received Spirulina platensis extract for 30 days before the hemorrhagic event, and the control group, where all animals underwent the same experimental hemorrhage model using collagenase. Each group was divided into the following three subgroups based on the sacrifice time: six hours, 24 hours, and 30 days. The brain section with the largest hemorrhage volume was selected for histological analysis. The number of viable neurons was analyzed in the perilesional zone and the cortical fields along the puncture trajectory. Neurofunctional evaluations were conducted on animals sacrificed 15 and 30 days after the procedure. Results Initial analysis showed no significant difference in viable neurons between groups (p = 0.63). Still, after 24 hours, the treatment group had a significantly higher number of viable neurons per peripheral fields (18.5) compared to the control group (13.4; p < 0.05). Neurofunctional tests at 15 days indicated a trend toward significance in absolute discrimination (p = 0.054), with the control group showing higher mean values (5.5, SD = 3.1) than the treatment group (-1, SD = 5.1). The discrimination index exhibited a significant difference (p < 0.01), with higher mean values in the control group (0.59, SD = 0.34) compared to the treatment group (-0.05, SD = 0.21). No significant differences were found in other neurofunctional parameters at this time point. At 30 days, no significant differences were observed in absolute discrimination, discrimination index, contralateral paw elevation, rearing time, and wire hanging time test (p > 0.1); however, the treatment group presented a better motor performance in the open field test (14.2, SD = 9.02) compared to the control group (5.25, SD = 2.06), approaching significance (p = 0.06). Conclusions The group treated with Spirulina platensis demonstrated significantly more viable neurons in the perilesional fields 24 hours after the induced hemorrhage. The treatment group also had a relatively better motor performance in the open field test 30 days after the hemorrhage (p = 0.06). These findings suggest a potential neuroprotection effect and warrant further investigations to explore the effects of Spirulina platensis and its active component phycocyanin in acute neurological conditions."
    },
    {
      "pmid": "37564134",
      "title": "Open-Label Observational Study of a Topical Formulation of Calcium Spirulan Contained in a Defined Extract of the Microalga Spirulina platensis in the Treatment of Children with Molluscum Contagiosum.",
      "authors": [
        "Karoline Jungclaus",
        "Rosa Mascarenhas",
        "Oscar Tellechea",
        "Jeremias L K Reich",
        "Kristian Reich"
      ],
      "journal": "Dermatology research and practice",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Molluscum contagiosum (MC) is a common viral skin infection primarily affecting children which is difficult to treat using available therapeutic approaches. The sulfated polysaccharide named calcium spirulan (Ca-SP) has demonstrated antiviral effects against herpes simplex virus in keratinocytes in vitro, and a cream containing 1.5% Ca-SP and 1% of a defined microalgae extract (Spiralin®) effectively prevented herpes labialis in a trial with susceptible individuals. This observational study aimed to show antiviral effects of a similar formulation (Spirularin® VS) against MC in children. METHODS: Children with active MC lesions were treated with Spirularin® VS cream twice daily on affected skin over several months and asked to return for follow-up visits after 1 to 3 months. Clinical status of MC infection was documented at baseline and follow-up visits. RESULTS: Of the 31 children enrolled in the study, 26 completed treatment and returned for control visits. Spirularin® VS cream was applied twice daily over a period of 1 to 9 months (mean treatment duration 3.9 months). 19/26 (73.1%) children achieved complete clearance of MC lesions with no clinical evidence of bacterial skin infection during treatment. No irritative skin reactions or unpleasant symptoms were observed or reported. CONCLUSION: This open-label observational study suggests that a cream formulation containing 1.5% Ca-SP and 1% Spiralin® may be an effective and safe treatment option for children with active MC lesions. The high rate of complete clearance of MC lesions and lack of adverse reactions warrant further investigation in larger, controlled trials."
    },
    {
      "pmid": "37563419",
      "title": "Impacts of florfenicol on immunity, antioxidant activity, and histopathology of Oreochromis niloticus: a potential protective effect of dietary spirulina platensis.",
      "authors": [
        "Nagwa I S Abu-Zahra",
        "Mohamed M Elseify",
        "Ayman A Atia",
        "Eman T Al-Sokary"
      ],
      "journal": "Veterinary research communications",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The misuse of antibiotics enhances the development of resistant microorganisms and decreases the efficacy of treatments. Florfenicol (FF) is one of the antibiotics approved for use in aquaculture in Egypt. Because of its extensive usage, potential negative impacts on aquatic creatures are a major concern. This motivates us to search for an appropriate neoadjuvant to work synergistically with FF and reduce adverse effects. Results from this study will contribute towards improving the understanding of the impacts of FF on Oreochromis niloticus and the possible amelioratory effects of Spirulina platensis algae (SP). O. niloticus (n = 240; 40 ± 2.5 g) were fed on two diets supplemented with or without SP for 4 weeks, then divided into four treatments each in three replicates (n = 60/treatment). G1; was fed a control diet, and the other groups were fed diets supplemented with FF (10 mg /kg of BW, G2), SP (2 g/kg of diet, G3), or FF + SP (G4) for 10 days. Among the four groups, the SP group (G3) had the best immunostimulatory effects as observed by a significant (p < 0.05) elevation in phagocytic activity, phagocytic index, IL6, and TNF-α. The treatment with FF had significantly impacted hepatic and renal tissues, as the values of liver enzymes and creatinine demonstrated tissue deterioration and also resulted in oxidative stress, which was expressed by an increase of GPx, CAT, and SOD in (G2). Additionally, the combined FF + SP improved the hematological parameters and decreased the oxidative damage induced by FF (G4). Thus, it was clear that FF has harmful effects on O. niloticus and that SP can modulate such impacts. These data recommend the use of SP as an effective immunostimulant and a probable adjuvant to FF in O. niloticus diets to attain maximum disease resistance.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Cichlids",
        "Diet",
        "Dietary Supplements",
        "Anti-Bacterial Agents",
        "Animal Feed",
        "Thiamphenicol",
        "Spirulina"
      ]
    },
    {
      "pmid": "37545698",
      "title": "Influence of spirulina supplementation on growth performance, puberty traits, blood metabolites, testosterone concentrations, and semen quality in Barki male lambs.",
      "authors": [
        "Mohamed M Mansour",
        "Moustafa M Zeitoun"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The fertility and genetic value of the flock can be enhanced by selecting lambs with highly developed early puberty characteristics. Spirulina (SP) has been evaluated as a natural product supplement to boost lamb growth, immunity, and productivity. AIM: Study growth performance, blood metabolites, puberty development traits, semen quality, and seminal plasma biochemical concentrations of growing Barki lambs when supplemented with SP at different levels. METHODS: in a 24 weeks study, 30 Barki male lambs weighing an average of 21.78 ± 2.56 kg, with a body condition score of 3.20 ± 0.55 and an age of about 16 ± 0.24 weeks were used. The lambs were randomly assigned to three groups (10 lambs each) of daily SP supplementation levels per lamb of 0 ml (control), 50 ml (SP1), and 100 ml (SP2). The SP powder was made into a water suspension using SP to water ratio of 1 g:10 ml. The growth characteristics, as well as the development of puberty, blood metabolites, and semen quality analysis of every lamb, were measured. RESULTS: The growth performance was greater (p < 0.05) in SP2 lambs compared with other lambs. While daily dry matter intake was not affected by SP treatment, feed efficiency had significantly improved in SP2 groups. Furthermore, the SP2 lambs have attained puberty at early ages than the control lambs. The testes volume of SP2 lambs was bigger (p < 0.05) than other groups throughout the pre-pubertal up to the puberty stage. The addition of SP had no effects on the total protein, glucose, and triglycerides concentrations. Meanwhile, the cholesterol concentration was lowest (p < 0.05) in the SP2 lambs. The blood and seminal plasma levels of alanine aminotransferase and aspartate aminotransferase decreased (p < 0.05) in the SP lambs more than their control counterparts. The levels of superoxide dismutase reduced glutathione, and total antioxidants had increased (p < 0.05) in the treated lambs compared with the control group. Further, the malondialdehyde levels decreased (p < 0.05) in the SP-treated lambs. Additionally, the SP2 lambs produced better semen quality than the control lambs. CONCLUSION: SP supplementation (100 ml/head/day) enhanced growth performance, feed efficiency, and antioxidative status, exerting a positive influence on the physiological parameters and sexual behavioral patterns at puberty in Barki lambs.",
      "mesh_terms": [
        "Sheep",
        "Animals",
        "Male",
        "Semen Analysis",
        "Testosterone",
        "Spirulina",
        "Sexual Maturation",
        "Dietary Supplements",
        "Sheep, Domestic"
      ]
    },
    {
      "pmid": "37488525",
      "title": "Filter cake extract from the beet sugar industry as an economic growth medium for the production of Spirulina platensis as a microbial cell factory for protein.",
      "authors": [
        "Sara Saad",
        "Mervat Hosny Hussien",
        "Ghada Samir Abou-ElWafa",
        "Heshmat Soliman Aldesuquy",
        "Eladl Eltanahy"
      ],
      "journal": "Microbial cell factories",
      "publication_date": "2023-Jul-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Beet filter cake (BFC) is a by-product of sugar beet processing, which is difficult to dispose of and involves severe environmental concerns. Spirulina platensis is a microalga with a high protein content essential for human and animal nutrition. The present study aimed to utilize the beet filter cake extract (BFCE) to produce Spirulina platensis commercially. However, the cultivation of S. platensis on BFCE to produce economically single-cell protein has not been reported previously. RESULTS: The batch experiment revealed the maximum dry weight at Zarrouk's medium (0.4 g/L) followed by 0.34 g/L in the treatment of 75% BFCE. The highest protein content was 50% in Zarrouk's medium, followed by 46.5% in 25% BFCE. However, adding a higher concentration of 100% BFCE led to a protein content of 31.1%. In the adaption experiment, S platensis showed an increase in dry cell weight and protein content from 25 to 75% BFCE (0.69 g/L to 1.12 g/L and 47.0% to 52.54%, respectively) with an insignificant variation compared to Zarrouk's medium (p ≤ 0.05), indicating that S. platensis can be economically produced when cultivated on 75% BFCE The predicated parameters from response surface methodology were NaNO3 (2.5 g/L), NaHCO3 (0.67 g/L), BFCE (33%) and pH = 8, which resulted in biomass yield and protein content (0.56 g/L and 52.5%, respectively) closer to that achieved using the standard Zarrouk's medium (0.6 g/L and 55.11%). Moreover, the total essential amino acid content was slightly higher in the optimized medium (38.73%) than SZM (36.98%). CONCLUSIONS: Therefore, BFCE supplemented medium could be used as a novel low-cost alternative growth medium for producing a single-cell protein with acceptable quantity and quality compared to the standard Zarrouk's medium.",
      "mesh_terms": [
        "Spirulina",
        "Beta vulgaris",
        "Plant Extracts",
        "Economic Development",
        "Antioxidants",
        "Humans",
        "Sucrose",
        "Animals"
      ]
    },
    {
      "pmid": "37475675",
      "title": "Biosorption and bioreduction of aqueous chromium (VI) by different Spirulina strains.",
      "authors": [
        "Guoqing Meng",
        "Jinghua Liu",
        "Jingwen Ma",
        "Xueqin Liu",
        "Fengyun Zhang",
        "Yanfeng Guo",
        "Chuanbao Wang",
        "Lei Song"
      ],
      "journal": "FEMS microbiology letters",
      "publication_date": "2023-Jan-17",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Spirulina has emerged as a promising microorganism for the treatment of industrial heavy metal ions in wastewater due to their simplicity of cultivation and harvesting, rich functional binding groups, and high bioreductive activity during the uptake process. While the capacities of biosorption and bioreduction for heavy metal ions differ significantly among various algal strains. Therefore, the physiological characteristics were investigated to identify the different Spirulina strains, and the chromium (VI) adsorption capacities of the algal strains were also evaluated. In this study, it was found that algal strains YCX2643 and CLQ1848 performed higher removal efficiency (86.5% and 83.7%) than the other four Spirulina strains (59.4%, 56.3%, 65.6%, and 66.5%, respectively). Moreover, the mechanisms of chromium (VI) ions binding and biotransformation in the Spirulina cell were scrutinized by FTIR (Fourier transform infrared) spectroscopy and scanning electron microscopy (SEM), and it indicated that the varieties of cellular components involved in high binding affinity may cause the higher biosorption and bioreduction of aqueous chromium (VI) in algal strains YCX2643 and CLQ1848, which could be used as promising biosorbents in the removing heavy metal pollutants from wastewaters.",
      "mesh_terms": [
        "Spirulina",
        "Kinetics",
        "Metals, Heavy",
        "Wastewater",
        "Adsorption",
        "Water",
        "Water Pollutants, Chemical",
        "Hydrogen-Ion Concentration"
      ]
    },
    {
      "pmid": "37447181",
      "title": "Preventive Treatment with Astaxanthin Microencapsulated with Spirulina Powder, Administered in a Dose Range Equivalent to Human Consumption, Prevents LPS-Induced Cognitive Impairment in Rats.",
      "authors": [
        "Miquel Martin",
        "Matteo M Pusceddu",
        "Joan Teichenné",
        "Teresa Negra",
        "Alan Connolly",
        "Xavier Escoté",
        "Helena Torrell Galceran",
        "Adrià Cereto Massagué",
        "Iris Samarra Mestre",
        "Antoni Del Pino Rius",
        "Jordi Romero-Gimenez",
        "Cristina Egea",
        "Juan Maria Alcaide-Hidalgo",
        "Josep Maria Del Bas"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jun-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cognitive alterations are a common feature associated with many neurodegenerative diseases and are considered a major health concern worldwide. Cognitive alterations are triggered by microglia activation and oxidative/inflammatory processes in specific areas of the central nervous system. Consumption of bioactive compounds with antioxidative and anti-inflammatory effects, such as astaxanthin and spirulina, can help in preventing the development of these pathologies. In this study, we have investigated the potential beneficial neuroprotective effects of a low dose of astaxanthin (ASX) microencapsulated within spirulina (ASXSP) in female rats to prevent the cognitive deficits associated with the administration of LPS. Alterations in memory processing were evaluated in the Y-Maze and Morris Water Maze (MWM) paradigms. Changes in microglia activation and in gut microbiota content were also investigated. Our results demonstrate that LPS modified long-term memory in the MWM and increased microglia activation in the hippocampus and prefrontal cortex. Preventive treatment with ASXSP ameliorated LPS-cognitive alterations and microglia activation in both brain regions. Moreover, ASXSP was able to partially revert LPS-induced gut dysbiosis. Our results demonstrate the neuroprotective benefits of ASX when microencapsulated with spirulina acting through different mechanisms, including antioxidant, anti-inflammatory and, probably, prebiotic actions.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Female",
        "Animals",
        "Lipopolysaccharides",
        "Powders",
        "Spirulina",
        "Memory Disorders",
        "Cognitive Dysfunction",
        "Antioxidants",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "37444247",
      "title": "Enhancing Nutrient Recovery and Bioactive Compound Extraction from Spirulina through Supercritical Fluid Extraction: Implications for SH-SY5Y Cell Viability.",
      "authors": [
        "Francisco J Martí-Quijal",
        "Noelia Pallarés",
        "Katarzyna Dawidowicz",
        "María-José Ruiz",
        "Francisco J Barba"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work explores the efficiency of supercritical fluid extraction (SFE) to recover minerals, pigments, and antioxidant compounds from the spirulina microalgae. Moreover, the fatty acids and phenolic profiles of the extracts obtained were also investigated, and the effect of the extracts on SH-SY5Y cell viability was tested. The extraction of phycocyanin was improved by SFE compared to conventional extraction, from 2.838 ± 0.081 mg/g dry matter (DM) (control) to 6.438 ± 0.411 mg/g DM (SFE). SFE treatment also improved chlorophyll a and carotenoid recoveries increasing from 5.612 ± 0.547 to 8.645 ± 0.857 mg/g DM and from 0.447 ± 0.096 to 0.651 ± 0.120 mg/g DM, respectively. Regarding minerals, the SFE improved Mg recovery with 77% more than the control extraction. Moreover, palmitoleic, stearic, γ-linolenic, eicosadienoic and eicosatrienoic acids recovery was improved by SFE. Phenolic profiles were identified via triple-TOF-LC-MS-MS. Considering heavy metals, a higher rate of Pb extraction was observed for the SFE extract, while no significant differences were observed for Hg between both extractions. Finally, SFE extract improved cell viability compared to the control extract. Thus, SFE constitutes an interesting tool to sustainably extract high-added-value compounds; however, potential contaminants such as Pb need to be controlled in the resulting extracts."
    },
    {
      "pmid": "37437813",
      "title": "Influence of cold atmospheric pressure plasma treatment of Spirulina platensis slurry over biomass characteristics.",
      "authors": [
        "Zihan Li",
        "Ting Zhou",
        "Qi Zhang",
        "Tongying Liu",
        "Jiangling Lai",
        "Canbo Wang",
        "Leipeng Cao",
        "Yuhuan Liu",
        "Roger Ruan",
        "Mingxiong Xue",
        "Yunpu Wang",
        "Xian Cui",
        "Cuixia Liu",
        "Yan Ren"
      ],
      "journal": "Bioresource technology",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cold atmospheric pressure plasma (CAPP) technique is an innovative non-thermal approach for food preservation and decontamination. This study aimed to evaluate the effect of CAPP power density on microorganism inactivation and quality of Spirulina platensis (S. platensis) slurry. 91.31 ± 1.61% of microorganism were inactivated within 2.02 ± 0.11 min by 26.67 W/g CAPP treatment under 50 ℃. Total phenolic, Chlorophyll-a (Chl-a), and carotenoids contents were increased by 20.51%, 63.55%, and 70.04% after 20.00 W/g CAPP treatment. Phycobiliproteins (PBPs), protein, intracellular polysaccharide, and moisture content of S. platensis was decreased, while vividness, lightness, color of yellow and green, antioxidant activity, Essential Amino Acid Index were enhanced after CAPP treatment. The nutrient release and filaments breakage of CAPP-treated S. platensis improved its bio-accessibility. The findings provided a deep understanding and insight into the influence of CAPP treatment on S. platensis, which were meaningful for optimizing its sterilization and drying processing condition.",
      "mesh_terms": [
        "Biomass",
        "Plasma Gases",
        "Spirulina",
        "Atmospheric Pressure"
      ]
    },
    {
      "pmid": "37429042",
      "title": "Possible ameliorative role of Spirulina platensis on coagulation factors, lymphocytopenia, and malnutrition in ICU patients with COVID-19.",
      "authors": [
        "Monireh Hatami",
        "Mansooreh Sadat Mojani-Qomi",
        "Zeinab Javid",
        "Mohsen Taghavi",
        "Hooman Bakhshandeh",
        "Davood Sanaei Delir Zavaragh",
        "Fatemeh Mikaniki",
        "Mojgan Nazari",
        "Seyed Ahmad Seyedmehdi",
        "Jamal Rahmani",
        "Mehdi Norouzi",
        "Mahdi Shadnoush"
      ],
      "journal": "Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Considering the anti-viral effects of Spirulina platensis (Sp), this study investigated the impact of Sp on impaired blood biomarkers of patients hospitalized in the intensive care unit (ICU) with COVID-19. Therefore, 104 patients (aged 48-66; 61.5% male) were randomly assigned to the Sp (daily consumption of 5 g) or placebo group for 2 weeks. Linear regression analysis was employed to assess the differences in blood test results between the control and intervention groups among patients with COVID-19. Our results showed significant differences in certain hematological tests, including a higher level of hematocrit (HCT) and a lower platelet count (PLT) in the intervention group (p < 0.05). The percentage of lymphocytes (Lym%) in serology testing was significantly different between the control and intervention groups (p = 0.03). In terms of biochemical test analyses, Sp supplementation was associated with reduced levels of both blood urea nitrogen (BUN) and lactate dehydrogenase (LDH) (p = 0.01). Furthermore, on day 14, the intervention group displayed significantly higher medians of serum protein, albumin, and zinc compared to the control group (p < 0.05). Additionally, patients supplemented with Sp had a lower BUN-albumin ratio (BAR) (p = 0.01). No immunological and hormonal differences were observed between groups following 2 weeks. Our analysis indicates that Sp supplementation may be effective in regulating some blood test abnormalities associated with COVID-19. This study was registered at ISRCTN as IRCT20200720048139N1.",
      "mesh_terms": [
        "Spirulina",
        "Male",
        "Lymphopenia",
        "Blood Coagulation Factors",
        "Female",
        "Humans",
        "Malnutrition",
        "COVID-19",
        "Intensive Care Units",
        "Albumins"
      ]
    },
    {
      "pmid": "37392298",
      "title": "Cultivation of Spirulina platensis for nutrient removal from piggery wastewater.",
      "authors": [
        "Changli Liang",
        "Nali Zhang",
        "Yu Pang",
        "Siyuan Li",
        "Jiafan Shang",
        "Yipeng Zhang",
        "Zhenzhong Kuang",
        "Junhe Liu",
        "Hua Fei"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The discharge of livestock wastewater without appropriate treatment causes severe harm to the environment and human health. In the pursuit of finding solutions to this problem, the cultivation of microalgae as feedstock for biodiesel and animal feed additive using livestock wastewater coupled with the removal of nutrients from wastewater has become a hot research topic. In this study, the cultivation of Spirulina platensis using piggery wastewater for the production of biomass and the removal of nutrients were studied. The results of single factor experiments confirmed that Cu2+ seriously inhibit the growth of Spirulina platensis, while the influences of nitrogen, phosphorous, and zinc on the growth of Spirulina platensis can all be described as \"low promotes high inhibits.\" Spirulina platensis grew well in the 4-fold dilution of piggery wastewater supplemented with moderate sodium bicarbonate, which indicated that it is the limiting nutrients for Spirulina platensis growth in piggery wastewater. The biomass concentration of Spirulina platensis reached 0.56 g/L after 8 days of culture at the optimal conditions proposed by the response surface method, which were as follows: 4-fold dilution of piggery wastewater, 7 g/L sodium bicarbonate, pH of 10.5, initial OD560 of 0.63, light intensity of 3030 lx, and light time/dark time of 16 h/8 h. Spirulina platensis cultured in the diluted piggery wastewater contained 43.89% protein, 9.4% crude lipid, 6.41 mg/g chlorophyll a, 4.18% total sugar, 27.7 mg/kg Cu, and 246.2 mg/kg Zn. The removal efficiency for TN, TP, COD, Zn, and Cu from the wastewater by Spirulina platensis was 76%, 72%, 93.1%, 93.5%, and 82.5%, respectively. These results demonstrated the feasibility of piggery wastewater treatment by the cultivation of Spirulina platensis.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Wastewater",
        "Chlorophyll A",
        "Sodium Bicarbonate",
        "Spirulina",
        "Nutrients",
        "Biomass",
        "Microalgae"
      ]
    },
    {
      "pmid": "37263369",
      "title": "The effect of Spirulina supplementation on lipid profile: GRADE-assessed systematic review and dose-response meta-analysis of data from randomized controlled trials.",
      "authors": [
        "Iman Rahnama",
        "Seyyed Mostafa Arabi",
        "Mahla Chambari",
        "Leila Sadat Bahrami",
        "Vahid Hadi",
        "Sayid Mahdi Mirghazanfari",
        "Manfredi Rizzo",
        "Saeid Hadi",
        "Amirhossein Sahebkar"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Cardiovascular diseases (CVD) are one of the most important causes of death worldwide. Dyslipidemia is one of the main causal risk factors for CVD that can be controlled by modifying lifestyle, which entails the use of healthy diets containing functional foods. The present study was conducted to summarize the effects of Spirulina on the lipid profile in previous randomized controlled trials. METHODS: MEDLINE, Scopus, Clarivate Analytics Web of Science, and the Cochrane Library databases were searched systematically until January 2023, for clinical interventions that investigated the effect of Spirulina supplementation on plasma lipid profile concentrations. RESULTS: ooled results of 20 studies (with 23 arms and 1076 participants) indicated that Spirulina intervention significantly reduced LDL-C (SMD: -0.6, 95% CI: -0.9, -0.2, P<0.05), TC (SMD: -0.6, 95% CI: -0.9, -0.2, P<0.05) and TG (SMD: -0.6, 95% CI: -0.9, -0.2, P<0.05) levels while HDL-C levels were significantly increased (SMD: 0.3, 95% CI: 0.0, 0.6, P<0.05). CONCLUSIONS: The findings of the present meta-analysis and review show the usefulness of supplementing with Spirulina in improving serum levels of TC, TG, LDL-C, and HDL-C.",
      "mesh_terms": [
        "Humans",
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Dietary Supplements",
        "Randomized Controlled Trials as Topic",
        "Spirulina"
      ]
    },
    {
      "pmid": "37254399",
      "title": "Rheological and physicochemical properties of Spirulina platensis residues-based inks for extrusion 3D food printing.",
      "authors": [
        "Mengwei Wang",
        "Xiangning Lu",
        "Xing Zheng",
        "Wei Li",
        "Lijuan Wang",
        "Yuemiao Qian",
        "Mingyong Zeng"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Novel food matrices (such as microalgae, plants, fungi, and microbial proteins) with high protein content and biological value, good amino acid profile, and functionality have been explored. Phycocyanin and active polysaccharides extracted from Spirulina platensis are used as food additives, treatment of colitis, as well as obesity prevention. However, most of the remaining Spirulina platensis residues are mainly used as fish feed at present. 3D food printing is one of the promising development techniques used in the food industry. The aim of this study was to develop a novel 3D printing material of Spirulina platensis residues with shear thinning characteristics, high viscosity and rapid recovery. The effects of moisture content and pretreatment method on the rheological properties of Spirulina platensis residues were clarified. Scanning electron microscopy was used to observe the microstructure and texture profile analysis was used to determine the texture characteristics of Spirulina platensis residues, rheology was used to determine the key 3D printing factors such as viscosity and modulus of Spirulina platensis residues. More importantly, the printing process could be realized under ambient conditions. The development of microalgae residue ink promoted the high-value and comprehensive utilization of microalgae, and also broadened the application of microalgae in the food field.",
      "mesh_terms": [
        "Spirulina",
        "Ink",
        "Printing, Three-Dimensional",
        "Rheology",
        "Polysaccharides",
        "Animals",
        "Microalgae"
      ]
    },
    {
      "pmid": "37213142",
      "title": "Spirulina, an FDA-Approved Functional Food: Worth the Hype?",
      "authors": [
        "Abdul Momin Rizwan Ahmad",
        "Anosh Intikhab",
        "Saira Zafar",
        "Umar Farooq",
        "Hassan Bin Usman Shah",
        "Sajeela Akram",
        "Juweria Abid",
        "Zehra Parveen",
        "Sehar Iqbal"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2023-Jan-31",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "Spirulina, a blue-green microalga is an eminent functional food due to its unique nutritional and disease-mitigating properties. The main objective of this article is to present an overview of the nutritional composition of Spirulina. Along with its therapeutic potential and applications in the food industry. Studies included in this review have suggested spirulina to be a rich source of complete proteins, essential fatty acids (EFAs), vitamins, minerals and various bioactive compounds like carotenoids, chlorophyll, and xanthophylls. This makes Spirulina a promising functional food for the treatment of ailments like diabetes, cancer, cardiovascular disorders (CVDs), COVID-19, neuroinflammatory conditions and gut dysbiosis. Additionally, data from numerous studies suggest its use in food formulations, primarily in sports supplements, bakery products, beverages, dairy products, snack sources and confectionaries. It has also been used by the National Aeronautics and Space Association (NASA) for astronauts on space missions to the Moon and Mars. Furthermore, spirulina's use as a natural food additive possesses enormous potential for further research. Owing to its high nutritional profile and disease-fighting potential, it lends itself to numerous food formulations. Therefore, based on the findings of previous studies, further progress can be made considering spirulina's application in the food additive industry.",
      "mesh_terms": [
        "Humans",
        "Functional Food",
        "Spirulina",
        "COVID-19",
        "Dietary Supplements",
        "Food Additives"
      ]
    },
    {
      "pmid": "37156247",
      "title": "Effects of dietary supplementation of probiotic and Spirulina platensis microalgae powder on growth performance immune response, carcass characteristics, gastrointestinal microflora and meat quality in broilers chick.",
      "authors": [
        "Fatemeh Khalilnia",
        "Majid Mottaghitalab",
        "Maziar Mohiti",
        "Ramin Seighalani"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: With the potential development of human pathogenic bacteria resistant to antibiotics, the use of antibiotics as growth promoter in poultry production was banned in different countries, and it has forced the poultry industry to consider 'Biologically safer' alternatives to antibiotics, among which the probiotics and microalgae can be mentioned. OBJECTIVE: Present study aimed to compare Spirulina platensis microalgae in combination with a native probiotic as an alternative to antibiotics. METHODS: 336 male broiler chicks were allotted into 7 treatments and 4 repetitions in a completely randomised design to evaluate chick's performance and immune response to different treatment based on indexes as feed intake, weight gain, feed conversion ratio, humoral immunity, carcass characteristics, thigh and breast pH, intestinal morphology and microbial population. European production efficiency coefficient was also reported. RESULTS: No significant difference was appeared in the pH of thigh and breast meat (p > 0.05). Supplementation of diets with SP0.3 revealed better villi height, villi length to crypt depth ratio and villi surface. With significant difference (p < 0.05), the highest and lowest colonies of Lactobacillus and E. coli were recorded for PR0.5 SP0.3 treatments. CONCLUSIONS: Supplementation of broilers diets either with probiotic prepared from the microorganism isolated of native birds (1 g/kg) or S. platensis (0.2 g/kg) alone and their combination (0.3 g/kg of S. platensis in combination with 0.5 g/kg of native probiotic) are promising and can be a good alternative to antibiotics, lead to progress of broiler's performance.",
      "mesh_terms": [
        "Spirulina",
        "Male",
        "Gastrointestinal Microbiome",
        "Meat",
        "Powders",
        "Probiotics",
        "Escherichia coli",
        "Immunity",
        "Chickens",
        "Animals",
        "Microalgae"
      ]
    },
    {
      "pmid": "37069913",
      "title": "The role of Spirulina platensis on the proliferation of rat bone marrow-derived mesenchymal stem cells.",
      "authors": [
        "Mostafa Saberian",
        "Elham Shahidi Delshad"
      ],
      "journal": "Iranian journal of microbiology",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Spirulina platensis micro-algae have some effects on cellular procedures. The proliferative potential of mesenchymal stem cells (MSCs) will be decreased after repetitive passage. MATERIALS AND METHODS: The stromal cells were isolated, and then proven by differentiating to adipogenesis and osteoblastic lineage. The cell markers such as CD90 and CD105 were detected by flowcytometry. MSCs were treated with extract of S. platensis in logarithmic concentrations. MTT and ATP assays were done to determine cell proliferation capacity. The antioxidant and antimicrobial properties of the extract were evaluated. RESULTS: The results obtained from differentiation confirm cells' potential for osteoblastic and adipoblastic differentiation. Detection of CD90 and CD105 markers over 70% proved that the majority of cells are MSCs. Statistical analyzes revealed a significant increase in MSCs proliferation in the concentration of 0.9 μl/ml S. platensis. DPPH assay demonstrated that the extract could scavenge free radicals up to 57%. Additionally, the extract showed the inhibition zone up to 11 mm against a different strain of bacteria by agar well diffusion assay. CONCLUSION: Secreting nutritional elements, S. platensis extract can be used as an antioxidant, antimicrobial, and growth agent for enhancing the proliferation of MSCs. Furthermore, the optimum concentration for cell treatment with S. platensis's extract was investigated."
    },
    {
      "pmid": "36965756",
      "title": "Efficacy of synthesized cubic spirulina platensis photosensitizer in anticancer photodynamic therapy: An in vitro study.",
      "authors": [
        "Sogol Saberi",
        "Tayebeh Modiri-Delshad",
        "Shahroo Etemad-Moghadam",
        "Mojgan Alaeddini",
        "Rahele Jamshidloo",
        "Ali Ramazani",
        "Hadiseh Mohammadpour",
        "Reem Hanna",
        "Mehdi Khoobi",
        "Sima Shahabi"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Photodynamic therapy (PDT) is an option in select cancer management. Photosensitizers derived from natural sources can offer additional health benefits and play a crucial role in enhancing the efficacy of PDT in cancer treatment. We herein synthesized a cubic form of spirulina platensis (SP) and compared its anticancer-PDT efficacy with the naturally-occurring microhelical SP (MSP) and phycocyanin (Pc) against a tongue cancer cell-line and fibroblast cells. Cubic SP (CSP) was synthesized and characterized using standard analyses. CAL-27 and HGF cell-lines were incubated at different concentrations with each photosensitizer and were irradiated with 635 nm diode-laser. The viability, cellular-uptake, apoptosis and oxidative stress potential were quantitatively analyzed and statistically compared at P<0.05. Our results demonstrated that all three photosensitizers were non-toxic to normal cells before laser irradiation. In CAL-27, viability significantly decreased after PDT in all photosensitizer groups (P<0.05). Whereas, in HGF, Pc exhibited phototoxicity after laser irradiation (P=0.032). Cell-death was mainly apoptotic in Pc and CSP, but necrotic in MSP. Cellular-uptake was significantly higher in Pc, but was similar in MSP and CSP. Increase in reactive oxygen species was significantly higher in the Pc group compared to both SPs (P<0.05). We concluded that both SPs were safe and efficient photosensitizers for anticancer-PDT. CSP exhibited predominant and significant apoptotic death in CAL-27 and HGF cell-lines, while MSP mainly induced necrotic cell death. Despite the good photosensitizing performance of Pc, its use in higher concentrations should be considered with caution, due to the reduced viability that occurred following its use in PDT.",
      "mesh_terms": [
        "Photosensitizing Agents",
        "Photochemotherapy",
        "Cell Line, Tumor",
        "Spirulina"
      ]
    }
  ]
}