{
  "supplement": "St. John's Wort",
  "query": "St. John's Wort[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:43:49",
  "research_count": 406,
  "count": 99,
  "articles": [
    {
      "pmid": "40243803",
      "title": "Neuroprotective Effect of Nor-Prenylated Acylphloroglucinols from Hypericum perforatum L. (St John's Wort) in the MPTP-Induced Zebrafish Model.",
      "authors": [
        "Wuyang Liu",
        "Peng Zhao",
        "Yihan Liu",
        "Xiangyan Meng",
        "Jinyan Xie",
        "Junmian Tian",
        "Jinming Gao"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypericum perforatum L. (St John's wort) has been widely studied and used for antidepressant treatment, as well as, rarely, featuring in studies on its chemical composition for Parkinson's disease (PD) treatment. Five new nor-prenylated acylphloroglucinols with a cyclohexanone core, norperforatums A-E (1-5), together with four known analogs [(2R,3R,4S,6R)-3-methyl-4,6-di(3-methyl-2-butenyl)-2-(2-methyl-1-oxopropyl)-3-(4-methyl-3-pentenyl)cyclohexanone (6), hyperscabrin B (7), (2R,3R,4S,6R)-6-methoxycarbonyl-3-methyl-4,6-di(3-methyl-2-butenyl)-2-(2-methyl-1-oxopropyl)-3-(4-methyl-3-pentenyl)cyclohexanone (8), and hyperscabin K (9)], were isolated from the aerial parts of H. perforatum. The structures and absolute configurations of the new compounds were characterized by multiple spectroscopic means, including nuclear magnetic resonance (NMR), high-resolution electrospray ionization mass spectrometry (HR-ESI-MS), ultraviolet visible absorption spectroscopy (UV), infrared spectroscopy (IR), calculated electronic circular dichroism (ECD) data, and X-ray signal crystal diffraction. In addition, the efficacy of these isolations was evaluated against 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced PD in zebrafish larvae. Compound 9 had the best therapeutic effect, by significantly increasing the total distance traveled and the mean speed of movement in PD dyskinesia zebrafish larvae. Moreover, it enhanced superoxide dismutase (SOD) activity and inhibited reactive oxygen species (ROS) production in a dose-dependent manner. These results suggest that compound 9 may have ameliorative effects on PD symptoms by inhibiting oxidative stress. This study provides new insights into the treatment of H. perforatum for PD.",
      "mesh_terms": [
        "Animals",
        "Zebrafish",
        "Hypericum",
        "Neuroprotective Agents",
        "Phloroglucinol",
        "Disease Models, Animal",
        "Plant Extracts",
        "Prenylation",
        "1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine"
      ]
    },
    {
      "pmid": "40219797",
      "title": "Green synthesis of hypericin from Hypericum perforatum (St. John's Wort) for photodynamic Antibacterial treatment against Staphylococcus aureus and Escherichia coli.",
      "authors": [
        "Monosha Priyadarshini",
        "Kanishka S",
        "Thamaraiselvi P",
        "Shobika Murugesan",
        "Vidhya S",
        "Sunita Nayak",
        "Selvaraj Mohana Roopan",
        "N Arunai Nambi Raj"
      ],
      "journal": "Natural product research",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypericin, also known as naphthodianthrone, is a naturally occurring photosensitiser derived from anthraquinone. It has gained attention owing to its prospective use in photodynamic therapy (PDT) for cancer treatment. PDT is a minimally invasive treatment that utilises light, a photosensitiser, and oxygen to kill the target cells. However, conventional synthesis methods of hypericin harm the environment and human health. Therefore, researchers focused on developing green extraction methods for hypericin to overcome these limitations. In this study, hypericin was extracted from Hypericum perforatum using a green -synthesis method and characterised using Fourier-transform infra-red spectroscopy (FTIR), ultraviolet-visible spectroscopy (UV), high-performance liquid chromatography (HPLC) and high-performance thin-layer chromatography (HPTLC). Hypericin generates reactive oxygen species (ROS) upon light activation, which disrupts bacterial cell walls and inhibits vital metabolic processes. This mechanism ensures potent antibacterial effects against both gram-positive S. aureus and gram-negative E. coli, making hypericin a prominent photosensitiser for photodynamic antibacterial therapy."
    },
    {
      "pmid": "39873472",
      "title": "The Effect of St. John's Wort Oil on Urethral Stricture: An Experimental Study in Rat Model.",
      "authors": [
        "Kazım Yelsel",
        "Ergün Alma",
        "Ömer Yüceer",
        "Zeynel Abidin Taş",
        "Berna Totan Ateş",
        "Murat Kobaner",
        "Halil Esimek",
        "Adem Altunkol",
        "Umut Ünal",
        "Ali Ayyıldız"
      ],
      "journal": "Urology research & practice",
      "publication_date": "2025-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim was to evaluate the effect of yellow and red centaury St. John's Wort (St. JW) oil on inflammation and urethral fibrosis development in a rat urethral trauma model. METHODS: A total of 24 male rats were divided into 5 groups. No urethral damage was induced in the sham group. The urethras of all rats in the other groups was traumatized at 6 o'clock with a specially designed urethrotome blade. Group 1 was administered 0.5 cc of St. JW oil once daily for 15 days. Group 2 was administered 0.5 cc of red centaury oil intraurethrally once daily for 15 days. The traumatized rats in Group 3 were not treated (St. JW and red centaury oil were not administered). St. JW oil was administered to 3 rats in the Sham 1 group (Group 4), and red centaury oil was administered to 3 rats in the Sham 2 group (Group 5). A 20-G/32-mm intravenous cannula sheath was used for intraurethral administration. On the 15th day, rats were sacrificed and penectomy was performed for histologic evaluation. RESULTS: Spongiofibrosis, mucosal inflammation, and congestion were significantly decreased in the yellow St. JW oil group when compared with the red centaury oil group and the untreated group (group to which neither St. JW nor red centaury oil was administered). CONCLUSION: In this study, intraurethral administration of yellow St. JW oil was found to significantly reduce mucosal inflammation, spongiofibrosis, and obstruction after urethral trauma. According to the results of this study, we think that St. JW oil may be a promising option in the treatment of urethral stricture."
    },
    {
      "pmid": "39770466",
      "title": "Documentary Analysis of Hypericum perforatum (St. John's Wort) and Its Effect on Depressive Disorders.",
      "authors": [
        "María Carolina Otero",
        "Francisco Ceric",
        "Sebastián Miranda-Rojas",
        "Carolina Carreño",
        "Rachelly Escares",
        "María José Escobar",
        "Chiara Saracini",
        "Cristian Atala",
        "Ricardo Ramírez-Barrantes",
        "Felipe Gordillo-Fuenzalida"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Dec-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Hypericum perforatum, also known as St. John's Wort, pericon, or yellow grass, is known for its antidepressant potential. It could represent a natural alternative to current pharmacological antidepressant treatments, which have a high incidence of side effects in patients and therefore lead to early dropouts. Through a bibliographic revision of clinical trials and information collected from scientific articles during the first period of 2020, we aimed to evaluate whether its administration could be beneficial in the treatment of mild-to-moderate depression, with fewer side effects compared to synthetic drugs. Among the main components, hypericin and hyperforin have been related to the observed antidepressant activity; therefore, their possible mechanism of action was reviewed and highlighted. Furthermore, patients receiving Hypericum extracts were less likely to withdraw from studies because of adverse effects compared to those receiving older standard antidepressants. This review aims to provide suggestions for an alternative treatment of mild-to-moderate depression disorder under the supervision of a medical doctor, since, although it appears to be a potentially efficient treatment with a low presence of adverse effects in comparison to synthetic antidepressants, it might also interact with other medications and lead to therapeutic failures if misused for self-medication."
    },
    {
      "pmid": "39684380",
      "title": "St. John's Wort Extract Ze 117 and Escitalopram Alter Plasma and Hippocampal Lipidome in a Rat Model of Chronic-Stress-Induced Depression.",
      "authors": [
        "Hendrik Bussmann",
        "Swen Bremer",
        "Anne Marie Hernier",
        "Jürgen Drewe",
        "Hanns Häberlein",
        "Sebastian Franken",
        "Virginie Freytag",
        "Georg Boonen",
        "Veronika Butterweck"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Nov-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic stress is a key factor in the development of depression. It leads to hyperactivation of the hypothalamic-pituitary-adrenal (HPA) axis, which in turn increases the formation of glucocorticoids (GCs). Chronically elevated GC levels disrupt neuroplasticity and affect brain lipid metabolism, which may, ultimately, contribute to the development of depression. This study aimed to investigate the effects of the antidepressants St. John's Wort extract and escitalopram on lipid metabolism in vivo. Therefore, repeated corticosterone injections were used to induce depression-like behavior in rats. Male Sprague-Dawley rats were stressed with corticosterone injections (40 mg/kg, s.c.) over 22 consecutive days and were concomitantly treated with varying doses of the St. John's wort extract Ze 117 (30, 90 or 180 mg/kg, p.o.) or escitalopram (10 mg/kg, p.o.) and behavioral changes were evaluated using a modified forced swim test. The results indicate that repeated corticosterone injections significantly decreased the latency to first immobility. Furthermore, co-treatment of corticosterone with Ze 117 increased latency to first immobility significantly compared to rats treated with corticosterone alone. To further investigate the biochemical effects of corticosterone-induced stress, as well as the possible counter-regulation by antidepressants, the lipidomes of the plasma and hippocampus samples were analyzed by shotgun mass spectrometry. Corticosterone-induced stress significantly altered key lipid metabolites in the plasma but not in the hippocampal samples. In the hippocampus, however, specific glycerophospholipids such as lysophosphatidylethanolamines (LPEs) increased with escitalopram treatment and with Ze 117, both showing significant correlations with behavioral parameters. In summary, our study shows significant behavioral- and lipidome-altering processes with Ze 117 and escitalopram in rat plasma and hippocampal samples, thereby providing new targets and biomarker ideas for clinical diagnosis and antidepressant intervention.",
      "mesh_terms": [
        "Animals",
        "Hippocampus",
        "Hypericum",
        "Plant Extracts",
        "Rats",
        "Male",
        "Depression",
        "Rats, Sprague-Dawley",
        "Stress, Psychological",
        "Disease Models, Animal",
        "Escitalopram",
        "Corticosterone",
        "Lipidomics",
        "Lipid Metabolism",
        "Antidepressive Agents",
        "Citalopram"
      ]
    },
    {
      "pmid": "39236592",
      "title": "Specialized metabolism in St John's wort.",
      "authors": [
        "Song Wu",
        "Evangelos C Tatsis"
      ],
      "journal": "Current opinion in plant biology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The specialized metabolism of St. John's wort, Hypericum perforatum L., is a key focus in medicinal plant research due to its hallmark bioactive compounds hyperforin and hypericin. Known for its traditional medicinal uses dating back to ancient times, St. John's wort is currently used for mild depression therapy. Recent research works have shed light on the biosynthesis of various metabolites in this plant, such as flavonoids, xanthones, hyperforin, and hypericin. The elucidation of these pathways, along with the discovery of novel enzymes like hyperforin synthase, support the pharmaceutical research by enabling scalable production of bioactive compounds for the development of new drugs. Elucidation of the hyperforin biosynthesis based on single-cell RNA-seq is an approach that will be expanded and accelerate the gene discovery and full pathway reconstitution of plant specialized metabolites.",
      "mesh_terms": [
        "Hypericum",
        "Perylene",
        "Phloroglucinol",
        "Anthracenes",
        "Terpenes",
        "Flavonoids"
      ]
    },
    {
      "pmid": "38700454",
      "title": "St. John's wort extract with a high hyperforin content does not induce P-glycoprotein activity at the human blood-brain barrier.",
      "authors": [
        "Myriam El Biali",
        "Michael Wölfl-Duchek",
        "Matthias Jackwerth",
        "Severin Mairinger",
        "Maria Weber",
        "Karsten Bamminger",
        "Stefan Poschner",
        "Ivo Rausch",
        "Natalie Schindler",
        "Irene Hernández Lozano",
        "Walter Jäger",
        "Lukas Nics",
        "Nicolas Tournier",
        "Marcus Hacker",
        "Markus Zeitlinger",
        "Martin Bauer",
        "Oliver Langer"
      ],
      "journal": "Clinical and translational science",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "St. John's wort (SJW) extract, a herbal medicine with antidepressant effects, is a potent inducer of intestinal and/or hepatic cytochrome P450 (CYP) enzymes and P-glycoprotein (P-gp), which can cause clinically relevant drug interactions. It is currently not known whether SJW can also induce P-gp activity at the human blood-brain barrier (BBB), which may potentially lead to decreased brain exposure and efficacy of certain central nervous system (CNS)-targeted P-gp substrate drugs. In this study, we used a combination of positron emission tomography (PET) imaging and cocktail phenotyping to gain a comprehensive picture on the effect of SJW on central and peripheral P-gp and CYP activities. Before and after treatment of healthy volunteers (n = 10) with SJW extract with a high hyperforin content (3-6%) for 12-19 days (1800 mg/day), the activity of P-gp at the BBB was assessed by means of PET imaging with the P-gp substrate [11C]metoclopramide and the activity of peripheral P-gp and CYPs was assessed by administering a low-dose phenotyping cocktail (caffeine, omeprazole, dextromethorphan, and midazolam or fexofenadine). SJW significantly increased peripheral P-gp, CYP3A, and CYP2C19 activity. Conversely, no significant changes in the peripheral metabolism, brain distribution, and P-gp-mediated efflux of [11C]metoclopramide across the BBB were observed following the treatment with SJW extract. Our data suggest that SJW does not lead to significant P-gp induction at the human BBB despite its ability to induce peripheral P-gp and CYPs. Simultaneous intake of SJW with CNS-targeted P-gp substrate drugs is not expected to lead to P-gp-mediated drug interactions at the BBB.",
      "mesh_terms": [
        "Humans",
        "Hypericum",
        "Blood-Brain Barrier",
        "Phloroglucinol",
        "Plant Extracts",
        "Male",
        "Adult",
        "Positron-Emission Tomography",
        "Terpenes",
        "Female",
        "Young Adult",
        "ATP Binding Cassette Transporter, Subfamily B, Member 1",
        "ATP Binding Cassette Transporter, Subfamily B",
        "Bridged Bicyclo Compounds",
        "Terfenadine",
        "Cytochrome P-450 Enzyme System",
        "Healthy Volunteers"
      ]
    },
    {
      "pmid": "38279301",
      "title": "Apolar Extracts of St. John's Wort Alleviate the Effects of β-Amyloid Toxicity in Early Alzheimer's Disease.",
      "authors": [
        "Ahmed El Menuawy",
        "Thomas Brüning",
        "Iván Eiriz",
        "Urs Hähnel",
        "Frank Marthe",
        "Luisa Möhle",
        "Anna Maria Górska",
        "Irene Santos-García",
        "Helle Wangensteen",
        "Jingyun Wu",
        "Jens Pahnke"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypericum perforatum (St. John's wort) has been described to be beneficial for the treatment of Alzheimer's disease (AD). Different extractions have demonstrated efficiency in mice and humans, esp. extracts with a low hypericin and hyperforin content to reduce side effects such as phototoxicity. In order to systematically elucidate the therapeutic effects of H. perforatum extracts with different polarities, APP-transgenic mice were treated with a total ethanol extract (TE), a polar extract obtained from TE, and an apolar supercritical CO2 (scCO2) extract. The scCO2 extract was formulated with silicon dioxide (SiO2) for better oral application. APP-transgenic mice were treated with several extracts (total, polar, apolar) at different concentrations. We established an early treatment paradigm from the age of 40 days until the age of 80 days, starting before the onset of cerebral β-amyloid (Aβ) deposition at 45 days of age. Their effects on intracerebral soluble and insoluble Aβ were analyzed using biochemical analyses. Our study confirms that the scCO2H. perforatum formulation shows better biological activity against Aβ-related pathological effects than the TE or polar extracts. Clinically, the treatment resulted in a dose-dependent improvement in food intake with augmentation of the body weight, and, biochemically, it resulted in a significant reduction in both soluble and insoluble Aβ (-27% and -25%, respectively). We therefore recommend apolar H. perforatum extracts for the early oral treatment of patients with mild cognitive impairment or early AD.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Infant",
        "Plant Extracts",
        "Phytotherapy",
        "Hypericum",
        "Alzheimer Disease",
        "Silicon Dioxide",
        "Amyloid beta-Peptides",
        "Mice, Transgenic"
      ]
    },
    {
      "pmid": "38242739",
      "title": "The Effect of St. John's Wort Oil (Hypericum Perforatum L.) in Knee Osteoarthritis: A Randomized Controlled and Qualitative Study.",
      "authors": [
        "Deniz Zeynep Sönmez",
        "Sultan Taşcı"
      ],
      "journal": "Pain management nursing : official journal of the American Society of Pain Management Nurses",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Reducing pain and improving physical function are critical in the treatment of osteoarthritis. Although individuals use St. John's Wort oil to relieve pain due to osteoarthritis, no scientific research has been found investigating its effectiveness. AIM: This study investigated the effect of St. John's Wort oil on pain intensity and physical functions in people with knee osteoarthritis. METHODS: This study adopted a single-blind, randomized, placebo-controlled, and qualitative mixed design. The sample consisted of 60 patients randomized into intervention (n = 30) and placebo control (n=30) groups. The experimental group participants were treated with topically St. John's Wort oil three times a week for 3 weeks, and the placebo control group participants were treated with olive oil three times a week for 3 weeks. Quantitative data were collected using a patient identification form, the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC), and the Visual Analogue Scale. Qualitative data were collected through semi-structured interviews. RESULTS: The experimental group had a significantly lower mean Visual Analog Scale score in the first, third, and fourth follow-ups than the control group. The experimental group had significantly lower mean WOMAC-pain, WOMAC-stiffness, and WOMAC-physical function subscale scores in the last follow-up than in the first follow-up. The qualitative data agreed with the quantitative data. CONCLUSIONS: The results show that St. John's Wort oil helps people with knee osteoarthritis feel less pain and become physically more active. Additional research is warranted to better understand the effect of St. John's Wort oil on pain intensity and physical functions in people with knee osteoarthritis.",
      "mesh_terms": [
        "Humans",
        "Hypericum",
        "Osteoarthritis, Knee",
        "Pain",
        "Phytotherapy",
        "Plant Extracts",
        "Single-Blind Method",
        "Qualitative Research"
      ]
    },
    {
      "pmid": "38219807",
      "title": "Mechanisms of hepatocellular toxicity associated with the components of St. John's Wort extract hypericin and hyperforin in HepG2 and HepaRG cells.",
      "authors": [
        "Vanessa Fabienne Abegg",
        "Miljenko Valentin Panajatovic",
        "Riccardo Vincenzo Mancuso",
        "Julien Arthur Allard",
        "Urs Duthaler",
        "Alex Odermatt",
        "Stephan Krähenbühl",
        "Jamal Bouitbir"
      ],
      "journal": "Toxicology letters",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "St. John's Wort preparations are used for the treatment of mild to moderate depression. They are usually well tolerated but can cause adverse reactions including liver toxicity in rare cases. To date, the mechanism(s) underlying the hepatotoxicity of St. John's Wort extracts are poorly investigated. We studied the hepatocellular toxicity of hypericin and hyperforin as the two main ingredients of St. John's Wort extracts in HepG2 and HepaRG cells and compared the effects to citalopram (a synthetic serotonin uptake inhibitor) with a special focus on mitochondrial toxicity and oxidative stress. In HepG2 cells, hypericin was membrane-toxic at 100 µM and depleted ATP at 20 µM. In HepaRG cells, ATP depletion started at 5 µM. In comparison, hyperforin and citalopram were not toxic up to 100 µM. In HepG2 cells, hypericin decreased maximal respiration starting at 2 µM and mitochondrial ATP formation starting at 10 µM but did not affect glycolytic ATP production. Hypericin inhibited the activity of complex I, II and IV of the electron transfer system and caused mitochondrial superoxide accumulation in cells. The protein expression of mitochondrial superoxide dismutase 2 (SOD2) and thioredoxin 2 (TRX2) and total and reduced glutathione decreased in cells exposed to hypericin. Finally, hypericin diminished the mitochondrial DNA copy number and caused cell necrosis but not apoptosis. In conclusion, hypericin, but not hyperforin or citalopram, is a mitochondrial toxicant at low micromolar concentrations. This mechanism may contribute to the hepatotoxicity occasionally observed in susceptible patients treated with St. John's Wort preparations.",
      "mesh_terms": [
        "Humans",
        "Plant Extracts",
        "Hypericum",
        "Citalopram",
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Chemical and Drug Induced Liver Injury",
        "Adenosine Triphosphate",
        "Anthracenes",
        "Perylene",
        "Phloroglucinol",
        "Terpenes"
      ]
    },
    {
      "pmid": "40296495",
      "title": "Evaluating the Influence of St. John's Wort on Naproxen Pharmacokinetics and Pharmacodynamics: A Drug Interaction Assessment.",
      "authors": [
        "Keerthana S Halumane",
        "Sunil Kumar Kadiri"
      ],
      "journal": "Drug metabolism and bioanalysis letters",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Rheumatoid arthritis (RA) is a chronic autoimmune disease which leads to pain and disability that may trigger anxiety and sleep disturbances. Naproxen and St. John's Wort concomitant administration in RA and anxiety raises the question of safety due to a potential drug interaction. MATERIALS AND METHODS: Albino Wistar rats were treated with naproxen and St. John's Wort for 30 days. The study involved the evaluation of safety of naproxen when combined with St. John's Wort by estimation of biochemical markers such as SGOT, SGPT, TG's, Creatinine, BUN, the extent of gastromucosal damage and estimation of AUC, t1/2 and Clearance using blood serum analysis with HPLC after 30 days of treatment. Histopathological studies were also conducted to determine the tissue architecture. RESULTS: Elevated levels of hepatic markers SGOT, SGPT, TG, and gastro-mucosal damage with enhanced ulcer index were found in naproxen-St. John's Wort treated rats as compared to only naproxen treated rats. HPLC analysis displayed increased AUC and t1/2 of naproxen with decreased clearance in naproxen-St. John's Wort treated rats. Histopathological findings revealed tissue rupture and mucosal damage supporting the naproxen toxicity. CONCLUSION: Consulting a healthcare professional before combining St. John's Wort with naproxen is essential to assess potential risks, manage drug interactions, and ensure safety. Personalized advice helps optimize treatment outcomes for both rheumatoid arthritis and mental health.",
      "mesh_terms": [
        "Naproxen",
        "Animals",
        "Hypericum",
        "Rats, Wistar",
        "Rats",
        "Herb-Drug Interactions",
        "Male",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Biomarkers",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "37893173",
      "title": "Effect of St. John's Wort (Hypericum perforatum L.) on Male Sexual and Reproductive Health: A Narrative Review.",
      "authors": [
        "Meshari A Alzahrani",
        "Salman Bin Ofisan",
        "Nasser I Alshumaymiri",
        "Muath Alghuwainem",
        "Muath Altamimi",
        "Ali Y Alali",
        "Muhammad Rabie",
        "Ahmed K AboSkena",
        "Khalid Almaymuni",
        "Raed Almannie",
        "Saleh Binsaleh"
      ],
      "journal": "Biomedicines",
      "publication_date": "2023-Oct-16",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Hypericum species are widely acknowledged for their biological attributes, with notable attention being paid to Hypericum perforatum, commonly known as St. John's wort (SJW) within the Hypericum section of the Hypericaceae family. This species is among the most thoroughly investigated herbal medicines, particularly in terms of its application in the management of mild to moderate depression. SJW is used to treat depression, menopausal symptoms, attention-deficit hyperactivity disorder (ADHD), somatic symptom disorder, obsessive-compulsive disorder, and skin conditions, such as wounds and muscle pain. However, the usefulness and effectiveness of SJW for male sexual and reproductive health (SRH) are not well known. OBJECTIVE: To assess the current evidence in the literature on the effect of SJW on male SRH. METHODS: This narrative review followed a predetermined protocol and used MEDLINE and PubMed to identify articles published in English on the effects of SJW on male SRH. The search used various keywords, such as \"Hypericum Perforatum\", \"St. John's Wort\", and terms related to sexual and reproductive health issues. Articles published between the inception of the database and August 2023 were included. RESULTS: We identified 12 articles published from 1999 to 2019, the majority of which were experimental and conducted on animals. These studies demonstrate variability in terms of design, sample size, type of SJW extract used, the dosage administered, and duration of treatment. Studies have indicated potential sexual dysfunction (SD) due to SJW, which includes reduced libido, delayed ejaculation, delayed orgasm, and erectile dysfunction. Additionally, reproductive toxicity has been suggested, as evidenced by spermicidal effects through the inhibition of sperm motility, abnormal spermatozoa, chromosomal aberrations, and DNA denaturation. Furthermore, some studies have reported potential adverse events during maternal exposure, inhibition of fertilization, and disruption of reproductive parameters. CONCLUSIONS: Our review suggests that the safety and efficacy of SJW in the treatment of human SRH remain unclear. Further comprehensive, well-designed studies with larger samples, longer exposure periods, and specific dosages are needed to clarify SJW's effects of SJW. Therefore, consultation with healthcare professionals before using herbal remedies or supplements is crucial."
    },
    {
      "pmid": "37863663",
      "title": "St. John's Wort Formulations Induce Rat CYP3A23-3A1 Independent of Their Hyperforin Content.",
      "authors": [
        "Anima M Schäfer",
        "Marta A Rysz",
        "Julia Schädeli",
        "Michelle Hübscher",
        "Haleh Khosravi",
        "Michelle Fehr",
        "Isabell Seibert",
        "Olivier Potterat",
        "Martin Smieško",
        "Henriette E Meyer Zu Schwabedissen"
      ],
      "journal": "Molecular pharmacology",
      "publication_date": "2023-Dec-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The pregnane X receptor (PXR) is a ligand-activated regulator of cytochrome P450 (CYP)3A enzymes. Among the ligands of human PXR is hyperforin, a constituent of St John's wort (SJW) extracts and potent inducer of human CYP3A4. It was the aim of this study to compare the effect of hyperforin and SJW formulations controlled for its content on CYP3A23-3A1 in rats. Hyperiplant was used as it contains a high hyperforin content and Rebalance because it is controlled for a low hyperforin content. In silico analysis revealed a weak hyperforin-rPXR binding affinity, which was further supported in cell-based reporter gene assays showing no hyperforin-mediated reporter activation in presence of rPXR. However, cellular exposure to Hyperiplant and Rebalance transactivated the CYP3A reporter 3.8-fold and 2.8-fold, respectively, and they induced Cyp3a23-3a1 mRNA expression in rat hepatoma cells compared with control 48-fold and 18-fold, respectively. In Wistar rats treated for 10 days with 400 mg/kg of Hyperiplant, we observed 1.8 times the Cyp3a23-3a1 mRNA expression, a 2.6-fold higher CYP3A23-3A1 protein amount, and a 1.6-fold increase in activity compared with controls. For Rebalance we only observed a 1.8-fold hepatic increase of CYP3A23-3A1 protein compared with control animals. Even though there are differing effects on rCyp3a23-3a1/CYP3A23-3A1 in rat liver reflecting the hyperforin content of the SJW extracts, the modulation is most likely not linked to an interaction of hyperforin with rPXR. SIGNIFICANCE STATEMENT: Treatment with St John's wort (SJW) has been reported to affect CYP3A expression and activity in rats. Our comparative study further supports this finding but shows that the pregnane X receptor-ligand hyperforin is not the driving force for changes in rat CYP3A23-3A1 expression and function in vivo and in vitro. Importantly, CYP3A induction mimics findings in humans, but our results suggest that another so far unknown constituent of SJW is responsible for the expression- and function-modifying effects in rat liver.",
      "mesh_terms": [
        "Rats",
        "Humans",
        "Animals",
        "Cytochrome P-450 CYP3A",
        "Pregnane X Receptor",
        "Hypericum",
        "Ligands",
        "Rats, Wistar",
        "Antineoplastic Agents",
        "RNA, Messenger",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "37621346",
      "title": "Determination of essential oil and biological activities of Hypericum ternatum Poulter and H. scabrum L. species collected from different localities: is H. scabrum an alternative to multifunctional species ST JOHN'S WORT (H. perforatum)?",
      "authors": [
        "Mehmet Akdeniz",
        "İsmail Yener",
        "Sevgi Irtegün Kandemir",
        "Şafak Özhan Kocakaya",
        "Mehmet Firat",
        "Serkan Yiğitkan",
        "Nesrin Haşimi",
        "Abdulselam Ertaş",
        "Ufuk Kolak"
      ],
      "journal": "Turkish journal of chemistry",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The importance of Hypericum L. species, being used in traditional medicine, in the scientific world is increasing day by day. Hypericum species are plants that have been used in the treatment of many diseases for a long time and have healing properties. In the current study, the essential oil compositions of Hypericum scabrum L. and H. ternatum Poulter collected from different localities in Turkey were determined by GC-MS/FID. In addition, their antioxidant, cytotoxic, and antimicrobial activities with their enzyme inhibitory potentials (cholinesterase, urease, tyrosinase, elastase, and collagenase) were investigated. Also, in vitro and in silico studies of the major components of the species have been carried out on the studied enzymes. It was determined that four H. scabrum samples mainly contained α-pinene (55.99%-62.80%) while three H. ternatum samples contained 2-methyloctane (9.45%-22.39%) and α-pinene (12.75%-33.08%). While H. scabrum essential oils possessed significant biological activity potential except for the antimicrobial activity, H. ternatum samples did not. All essential oil samples of H. scabrum exhibited a high cytotoxic effect (IC50 21.67 ± 0.34 to 34.67 ± 0.45 μg/mL) against colon cancer cell line (HT-29) and indicated higher acetyl-(Inhibiton% 83.30 ± 1.90 to 93.08 ± 1.04) and butyryl-cholinesterase (Inhibiton% 80.58 ± 1.19 to 93.28 ± 1.99) inhibitory activity than the standard compound, galantamine. Furthermore, all samples of H. scabrum showed high tyrosinase (Inhibiton% 69.00 ± 1.64 to 95.25 ± 1.42) and elastase (Inhibiton% 27.58 ± 0.34 to 36.69 ± 0.18) inhibitory effects. These biological activity results indicated that H. scabrum essential oil could be used in the cosmetic and pharmaceutical industries."
    },
    {
      "pmid": "37176699",
      "title": "Efficacy and Safety of Co-Administered St. John's Wort and Ginkgo biloba Extracts in Patients with Subjective Tinnitus: A Preliminary Prospective Randomized Controlled Trial.",
      "authors": [
        "Hantai Kim",
        "Jungho Ha",
        "Hun Yi Park",
        "Yun-Hoon Choung",
        "Jeong Hun Jang"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2023-May-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It is widely accepted that extracts of St. John's wort (Hypericum perforatum) improve depressive symptoms, and tinnitus patients commonly presented with either mild depression or anxiety. We investigated whether co-administration of St. John's wort and Ginkgo biloba extracts can suppress tinnitus. Participants with subjective tinnitus aged 30-70 years were randomly assigned to the experimental (co-administration of St. John's wort and Ginkgo biloba extract; n = 20) or control (Ginkgo biloba extract only; n = 26) group for 12 weeks. Participants were blinded to the group assignments. After 12 weeks of treatment, no significant change in the minimum masking level on the tinnitogram was observed in either group. In the co-administration group, the Tinnitus Handicap Inventory (THI) score decreased from 34.7 (SD, 15.9) to 29.6 (16.0) (p = 0.102). However, the control group showed a significant decrease in THI score, from 30.5 (16.7) to 25.6 (17.1) (p = 0.046). Regarding the Short Form-36 Health Survey (SF-36), only the \"Social Functioning\" domain score changed significantly after extract co-administration, from 74.5 (21.5) to 83.9 (20.5) (p = 0.047). Co-administration of St. John's wort and Ginkgo biloba extracts did not improve the symptoms of subjective tinnitus compared to administration of Ginkgo biloba extract alone."
    },
    {
      "pmid": "37111247",
      "title": "Production, Characterization, and In Vitro and In Vivo Studies of Nanoemulsions Containing St. John's Wort Plant Constituents and Their Potential for the Treatment of Depression.",
      "authors": [
        "Ahmad Salawi",
        "Yosif Almoshari",
        "Muhammad H Sultan",
        "Osama A Madkhali",
        "Mohammed Ali Bakkari",
        "Meshal Alshamrani",
        "Awaji Y Safhi",
        "Fahad Y Sabei",
        "Turki Al Hagbani",
        "Md Sajid Ali",
        "Md Sarfaraz Alam"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2023-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current project was designed to prepare an oil-in-water (oil/water) hypericin nanoemulsion using eucalyptus oil for the preparation of an oil phase with chitosan as an emulsion stabilizer. The study might be a novelty in the field of pharmaceutical sciences, especially in the area of formulation development. Tween® 80 (Polysorbate) was used as the nonionic surfactant. The nanoemulsion was prepared by using the homogenization technique, followed by its physicochemical evaluation. The surface morphological studies showed the globular structure has a nano-sized diameter, as confirmed by zeta size analysis. The zeta potential analysis confirmed a positive surface charge that might be caused by the presence of chitosan in the formulation. The pH was in the range of 5.14 to 6.11, which could also be compatible with the range of nasal pH. The viscosity of the formulations was found to be affected by the concentration of chitosan (F1-11.61 to F4-49.28). The drug release studies showed that the presence of chitosan greatly influenced the drug release, as it was noticed that formulations having an elevated concentration of chitosan release lesser amounts of the drug. The persistent stress in the mouse model caused a variety of depressive- and anxiety-like behaviors that can be counteracted by chemicals isolated from plants, such as sulforaphane and tea polyphenols. In the behavioral test and source performance test, hypericin exhibited antidepressant-like effects. The results show that the mice treated for chronic mild stress had a considerably higher preference for sucrose after receiving continuous hypericin for 4 days (p = 0.0001) compared to the animals administered with normal saline (p ≤ 0.0001) as well as the naïve group (p ≤ 0.0001). In conclusion, prepared formulations were found to be stable and can be used as a potential candidate for the treatment of depression."
    },
    {
      "pmid": "37029349",
      "title": "Impact of St. John's wort extract Ze 117 on stress induced changes in the lipidome of PBMC.",
      "authors": [
        "Hendrik Bussmann",
        "Swen Bremer",
        "Hanns Häberlein",
        "Georg Boonen",
        "Jürgen Drewe",
        "Veronika Butterweck",
        "Sebastian Franken"
      ],
      "journal": "Molecular medicine (Cambridge, Mass.)",
      "publication_date": "2023-Apr-07",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Membrane lipids have an important function in the brain as they not only provide a physical barrier segregating the inner and outer cellular environments, but are also involved in cell signaling. It has been shown that the lipid composition effects membrane fluidity which affects lateral mobility and activity of membrane-bound receptors. METHODS: Since changes in cellular membrane properties are considered to play an important role in the development of depression, the effect of St. John's wort extract Ze 117 on plasma membrane fluidity in peripheral blood mononuclear cells (PBMC) was investigated using fluorescence anisotropy measurements. Changes in fatty acid residues in phospholipids after treatment of cortisol-stressed [1 μM] PBMCs with Ze 117 [10-50 µg/ml] were analyzed by mass spectrometry. RESULTS: Cortisol increased membrane fluidity significantly by 3%, co-treatment with Ze 117 [50 µg/ml] counteracted this by 4.6%. The increased membrane rigidity by Ze 117 in cortisol-stressed [1 μM] PBMC can be explained by a reduced average number of double bonds and shortened chain length of fatty acid residues in phospholipids, as shown by lipidomics experiments. CONCLUSION: The increase in membrane rigidity after Ze 117 treatment and therefore the ability to normalize membrane structure points to a new mechanism of antidepressant action of the extract.",
      "mesh_terms": [
        "Hypericum",
        "Leukocytes, Mononuclear",
        "Lipidomics",
        "Hydrocortisone",
        "Antidepressive Agents"
      ]
    },
    {
      "pmid": "37027987",
      "title": "Intestinal permeability and gut microbiota interactions of pharmacologically active compounds in valerian and St. John's wort.",
      "authors": [
        "Antoine Chauveau",
        "Andrea Treyer",
        "Annelies Geirnaert",
        "Lea Bircher",
        "Angela Babst",
        "Vanessa Fabienne Abegg",
        "Ana Paula Simões-Wüst",
        "Christophe Lacroix",
        "Olivier Potterat",
        "Matthias Hamburger"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytomedicines such as valerian and St. John's wort are widely used for the treatment of sleeping disorders, anxiety and mild depression. They are perceived as safe alternatives to synthetic drugs, but limited information is available on the intestinal absorption and interaction with human intestinal microbiota of pharmacologically relevant constituents valerenic acid in valerian, and hyperforin and hypericin in St. John's wort. The intestinal permeability of these compounds and the antidepressant and anxiolytic drugs citalopram and diazepam was investigated in the Caco-2 cell model with bidirectional transport experiments. In addition, interaction of compounds and herbal extracts with intestinal microbiota was evaluated in artificial human gut microbiota. Microbiota-mediated metabolisation of compounds was assessed, and bacterial viability and short-chain fatty acids (SCFA) production were measured in the presence of compounds or herbal extracts. Valerenic acid and hyperforin were highly permeable in Caco-2 cell monolayers. Hypericin showed low-to-moderate permeability. An active transport process was potentially involved in the transfer of valerenic acid. Hyperforin and hypericin were mainly transported through passive transcellular diffusion. All compounds were not metabolized over 24 h in the artificial gut microbiota. Microbial SCFA production and bacterial viability was not substantially impaired nor promoted by exposure to the compounds or herbal extracts.",
      "mesh_terms": [
        "Humans",
        "Gastrointestinal Microbiome",
        "Hypericum",
        "Valerian",
        "Caco-2 Cells",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "36984468",
      "title": "Combination of St. John's Wort Oil and Neem Oil in Pharmaceuticals: An Effective Treatment Option for Pressure Ulcers in Intensive Care Units.",
      "authors": [
        "Samet Özdemir",
        "Saber Yari Bostanabad",
        "Ayhan Parmaksız",
        "Halil Can Canatan"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2023-Feb-27",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Background and Objectives: Phytotherapeutically, various herbal remedies, such as St. John's wort oil, have been introduced as wound care options. Recently, Neem oil has been considered a herbal option for the management of superficial wounds. Wound care is a complex process that involves several factors including the patient, caregiver, and medications. Herbal combinations could be an alternative to the chemical counterparts in the wound care area. This report includes an investigation of the possible supportive impacts of the St. John's wort and Neem oil containing ointment (W Cura G Plus ®) in the management of pressure ulcers (PUs) in three intensive care unit (ICU) patients. Materials and Methods: The ointment was administered to individuals once daily for 42 consecutive days. The status of individuals was macroscopically monitored by measuring the PU area and histopathological assessment of the tissue sections taken on the first and last days of wound treatment. Results: The outcomes of the macroscopic and histopathological techniques exhibited that St. John's wort and Neem oil containing ointment provided a remarkable supportive impact on the patients that suffered from PUs in the ICUs. Conclusions: The combination of St. John's wort and Neem oil could be suggested as an efficient active phytoconstituent for the management of PUs. The herbal ointments may be suggested as an alternative for the patients that have PUs in the ICUs.",
      "mesh_terms": [
        "Humans",
        "Pressure Ulcer",
        "Hypericum",
        "Ointments",
        "Intensive Care Units",
        "Suppuration",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "36946749",
      "title": "A Randomized Split-Face Study of Photodynamic Therapy With St. John's Wort and Indole-3-Acetic Acid for the Treatment of Acne.",
      "authors": [
        "Bo Ri Kim",
        "Minjae Kim",
        "Jung-Im Na",
        "Chang-Hun Huh",
        "Jung-Won Shin"
      ],
      "journal": "Dermatologic surgery : official publication for American Society for Dermatologic Surgery [et al.]",
      "publication_date": "2023-May-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: St. John's wort (SJW) contains hypericin, a powerful photosensitizer with antimicrobial and anti-inflammatory activities. OBJECTIVE: To compare the efficacy and safety of SJW-photodynamic therapy (PDT) with that of indole-3-acetic acid (IAA)-PDT for the treatment of acne and investigate the skin rejuvenating effects of SJW-PDT. MATERIALS AND METHODS: In vitro experiments were conducted to examine the generation of reactive oxygen species and the antimicrobial effects of SJW-PDT. In the prospective, double-blind, split-face, randomized study, 31 patients with facial acne were treated with SJW or IAA with simultaneous illumination of red light and green light. RESULTS: SJW produces free radicals with visible light irradiation, and the growth of Cutibacterium acnes and Staphylococcus aureus is significantly suppressed. One week after the last treatment, the acne lesion counts were significantly decreased in both groups (56.5% reduction in SJW, p < .001 vs 57.0% in IAA, p < .001). Significant reductions in sebum secretion, erythema index, roughness, and wrinkles were observed in both groups after the treatment. No side effects were observed. CONCLUSION: SJW-PDT is a simple, safe, and effective treatment option for acne that is also beneficial for skin rejuvenation.",
      "mesh_terms": [
        "Humans",
        "Acne Vulgaris",
        "Hypericum",
        "Photochemotherapy",
        "Plant Extracts",
        "Prospective Studies",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "36679023",
      "title": "Exogenous SA Applications Alleviate Salinity Stress via Physiological and Biochemical changes in St John's Wort Plants.",
      "authors": [
        "Eun-Hae Kwon",
        "Arjun Adhikari",
        "Muhammad Imran",
        "Da-Sol Lee",
        "Chung-Yeol Lee",
        "Sang-Mo Kang",
        "In-Jung Lee"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Jan-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The plant St. John's wort contains high levels of melatonin, an important biochemical that has both beneficial and adverse effects on stress. Therefore, a method for increasing melatonin levels in plants without adversely affecting their growth is economically important. In this study, we investigated the regulation of melatonin levels in St. John's wort by exposing samples to salinity stress (150 mM) and salicylic acid (0.25 mM) to augment stress tolerance. The results indicated that salinity stress significantly reduced the plant chlorophyll content and damaged the photosystem, plant growth and development. Additionally, these were reconfirmed with biochemical indicators; the levels of abscisic acid (ABA) and proline were increased and the activities of antioxidants were reduced. However, a significant increase was found in melatonin content under salinity stress through upregulation in the relative expression of tryptophan decarboxylase (TDC), tryptamine 5-hydroxylase (T5H), serotonin N-acetyltransferase (SNAT), and N-acetylserotonin methyltransferase (ASMT). The salicylic acid (SA) treatment considerably improved their photosynthetic activity, the maximum photochemical quantum yield (133%), the potential activity of PSⅡ (294%), and the performance index of electron flux to the final PS I electron acceptors (2.4%). On the other hand, SA application reduced ABA levels (32%); enhanced the activity of antioxidant enzymes, such as superoxide dismutase (SOD) (15.4%) and 2,2-diphenyl-1-picrylhydrazyl (DPPH) (120%); and increased polyphenol (6.4%) and flavonoid (75.4%) levels in salinity-stressed St. John's wort plants. Similarly, SA application under NaCl stress significantly modulated the melatonin content in terms of ion balance; the level of melatonin was reduced after SA application on salt-treated seedlings but noticeably higher than on only SA-treated and non-treated seedlings. Moreover, the proline content was reduced considerably and growth parameters, such as plant biomass, shoot length, and chlorophyll content, were enhanced following treatment of salinity-stressed St. John's wort plants with salicylic acid. These findings demonstrate the beneficial impact of salt stress in terms of a cost-effective approach to extract melatonin in larger quantities from St. John's wort. They also suggest the efficiency of salicylic acid in alleviating stress tolerance and promoting growth of St. John's wort plants."
    },
    {
      "pmid": "36624575",
      "title": "Utility of Therapeutic Drug Monitoring in Identifying Clinically Significant Interactions Between St. John's Wort and Prescription Drugs.",
      "authors": [
        "Vanessa Steenkamp",
        "Hafiza Parkar",
        "Amitava Dasgupta"
      ],
      "journal": "Therapeutic drug monitoring",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The general population widely uses herbal medicines, as they are regarded as effective and safe. St. John's wort, which is an effective herbal antidepressant, exhibits both pharmacokinetic and pharmacodynamic interactions with several drugs. The aim of this review was to highlight the clinically significant interactions of St. John's wort with drugs that require to be monitored to assess their therapeutic effect. METHODS: Published literature was searched using electronic databases, such as MEDLINE, PubMed, and Elsevier ScienceDirect using terms such as \"herbal medicine,\" \"herbal toxicity,\" \"legislation herbal medicine,\" \"drug-herb interactions,\" \"St. John's wort,\" and \"St. John's wort-drug interactions.\" Searches were limited to the English language, and there was no restriction on the date of publication. RESULTS: St. John's wort exhibits a number of pharmacokinetic and pharmacodynamic interactions with drugs. The most dangerous interactions occurred when used concurrently with the immunosuppressants, cyclosporine, and tacrolimus (treatment failure or organ rejection) or warfarin (treatment failure resulting in thromboembolic events) or antiretroviral agents (treatment failure and the emergence of new viral variants that are resistant to conventional drugs). CONCLUSIONS: Patients should consult their health care providers before consuming herbal supplements, especially St. John's wort, to avoid potentially dangerous drug-herb interactions.",
      "mesh_terms": [
        "Humans",
        "Prescription Drugs",
        "Drug Monitoring",
        "Hypericum",
        "Immunosuppressive Agents",
        "Anti-Retroviral Agents",
        "Drug Interactions",
        "Plant Extracts",
        "Herb-Drug Interactions"
      ]
    },
    {
      "pmid": "36395608",
      "title": "Effect of St. John's wort extract Ze 117 on the lateral mobility of β1-adrenergic receptors in C6 cells.",
      "authors": [
        "Hendrik Bussmann",
        "Hanns Häberlein",
        "Georg Boonen",
        "Jürgen Drewe",
        "Veronika Butterweck",
        "Sebastian Franken"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Depression has been associated with altered signal transduction of serotonergic, dopaminergic and adrenergic neurotransmitter systems in the brain. Signaling relies on receptor-ligand interactions and subsequent regulatory processes, but also on lateral receptor mobility. The aim of this study was to investigate the effect of the St. John's wort extract Ze 117 on the lateral mobility of SNAP-tagged β1-adrenergic receptors (β1AR) in the plasma membrane of C6 cells under both, non-stimulating and isoprenaline-stimulating conditions. Single particle tracking (SPT) was used, whereby the registered trajectories were evaluated by variational Bayesian treatment of a hidden Markov model (vbSPT) and packing coefficient (Pc) analysis with respect to diffusion coefficients, receptor state occupancies and confinement. Three different diffusion states were identified, differing in their diffusion coefficients. Treatment with Ze 117 [25 µg/ml] decreased the mobility of the β1AR, which was manifested by a relative increase in the slow-diffusing state S1 (0.21-0.30) compared to control and by an increase in receptor confinement (79.4-68.1 nm). After isoprenaline stimulation of control cells, the slow-diffusing state was more pronounced, whereas confinement was not affected. In summary, SPT has been shown to be a powerful method to analyze lateral receptor mobility. Furthermore, the present study identified a correlation between Ze 117 treatment and β1AR mobility.",
      "mesh_terms": [
        "Hypericum",
        "Receptors, Adrenergic, beta-1",
        "Bayes Theorem",
        "Plant Extracts",
        "Cell Membrane",
        "Phytotherapy"
      ]
    },
    {
      "pmid": "36367811",
      "title": "The efficacy of St John's wort oil macerates on intractable skin lesions of patients with idiopathic granulomatous mastitis: preliminary results.",
      "authors": [
        "Sema Yuksekdag"
      ],
      "journal": "Journal of wound care",
      "publication_date": "2022-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: St John's wort (SJW, Hypericum perforatum) has a long history of medicinal use, mainly for its antidepressive effects and for wound healing. However, to the best of our knowledge, this is the first clinical study evaluating the effects of topical SJW oil macerates on the intractable skin lesions of idiopathic granulomatous mastitis (IGM). METHOD: SJW oil massage (twice daily for two minutes) was recommended between 2016 and 2019, only for patients with persistent or intractable skin lesions, after complete regression of granulomatous mass with two cycles of high-dose oral steroid and empiric antibiotics. Skin lesions were assessed and graded, before and after treatment, as clear, mild, moderate and severe. A questionnaire was also completed for each patient at the end of the six-week treatment. RESULTS: A total of 21 patients with persistent IGM lesions used SJW oil after completion of the standard treatment protocol. All patients were women, and the mean age was 36.6 years. Hyperaemia (100%), scaling (61%), induration (52%) and ulcers (28%) were the predominant skin lesions. Distribution of the lesions according to the degree of severity were graded mild, moderate and severe, and seen in 35%, 41% and 23% of the patients, respectively. When compared with pre-treatment scores, there were very significant regressions (clear: 76.4%, mild: 17.6%, moderate: 3.9%, severe: 1.9%; p<0.001 for each). The overall success rate (total clearance or decrease/decline in lesions) of treatment was 94%. CONCLUSION: SJW oil massage seems to be very effective in patients with IGM-related persistent skin lesions.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adult",
        "Male",
        "Hypericum",
        "Granulomatous Mastitis",
        "Plant Extracts",
        "Plant Oils",
        "Immunoglobulin M",
        "Phytotherapy"
      ]
    },
    {
      "pmid": "36299970",
      "title": "Advantages and Disadvantages of Using St. John's Wort as a Treatment for Depression.",
      "authors": [
        "Johanna S Canenguez Benitez",
        "Tabata E Hernandez",
        "Ramaswamy Sundararajan",
        "Sarosh Sarwar",
        "Angel J Arriaga",
        "Asma T Khan",
        "Andrea Matayoshi",
        "Herbert A Quintanilla",
        "Hansini Kochhar",
        "Mehwish Alam",
        "Arpit Mago",
        "Aakash Hans",
        "Guadalupe A Benitez"
      ],
      "journal": "Cureus",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: St. John's wort (SJW) extracts are currently being used to treat depression of various degrees of severity. While many studies have shown it to be superior to placebo, data regarding the effectiveness of using SJW as a stand-alone treatment compared with standard antidepressants has yet to be proven conclusively. This study aims to understand the advantages and disadvantages of SJW as a treatment modality for depression. METHODS:  The authors searched PubMed, JAMA network, Springer Link, Elsevier, Google Scholar, and Scientific Progress databases, from 2011 through August 2021, using the following keywords: St John's wort, Hypericum perforatum, depression, antidepressant, complementary alternative medicine, economic evaluation depression St. wort, St John's wort and depression, antidepressant interactions. This yielded a total of 27 papers following a thorough removal of irrelevant content and dissemination in languages other than English. RESULTS:  In patients with mild and moderate depression, SJW proved superior to placebo. Certain studies comparing the efficacy of SJW versus selective serotonin reuptake inhibitors (SSRIs), especially fluoxetine, reported SJW to be more efficacious, while the majority reported no significant difference. Tricyclic antidepressants were also found to have similar efficacy as SJW. Moreover, treatment with SJW was also found to reduce postmenopausal depression. Regarding the safety profile, although SJW is better tolerated with fewer adverse effects when compared to standardized antidepressants, its predisposition to causing fatal serotonin syndrome, when used in conjunction with other serotonergic agents and drug interactions noted with CYP 450 drugs, raises a question in the safety profile. CONCLUSION:  It is essential to acknowledge that SJW has been used as a treatment measure in Germany. Despite being only listed as a dietary supplement by the FDA and not a drug, SJW has shown to be comparable, if not more efficacious, than most standard treatment options for depression. SJW does prove to be an exciting piece of pharmacotherapy in the realm of mental health and post-menopausal treatment. More prospective studies will help us better understand its efficacy in mild and moderate depression and its ability to serve as a long-term agent. Considering its mechanism of action, its role in relieving patients suffering from an anxiety disorder is also worth considering."
    },
    {
      "pmid": "36226689",
      "title": "The efficacy and safety of St. John's wort extract in depression therapy compared to SSRIs in adults: A meta-analysis of randomized clinical trials.",
      "authors": [
        "Xin Zhao",
        "Hong Zhang",
        "Yanyan Wu",
        "Chun Yu"
      ],
      "journal": "Advances in clinical and experimental medicine : official organ Wroclaw Medical University",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Meta-Analysis",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Depression is the most common mental disorder, affecting about 3.8% of the population worldwide. Clinical symptoms of depression include sadness, anxiety and frequent mood swings, among others. Selective serotonin reuptake inhibitors (SSRIs), psychotherapy and behavioral therapy are commonly used for the treatment of this condition. Since SSRIs are associated with various side effects, extract of St. John's wort (SJW) has been suggested as an effective alternative. However, there are conflicting studies regarding its efficacy. Many studies have reported positive outcomes with low adverse effects, while others did not find it to be a suitable alternative. OBJECTIVES: To analyze the available studies using SJW for depression therapy and to thoroughly evaluate its effectiveness compared to SSRIs and placebo. MATERIAL AND METHODS: Relevant articles for our meta-analysis were found using Medline (via PubMed), Cinahl (via EBSCO), Scopus, and Web of Sciences databases. Studies were included as per the predefined Population, Intervention, Comparison, Outcomes and Study (PICOS) criteria. A demographic summary of the patients treated with either SJW, placebo or SSRIs was collected and Hamilton Depression Rating Scale (HAMD) scores were extracted. Risks of bias analysis, diagnostic odds ratio (OR), risk ratio (RR), and sensitivity calculation were evaluated using Revman software, and the publication bias was assessed using MedCalc software. RESULTS: Fourteen clinical trials with a total of 2270 depression patients were included in accordance with the inclusion criteria. All analyzed papers were published between 2000 and 2022. For patients treated with either SSRIs or SJW, a pooled OR of 2.44 with a 95% confidence interval (95% CI) of 1.33-4.45 was obtained. The data were heterogeneous, with a tau2 value of 0.54, χ2 value of 31.05, degrees of freedom (df) value of 7, I2 value of 77%, and an overall Z-value of 2.90 with p = 0.004. CONCLUSION: Our research supports the use of SJW as it reduced the number of depressive patients and their HAMD scores while having fewer risks and side effects than conventional medications.",
      "mesh_terms": [
        "Humans",
        "Adult",
        "Selective Serotonin Reuptake Inhibitors",
        "Phytotherapy",
        "Depressive Disorder",
        "Hypericum",
        "Depression",
        "Randomized Controlled Trials as Topic",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "36224261",
      "title": "Analysis of hyperforin (St. John's wort) action at TRPC6 channel leads to the development of a new class of antidepressant drugs.",
      "authors": [
        "Yamina El Hamdaoui",
        "Fang Zheng",
        "Nikolas Fritz",
        "Lian Ye",
        "Mai Anh Tran",
        "Kevin Schwickert",
        "Tanja Schirmeister",
        "Albert Braeuning",
        "Dajana Lichtenstein",
        "Ute A Hellmich",
        "Dorothee Weikert",
        "Markus Heinrich",
        "Giulia Treccani",
        "Michael K E Schäfer",
        "Gabriel Nowak",
        "Bernd Nürnberg",
        "Christian Alzheimer",
        "Christian P Müller",
        "Kristina Friedland"
      ],
      "journal": "Molecular psychiatry",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "St. John's wort is an herb, long used in folk medicine for the treatment of mild depression. Its antidepressant constituent, hyperforin, has properties such as chemical instability and induction of drug-drug interactions that preclude its use for individual pharmacotherapies. Here we identify the transient receptor potential canonical 6 channel (TRPC6) as a druggable target to control anxious and depressive behavior and as a requirement for hyperforin antidepressant action. We demonstrate that TRPC6 deficiency in mice not only results in anxious and depressive behavior, but also reduces excitability of hippocampal CA1 pyramidal neurons and dentate gyrus granule cells. Using electrophysiology and targeted mutagenesis, we show that hyperforin activates the channel via a specific binding motif at TRPC6. We performed an analysis of hyperforin action to develop a new antidepressant drug that uses the same TRPC6 target mechanism for its antidepressant action. We synthesized the hyperforin analog Hyp13, which shows similar binding to TRPC6 and recapitulates TRPC6-dependent anxiolytic and antidepressant effects in mice. Hyp13 does not activate pregnan-X-receptor (PXR) and thereby loses the potential to induce drug-drug interactions. This may provide a new approach to develop better treatments for depression, since depression remains one of the most treatment-resistant mental disorders, warranting the development of effective drugs based on naturally occurring compounds.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Antidepressive Agents",
        "Hypericum",
        "TRPC6 Cation Channel",
        "Phloroglucinol",
        "Terpenes"
      ]
    },
    {
      "pmid": "36073954",
      "title": "St. John's Wort Exacerbates Acetaminophen-Induced Liver Injury by Activation of PXR and CYP-Mediated Bioactivation.",
      "authors": [
        "Yiming Jiang",
        "Yanying Zhou",
        "Shaofei Song",
        "Shicheng Fan",
        "Yue Gao",
        "Yuan Li",
        "Min Huang",
        "Huichang Bi"
      ],
      "journal": "Toxicological sciences : an official journal of the Society of Toxicology",
      "publication_date": "2022-Oct-27",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "St. John's wort (SJW) is a medicinal herb remedy for mild depression. However, long-term use of SJW has raised safety concerns in clinical practice because of drug-drug interactions. Excessive use of acetaminophen (APAP) causes severe hepatotoxicity, but whether SJW modulates APAP-induced liver injury remains unclear. In this study, the effect of long-term SJW administration on APAP-induced acute hepatotoxicity and the involved mechanisms were investigated. Morphological and biochemical assessments clearly demonstrated that SJW exacerbates APAP-induced toxicity. Moreover, SJW markedly promoted glutathione depletion and increased the levels of the APAP-cysteine and APAP-N-acetylcysteinyl adducts in mice, which enhanced APAP metabolic activation and aggravated APAP-induced liver injury. To further elucidate APAP metabolic activation in liver injury induced by SJW, the activities and expression levels of CYP2E1 and CYP3A were measured. The results showed that the activities and expression levels of CYP2E1 and CYP3A were increased after SJW treatment. Furthermore, the PXR-CYP signaling pathway was activated by SJW, and its downstream target genes were upregulated. Collectively, this study demonstrated that the long-term administration of SJW extract led to the metabolic activation of APAP and significantly exacerbated APAP-induced liver injury, which may suggest caution for the clinical use of SJW and APAP.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Acetaminophen",
        "Hypericum",
        "Cytochrome P-450 CYP2E1",
        "Cytochrome P-450 CYP3A",
        "Chemical and Drug Induced Liver Injury, Chronic"
      ]
    },
    {
      "pmid": "34842100",
      "title": "The effects of Tendoflex® (polytendon complex) and Hypericum perforatum (St. John's wort oil) on repaired Achilles tendon healing in rats.",
      "authors": [
        "Kutsi Tuncer",
        "Mehmet Demir",
        "Eyüp Şenocak",
        "Ali Sefa Mendil",
        "Arzu Gezer",
        "Basri Pür",
        "Recep Öztürk"
      ],
      "journal": "Joint diseases and related surgery",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This experimental study aims to examine the effects of Tendoflex® and Hypericum perforatum on tendon healing in rat models undergoing iatrogenic Achilles tendon rupture and similar surgical treatments. MATERIALS AND METHODS: Eighty Wistar albino rats weighing 250 to 350 g were randomly divided into four groups. Group A: Tendoflex® was administered orally as 1 capsule/2.5 kg daily by gavage. Group B: Hypericum perforatum was administered orally as 300 mg/kg daily by gavage. Group C: Tendoflex® and Hypericum perforatum were co-administered orally by gavage at the prespecified doses. Group D: No medication was given to the control group. Five rats from each group were sacrificed weekly, and the tissue samples were examined histologically, followed by the biomechanical tests of the Achilles tendon. RESULTS: In the mechanical testing, pulling forces were superior in all intervention groups and in all weeks over the control group. In particular, in the early periods (Weeks 1, 2, and 3), the mixed group showed the most favorable results, followed by the Hypericum perforatum group (p=0.010, p=0.591, and p=0.130, respectively). The most favorable collagen type I and type III expression values were found in the mixed and Hypericum perforatum groups at Weeks 2 and 3, respectively (p=0.025 and p=0.018). In the immunohistochemical and Western Blot examinations, extreme collagen type I and type III expression were detected in the mixed and Hypericum perforatum groups at Weeks 2, 3, and 4. CONCLUSION: Tensile strength of the Achilles tendon increased by using Hypericum perforatum and Tendoflex® following rupture and repair of the Achilles tendon in rats. The combined use of these two agents yielded the most favorable mechanical and histological results, particularly in the early period. This result may be related to the higher level of collagen type I and type III immunity in all groups, compared to the control group.",
      "mesh_terms": [
        "Achilles Tendon",
        "Animals",
        "Hypericum",
        "Plant Extracts",
        "Plant Oils",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "34796061",
      "title": "A Systematic Review of the Use of St. John's Wort for Smoking Cessation in Adults.",
      "authors": [
        "Namrata Walia",
        "Sandra Gonzalez",
        "Roger Zoorob"
      ],
      "journal": "Cureus",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "St. John's wort (SJW) has been researched and clinically used for treating various psychiatric disorders, including depression. Few clinical trials have studied its use in smoking cessation. This systematic review provides comprehensive evidence of the studies conducted to date. Five databases were searched for randomized controlled trials (RCTs) that evaluated the effectiveness of SJW for smoking cessation in adults. The trials included the use of SJW alone, or along with nicotine replacement therapy, chromium, or behavioral therapies. The Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines were used to report this systematic review. Overall, four RCTs met the eligibility criteria, and the risk of bias analysis was conducted using the Cochrane criteria. Abstinence, along with other physical symptoms, were measured as outcomes at the end of the follow-up period. Studies reported variable abstinence rates and a decrease in cravings at the end of 12-14 weeks. However, there was minimal to no difference reported between the intervention and placebo groups in all of the clinical trials. One of the studies reported minimal physical side effects. Overall, SJW was well tolerated. Quality analysis of the included studies showed low concerns in two studies while the other two studies showed high concerns in the risk of bias judgment. More clinical trials with larger sample sizes should be conducted in the future to evaluate the effectiveness of the use of SJW for smoking cessation."
    },
    {
      "pmid": "34644426",
      "title": "St. John's Wort alleviates dextran sodium sulfate-induced colitis through pregnane X receptor-dependent NFκB antagonism.",
      "authors": [
        "Tingting Yan",
        "Yuhong Luo",
        "Yangliu Xia",
        "Keisuke Hamada",
        "Qiong Wang",
        "Nana Yan",
        "Kristopher W Krausz",
        "Jerrold M Ward",
        "Haiping Hao",
        "Ping Wang",
        "Frank J Gonzalez"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, N.I.H., Intramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "St. John's wort (SJW), from traditional herbs, activates the pregnane X receptor (PXR), a potential drug target for treating inflammatory bowel disease (IBD). However, how SJW alleviates dextran sodium sulfate (DSS)-induced experimental IBD by activating PXR is unknown. To test this, PXR-humanized, wild-type (WT) and Pxr-null mice, primary intestinal organoids cultures, and the luciferase reporter gene assays were employed. In vivo, a diet supplemented with SJW was found to activate intestinal PXR both in WT and PXR-humanized mice, but not in Pxr-null mice. SJW prevented DSS-induced IBD in PXR-humanized and WT mice, but not in Pxr-null mice. In vitro, hyperforin, a major component of SJW, activated PXR and suppressed tumor necrosis factor (TNF)α-induced nuclear factor (NF) κB translocation in primary intestinal organoids from PXR-humanized mice, but not Pxr-null mice. Luciferase reporter gene assays showed that hyperforin dose-dependently alleviated TNFα-induced NFκB transactivation by activating human PXR in Caco2 cells. Furthermore, SJW therapeutically attenuated DSS-induced IBD in PXR-humanized mice. These data indicate the therapeutic potential of SJW in alleviating DSS-induced IBD in vivo, and TNFα-induced NFκB activation in vitro, dependent on PXR activation, which may have clinical implications for using SJW as a herbal drug anti-IBD treatment.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Caco-2 Cells",
        "Humans",
        "Hypericum",
        "Inflammatory Bowel Diseases",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Knockout",
        "NF-kappa B",
        "Plant Extracts",
        "Pregnane X Receptor"
      ]
    },
    {
      "pmid": "33972911",
      "title": "St. John's Wort-Induced Supraventricular Tachycardia.",
      "authors": [
        "Kristy A Fisher",
        "Poonam Patel",
        "Samer Abualula",
        "Livasky Concepion"
      ],
      "journal": "Cureus",
      "publication_date": "2021-Apr-07",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "St. John's wort, a non-FDA-approved over-the-counter (OTC) herbal supplement with antidepressant activity known as Hypericum perforatum, has been found to induce supraventricular tachycardia (SVT) in the absence of any underlying structural cardiac abnormality or known medical history via currently unclear pathophysiology. In this case presentation, the authors present a case of a 33-year-old female who presented with recurrent episodes of palpitations one month after initiating St. John's wort for the treatment of depression, which ultimately resolved upon cessation of the herbal supplement. Therefore, the postulated insinuating event is suspected to be the ingestion of St. John's wort. This will be the first documented case of St. John's wort-induced SVT. This case study brings into question the safety of the use of this agent as an OTC supplement for the management of depression. Further investigation is required to aid in the knowledge and understanding of the causative mechanism and to identify those patients who are at potentially heightened risks of such manifestations."
    },
    {
      "pmid": "33628177",
      "title": "In Vitro Effects of St. John's Wort Extract Against Inflammatory and Oxidative Stress and in the Phagocytic and Migratory Activity of Mouse SIM-A9 Microglia.",
      "authors": [
        "Gabriel A Bonaterra",
        "Olga Mierau",
        "Johanna Hofmann",
        "Hans Schwarzbach",
        "Heba Aziz-Kalbhenn",
        "Christiane Kolb",
        "Ralf Kinscherf"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Herbal medicinal plants as Hypericum perforatum L., known as St. John's wort (SJW) have been in use for a long time. SJW that is specifically used for the treatment of depressive disorders. Inflammatory cytokines derived from microglia play an important role in the regulation of the synthesis and reuptake of glutamate and influence synaptic function, morphology and neuronal plasticity. The present study was performed to investigate, whether STW3-VI, a special SJW extract has protective effects on mouse SIM-A9 microglia against cytotoxic and proinflammatory effects of ROS, glutamate, NMDA or cortisol. Additionally, we investigated the effects of SJW on migratory and phagocytic properties of microglia. Results: Pre-treatment (48 h) of microglia with STW3-VI (5 or 10 μg/ml)-in contrast to desipramine-inhibited the H2O2-induced TNF-α release by 20-40%. Pre-treatment (48 h) of microglia with STW3-VI (5 or 10 μg/ml) delayed the 3 or 4 mM H2O2-induced intracellular ROS level by 26.9 and 44.4%, respectively. Furthermore, pre-treatment (48 h) of microglia with STW3-VI (5 μg/ml) - in contrast to desipramine - lowered the glutamate-induced cytotoxicity by 13.2%. Besides, pre-treatment (48 h) of microglia with STW3-VI (5 or 10 μg/ml) or desipramine (5 µM) inhibited the NMDA-induced decrease of the viability by 16.5-28.8% or 12%, respectively. Finally, pre-treatment (48 h) of microglia with STW3-VI (5 or 10 μg/ml)-in contrast to desipramine - reduced the cortisol-induced cytotoxicity by 15.5 and 12.9%. Treatment of microglia with STW3-VI (10 or 100 μg/ml) increased the migratory and the phagocytic capacities by 100 and 40%. Conclusion: Our data provide evidence that STW3-VI-in contrast to desipramine - protects microglia from oxidative stress, NMDA- or glutamate-induced cytotoxicity, and has anti-inflammatory properties that are accompanied by improvement of their migratory and phagocytic capacity. These protective (particularly the anti-inflammatory) properties may be beneficial in the treatment of depressive disorders."
    },
    {
      "pmid": "33491130",
      "title": "Severe skin toxicity during whole-brain radiotherapy, targeted therapy, and additional drug intake including St. John's wort skin oil.",
      "authors": [
        "Tanja Eichkorn",
        "Fabian Schunn",
        "Sebastian Regnery",
        "Rami El Shafie",
        "Juliane Hörner-Rieber",
        "Sebastian Adeberg",
        "Klaus Herfarth",
        "Jürgen Debus",
        "Laila König"
      ],
      "journal": "Strahlentherapie und Onkologie : Organ der Deutschen Rontgengesellschaft ... [et al]",
      "publication_date": "2021-Jul",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Metastatic non-small cell lung cancer (NSCLC) often requires a multimodal treatment including chemotherapy, targeted therapy and radiotherapy. In addition to this, many patients take supportive drugs. Since only scarce data on possible interactions between radiotherapy and pharmaceutical or herbal drugs exist, description of clinical cases is of special interest. CASE REPORT: A patient with stage IV NSCLC was treated with docetaxel/ramucirumab followed by radiotherapy for brain and bone metastases while taking several other over-the-counter drugs (OTCs) including topical St. John's wort skin oil. RESULTS: A 63-year-old female patient with stage IV NSCLC presented with 11 asymptomatic brain metastases and a painful osteolytic bone metastasis in the 12th thoracic vertebral body (T12). Four weeks before the start of palliative whole-brain radiotherapy and bone irradiation of T12, she was administered a combination of docetaxel and ramucirumab. At an administered dose of 24 Gy, the patient presented with severe folliculitis capitis, while skin examination over the thoracolumbar spine was unremarkable although skin dose was similar. After thorough questioning, the patient reported using a herbal skin oil that contained St. John's wort for scalp care only, but not for skin care of her back during radiotherapy. After stopping the topical application of the skin oil, folliculitis improved with a course of systemic and topical antibiotics within 10 days, though the healing process was prolonged and included desquamation and hyperpigmentation. CONCLUSION: St. John's wort seems to be a significant radiosensitizer for photon radiotherapy and can cause severe skin toxicity even though the literature lacks data on this interaction. As an OTC, it is easily accessible and often used by oncological patients due to antidepressant and local antimicrobial and pain-relieving effects.",
      "mesh_terms": [
        "Antibodies, Monoclonal, Humanized",
        "Antineoplastic Agents",
        "Bone Neoplasms",
        "Brain Neoplasms",
        "Carcinoma, Non-Small-Cell Lung",
        "Docetaxel",
        "Female",
        "Humans",
        "Hypericum",
        "Lung Neoplasms",
        "Middle Aged",
        "Phytochemicals",
        "Ramucirumab"
      ]
    },
    {
      "pmid": "33375664",
      "title": "Antiproliferative Effects of St. John's Wort, Its Derivatives, and Other Hypericum Species in Hematologic Malignancies.",
      "authors": [
        "Alessandro Allegra",
        "Alessandro Tonacci",
        "Elvira Ventura Spagnolo",
        "Caterina Musolino",
        "Sebastiano Gangemi"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2020-Dec-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Hypericum is a widely present plant, and extracts of its leaves, flowers, and aerial elements have been employed for many years as therapeutic cures for depression, skin wounds, and respiratory and inflammatory disorders. Hypericum also displays an ample variety of other biological actions, such as hypotensive, analgesic, anti-infective, anti-oxidant, and spasmolytic abilities. However, recent investigations highlighted that this species could be advantageous for the cure of other pathological situations, such as trigeminal neuralgia, as well as in the treatment of cancer. This review focuses on the in vitro and in vivo antitumor effects of St. John's Wort (Hypericum perforatum), its derivatives, and other Hypericum species in hematologic malignancies. Hypericum induces apoptosis in both myeloid and lymphoid cells. Other Hypericum targets include matrix metalloproteinase-2, vascular endothelial growth factor, and matrix metalloproteinase-9, which are mediators of cell migration and angiogenesis. Hypericum also downregulates the expression of proteins that are involved in the resistance of leukemia cells to chemotherapeutic agents. Finally, Hypericum and its derivatives appear to have photodynamic effects and are candidates for applications in tumor photodynamic therapy. Although the in vitro studies appear promising, controlled in vivo studies are necessary before we can hypothesize the introduction of Hypericum and its derivatives into clinical practice for the treatment of hematologic malignancies.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Drug Evaluation, Preclinical",
        "Drug Interactions",
        "Drug Resistance, Neoplasm",
        "Hematologic Neoplasms",
        "Humans",
        "Hypericum",
        "Lymphocytes",
        "Myeloid Cells",
        "Plant Extracts",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "33080824",
      "title": "St. John's Wort Suppresses Growth in Triple-Negative Breast Cancer Cell Line MDA-MB-231 by Inducing Prodeath Autophagy and Apoptosis.",
      "authors": [
        "Mikyoung You",
        "Young-Hyun Lee",
        "Hwa-Jin Kim",
        "Ji Hyun Kook",
        "Hyeon-A Kim"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Oct-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The rational regulation of programmed cell death by means of autophagy and apoptosis has been considered a potential treatment strategy for cancer. We demonstrated the inhibitory effect of St. John's Wort (SJW) on growth in the triple-negative breast cancer (TNBC) cell line and xenografted mice and its target mechanism concerning autophagic and apoptotic cell death. SJW ethanol extract (SJWE) inhibited proliferation in a dose-dependent manner. SJWE treatment dramatically increased autophagy flux and apoptosis compared with the control. The autophagy inhibitor, 3-methyladenine (3-MA), reversed the SJWE-induced inhibition of cell proliferation and regulation of autophagy and apoptosis, indicating that SJWE induced apoptosis through prodeath autophagy. Furthermore, SJWE inhibited tumor growth and induced autophagy and apoptosis in the tumor of MDA-MB-231 xenografted athymic nude mice. Our results indicate that SJWE might have great potential as a new anticancer therapy for triple-negative breast cancer by inducing prodeath autophagy and apoptosis.",
      "mesh_terms": [
        "Adenine",
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Autophagy",
        "Dose-Response Relationship, Drug",
        "Hypericum",
        "Mice, Nude",
        "Neoplasm Transplantation",
        "Phytotherapy",
        "Plant Extracts",
        "Triple Negative Breast Neoplasms",
        "Tumor Cells, Cultured",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "32959922",
      "title": "Effects of Hypericum perforatum (St John's wort) on the pharmacokinetics and pharmacodynamics of rivaroxaban in humans.",
      "authors": [
        "Irene Scholz",
        "Evangelia Liakoni",
        "Felix Hammann",
        "Katharina Elisabeth Grafinger",
        "Urs Duthaler",
        "Michael Nagler",
        "Stephan Krähenbühl",
        "Manuel Haschke"
      ],
      "journal": "British journal of clinical pharmacology",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: To investigate the influence of a cytochrome P450 CYP3A4 and efflux transporter P-glycoprotein (P-gp) inducing Hypericum perforatum extract on the pharmacokinetics and pharmacodynamics of rivaroxaban. METHODS: Open-label, nonrandomized, sequential treatment interaction study. Following CYP3A4 and P-gp phenotyping using low-dose midazolam and fexofenadine, 12 healthy volunteers received a single oral dose of 20 mg rivaroxaban and rivaroxaban plasma concentrations and inhibition of the activated coagulation factor X (factor Xa) activity were measured prior to and up to 48 h postdosing. The procedures were repeated after 2 weeks' treatment with the H. perforatum extract. RESULTS: The geometric mean ratios for the area under the concentration-time curve and Cmax of rivaroxaban after/before induction with the H. perforatum extract were 0.76 (90% confidence interval [CI] 0.70, 0.82) and 0.86 (90% CI 0.76, 0.97), respectively. Inhibition of factor Xa activity was reduced with a geometric mean area under the effect-time curve ratio after/before induction of 0.80 (90% CI 0.71, 0.89). No clinically significant differences were found regarding Tmax (median 1.5 vs 1 h, P = .26) and terminal elimination half-life (mean 10.6 vs 10.8 h, P = .93) of rivaroxaban. The H. perforatum extract significantly induced CYP3A4 and P-gp activity, as evidenced by phenotyping. CONCLUSION: The CYP3A4/P-gp inducing H. perforatum extract caused a decrease of rivaroxaban exposure with a proportional decrease of the pharmacodynamic effect. Although the data do not justify a contraindication for the combination or a systematic adjustment of rivaroxaban dosage, avoidance of the combination or laboratory monitoring should be considered in patients taking hyperforin-containing H. perforatum extracts with rivaroxaban.",
      "mesh_terms": [
        "Cytochrome P-450 CYP3A",
        "Humans",
        "Hypericum",
        "Midazolam",
        "Plant Extracts",
        "Rivaroxaban"
      ]
    },
    {
      "pmid": "32930904",
      "title": "Effects of circadian clock and light on melatonin concentration in Hypericum perforatum L. (St. John's Wort).",
      "authors": [
        "Ming-Hsiu Chung",
        "Tzu-Shing Deng"
      ],
      "journal": "Botanical studies",
      "publication_date": "2020-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Melatonin acts as a signaling hormone and entraining agent in many organisms. We studied the spatiotemporal regulation and influence of light (photoperiods, intensities, and spectral qualities) on melatonin concentration in the medicinal herb Hypericum perforatum L. Furthermore, melatonin concentrations in the leaves of eight species of the Hypericum genus were compared and analyzed using high-performance liquid chromatography. RESULTS: Melatonin concentration was found to be the highest in its flowers and leaves. The leaves exhibited a rhythmic variation in melatonin concentration of approximately 24 h under both light-dark entrained (Zeitgeber time) and constant light [circadian time (CT)] conditions, with melatonin concentration peaking at approximately CT6 in the middle of the subjective day. Melatonin concentration was influenced significantly by not only photoperiods but also applied light's wavelength and intensity. It was approximately six times higher under long-day conditions (18-h light:6-h dark) than under short-day photoperiods (10-h light:14-h dark) and was the highest (131 μg/g fresh weight [FW]) under treatment with blue light at an intensity of 45 µmol·m2/s of photons. The melatonin concentration of the two examined Hypericum spp., namely H. kouytchense Lev. and H. coris L., were approximately twice that of H. perforatum L. CONCLUSION: Our findings provide first insights on melatonin-related functions and mechanisms in the circadian system of H. perforatum and useful resources for further melatonin-oriented research and possible applications in agriculture and pharmaceutical industries."
    },
    {
      "pmid": "32436985",
      "title": "The healing effects of Hyperium perforatum (St. John's Wort) on experimental alkaline corrosive eosephageal and stomach burns.",
      "authors": [
        "Erkan Güvenç",
        "Selahattin Kıyan",
        "Yiğit Uyanıkgil",
        "Emel Öykü Çetin",
        "Fatih Karabey",
        "Türker Çavuşoğlu",
        "Burak Gökçe"
      ],
      "journal": "Ulusal travma ve acil cerrahi dergisi = Turkish journal of trauma & emergency surgery : TJTES",
      "publication_date": "2020-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The most frequent etiologic cause is alkaline substances. We investigated the protective effects of the plant St. John 's Wort (Hypericum perforatum). METHODS: We included 42 Wistar albino rats weighing between 200-300 grams and divided into six groups as Group 1: Control, Group 2: Burn+Saline (BS), Group 3: Burn+St. John's Wort (BSJW), Group 4: Burn+Plasebo (BP), Group 5: St. John's Wort (SJW), Group 6: Placebo (P). After 15 days of treatment, esophagus, stomach and liver tissue samples were derived by dissection for histopathologic and biochemical markers. The cytotoxic effects of formulation on fibroblasts is evaluated in vitro on human dermoblast fibroblast line (HDFa, Gibco Invitrogen cell culture, C-013-5C). RESULTS: The weight of the rats increased in Group 1, 3, 4, 6, decreased in Group 2 and did not change in Group 5. In the BSJW group, submucosal collagen accumulation, muscularis mucosa damage, tunica muscularis damage and collagen accumulation in esophagus were similar to the control group but lesser than BS and placebo group. In the stomach, mucosal damage, gastric gland dilatation, submucosal polymorphonuclear infiltration were similar to the control group and lesser than the BS group. The lethal concentration of SJW was 2.58 gr/mL. CONCLUSION: SJW substrate is effective in protecting the esophagus and stomach in mild to moderate alcali corrosive burns in the subacute period. We should keep in mind the protective effects of STW substrate in alkaline corrosive burns of the gastrointestinal system.",
      "mesh_terms": [
        "Animals",
        "Burns, Chemical",
        "Caustics",
        "Cell Line",
        "Cell Survival",
        "Disease Models, Animal",
        "Fibroblasts",
        "Humans",
        "Hypericum",
        "Plant Extracts",
        "Rats",
        "Upper Gastrointestinal Tract"
      ]
    },
    {
      "pmid": "32211986",
      "title": "From St. John's wort to tomato and from Rhodiola to cranberry : A review of phytotherapy and some examples.",
      "authors": [
        "Verena Weixlbaumer",
        "Lukas Draxler",
        "Markus Zeitlinger",
        "Benedikt Prantl"
      ],
      "journal": "Wiener klinische Wochenschrift",
      "publication_date": "2020-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: This study evaluated the definition, the prevalence of use and the governmental regulations of phytotherapy and four examples of herbal medicine are discussed in more detail. RESULTS: This research group evaluated 4 topics: St. John's wort for treating (mild to moderate) depression, tomato extract as a platelet inhibitor, Rhodiola against stress-related fatigue and cranberries for the treatment of urinary tract infections. CONCLUSION: The findings were diverse and must be individually taken into account. Evidence for efficacy varies within and between the four examples. An explanation for the lack of reproducibility of findings from preclinical and clinical experiments might be the insufficient standardization of herbal medicines. There is no scientific reason why phytotherapy should not be investigated with the same rigor as conventional drugs to establish the efficacy and potential risks. Meanwhile, it is concluded that care is essential when using herbal medicine in the daily routine and informing patients about potential shortcomings and dangers of herbal medicines should be considered a duty of pharmacists and physicians.",
      "mesh_terms": [
        "Humans",
        "Hypericum",
        "Solanum lycopersicum",
        "Phytotherapy",
        "Plant Extracts",
        "Reproducibility of Results",
        "Rhodiola",
        "Vaccinium macrocarpon"
      ]
    },
    {
      "pmid": "31883893",
      "title": "Inhibition of pancreatic lipase by the constituents in St. John's Wort: In vitro and in silico investigations.",
      "authors": [
        "Xu-Dong Hou",
        "Xiao-Qing Guan",
        "Yun-Feng Cao",
        "Zi-Miao Weng",
        "Qing Hu",
        "Hai-Bin Liu",
        "Shou-Ning Jia",
        "Shi-Zhu Zang",
        "Qi Zhou",
        "Ling Yang",
        "Guang-Bo Ge",
        "Jie Hou"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2020-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Herbal medicines are frequently used for the prevention and treatment of obesity and obesity-related disorders. Our preliminary screening showed that St. John's Wort (SJW) displayed potent inhibition on pancreatic lipase (PL), a key hydrolase responsible for lipid digestion and absorption in mammals. Herein, the inhibition potentials and inhibitory mechanism of SJW extract and its major constituents on PL were fully investigated by a set of in vitro and in silico studies. The results clearly demonstrated that the naphthodianthrones, biflavones and most of flavonoids in SJW displayed strong to moderate inhibition on PL. Among all tested natural compounds, two naphthodianthrones (hypericin and pseudohypericin) and one biflavone (I3,II8-biapigenin) isolated from SJW exhibited potent PL inhibition activity, with the IC50 values of <1 μM. Inhibition kinetics analyses showed that hypericin, pseudohypericin and I3,II8-biapigenin inhibited PL via a mixed manner, while molecular dynamics simulations revealed that three newly identified PL inhibitors could bind on PL at both the catalytic cavity and the interface between colipase and the C-terminal domain of PL. Collectively, our findings suggested that part of major constituents in SJW displayed potent PL inhibition activities, which could be used as lead compounds for the development of novel PL inhibitors.",
      "mesh_terms": [
        "Binding Sites",
        "Catalytic Domain",
        "Dose-Response Relationship, Drug",
        "Enzyme Activation",
        "Enzyme Inhibitors",
        "Hydrolysis",
        "Hypericum",
        "Kinetics",
        "Lipase",
        "Molecular Docking Simulation",
        "Molecular Dynamics Simulation",
        "Molecular Structure",
        "Pancreas",
        "Plant Extracts",
        "Plants, Medicinal",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "31685083",
      "title": "Interaction with St. John's wort due to exposure with blackcurrant aroma? How not to present a case report of an adverse event.",
      "authors": [
        "K Kuchta",
        "M Thomsen",
        "T Scior",
        "M Schmidt"
      ],
      "journal": "Die Pharmazie",
      "publication_date": "2019-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Adverse events case reports are important for signal generation in pharmacovigilance. They require a thorough collation of the facts, otherwise they may lead to erroneous conclusions which may conceal other treatment-related causes of the observation. Methods: We describe a case report from the literature that arrives at an erroneous conclusion merely from taking insufficient care when collating and interpreting the facts: The authors of the case report confused blackcurrant (Ribes nigrum) with St. John's wort preparation (Hypericum perforatum) and erroneously assumed that the intake of a herbal preparation was responsible for a drop in serum levels of everolimus. Results: The clinical observations in this case report may actually reflect a potentially lethal situation emerging from the prescribed medication everolimus. St. John's wort preparations rich in hyperforin do in fact reproducibly lead to the decrease of blood levels of medications metabolized through cytochrome P450 subtype 3A4. However, a case report requires more care than just ascribing the blame to something seemingly well-known. Conclusion: The readers of this report might have profited more from the description of the risks of treating graft-versus-host disease with everolimus, and the action to be taken in case of potentially severe adverse reactions to everolimus.",
      "mesh_terms": [
        "Cytochrome P-450 CYP3A",
        "Drug Interactions",
        "Humans",
        "Hypericum",
        "Male",
        "Odorants",
        "Plant Extracts",
        "Ribes"
      ]
    },
    {
      "pmid": "31472310",
      "title": "Herbal detox - Benzodiazepine withdrawal treatment with the help of St. John's Wort?",
      "authors": [
        "Sebastian Moeller",
        "Aileen Sitter",
        "Ute Gr Darrelmann",
        "Alexandra Philipsen",
        "Helge H O Müller",
        "Ruihao Wang",
        "Alexander Olek"
      ],
      "journal": "Asian journal of psychiatry",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Case Reports",
        "Letter"
      ],
      "mesh_terms": [
        "Benzodiazepines",
        "Biological Availability",
        "Craving",
        "Humans",
        "Hypericum",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Substance Withdrawal Syndrome",
        "Substance-Related Disorders",
        "Tachycardia",
        "Treatment Outcome",
        "Tremor"
      ]
    },
    {
      "pmid": "31047931",
      "title": "Natural constituents of St. John's Wort inhibit the proteolytic activity of human thrombin.",
      "authors": [
        "Ling-Hua Wei",
        "Tian-Ran Chen",
        "Hong-Bo Fang",
        "Qiang Jin",
        "Shui-Jun Zhang",
        "Jie Hou",
        "Yang Yu",
        "Tong-Yi Dou",
        "Yun-Feng Cao",
        "Wen-Zhi Guo",
        "Guang-Bo Ge"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2019-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Thrombin, a multifunctional serine protease responsible for the proteolytic hydrolysis of soluble fibrinogen, plays a pivotal role in the blood coagulation cascade. Currently, thrombin inhibitor therapy has been recognized as an effective therapeutic strategy for the prevention and treatment of thrombotic diseases. In this study, the inhibitory effects of natural constituents in St. John's Wort against human thrombin are carefully investigated by a fluorescence-based biochemical assay. The results clearly demonstrate that most of naphthodianthrones, flavonoids and biflavones exhibit strong to moderate inhibition on human thrombin. Among all tested compounds, hypericin shows the most potent inhibitory capability against thrombin, with the IC50 value of 3.00 μM. Further investigation on inhibition kinetics demonstrates that hypericin is a potent and reversible inhibitor against thrombin-mediated Z-GGRAMC acetate hydrolysis, with the Ki value of 2.58 μM. Inhibition kinetic analyses demonstrate that hypericin inhibits thrombin-mediated Z-GGRAMC acetate hydrolysis in a mixed manner, which agrees well with the results from docking simulations that hypericin can bind on both catalytic cavity and anion binding exosites. All these findings suggest that hypericin is a natural thrombin inhibitor with a unique dianthrone skeleton, which can be used as a good candidate to develop novel thrombin inhibitors with improved properties.",
      "mesh_terms": [
        "Anthracenes",
        "Dose-Response Relationship, Drug",
        "Fibrinolytic Agents",
        "Hypericum",
        "Kinetics",
        "Molecular Docking Simulation",
        "Molecular Dynamics Simulation",
        "Molecular Structure",
        "Perylene",
        "Plant Extracts",
        "Proteolysis",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "30976959",
      "title": "Evaluation of the efficacy of Hypericum perforatum (St. John's wort) oil in the prevention of stricture due to esophageal corrosive burns.",
      "authors": [
        "Mustafa Alper Akay",
        "Mustafa Akduman",
        "Ahmet Çağrı Tataroğlu",
        "Ceyla Eraldemir",
        "Tuğba Kum",
        "Çiğdem Vural",
        "Gülşen Ekingen Yıldız"
      ],
      "journal": "Esophagus : official journal of the Japan Esophageal Society",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND/PURPOSE: The inflammatory response that follows the caustic burns results in fibrosis on the esophageal wall leading to esophageal stricture, dysphagia, and malnutrition. The controversy over the use of corticosteroids warrants alternative therapeutic interventions. We investigated the effect of extracts from St. John's wort (SJW) with known wound-healing activity on stricture formation in rat esophageal injury models. METHODS: Five experimental groups were involved: sham group with no injury, control group with injury without treatment, and three different treatment groups (methylprednisolone, SJW extract, and combination of the two). Histopathological examination of esophageal damage and collagen accumulation, stenosis index, and tissue hydroxyproline levels were used to assess stricture and the effect of treatments. RESULTS: There was a significant weight loss in all groups except for those without injury and those treated with SJW extract, the latter gained weight albeit not significant. Stenosis index was increased in all groups compared to sham but not significantly in those treated with SJW extract. Histopathological and biochemical analyses produced mixed results. CONCLUSIONS: Some of the experimental indicators such as weight gain and stenosis index suggested the treatment of esophageal injury models using extracts of St. John's wort effective while other histopathological indicators show no significant benefit.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Burns, Chemical",
        "Collagen",
        "Drug Therapy, Combination",
        "Esophageal Stenosis",
        "Hydroxyproline",
        "Hypericum",
        "Methylprednisolone",
        "Phytotherapy",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Severity of Illness Index",
        "Weight Loss"
      ]
    },
    {
      "pmid": "30773961",
      "title": "Comparing Perika St. John's Wort and Sertraline for Treatment of Posttraumatic Stress Disorder in Mice.",
      "authors": [
        "Sandra L McFadden",
        "Brianna L Hooker"
      ],
      "journal": "Journal of dietary supplements",
      "publication_date": "2020",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Posttraumatic stress disorder (PTSD) is a serious mental health condition that affects some individuals who have witnessed or experienced a life-threatening or traumatic event. An enhanced or exaggerated acoustic startle response (ASR), reflecting heightened sensitivity to unexpected, loud sound, is a hallmark symptom of PTSD. Antidepressant medications, such as sertraline, are first-line pharmacotherapeutic agents in the treatment of PTSD, but concerns about potential side effects or taking synthetic drugs prompt discovery of naturalistic therapeutic agents. This study examined the relative effectiveness of a compound containing St. John's Wort (SJW), an herb widely prescribed for depression in Europe and sold as a dietary supplement in the United States, compared to sertraline (Zoloft) in a mouse model of PTSD. Thirty-six mice were tested for baseline ASR, then they were exposed to rats in a predator exposure paradigm known to induce PTSD-like symptoms. Mice were randomly divided into three groups for treatment (control, sertraline, SJW), and ASR was retested one week later. One-way ANOVAs found no significant group differences in ASR amplitude at baseline but a significant effect of Treatment Group after predator exposure, F(2, 33) = 5.645, p = .008, n2 = .225, when SJW-treated mice had ASR amplitudes that were significantly lower than sertraline-treated mice (by 27%) and controls (by 26%). Fecal boli counts showed a similar pattern, with lowest counts in SJW-treated mice. These results suggest SJW could be considered for studies of PTSD treatment in humans as well.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Hypericum",
        "Mice",
        "Mice, Inbred C57BL",
        "Phytotherapy",
        "Plant Extracts",
        "Reflex, Startle",
        "Selective Serotonin Reuptake Inhibitors",
        "Sertraline",
        "Stress Disorders, Post-Traumatic"
      ]
    },
    {
      "pmid": "30626212",
      "title": "Benefit-risk profile of black cohosh (isopropanolic Cimicifuga racemosa extract) with and without St John's wort in breast cancer patients.",
      "authors": [
        "X Ruan",
        "A O Mueck",
        "A-M Beer",
        "B Naser",
        "S Pickartz"
      ],
      "journal": "Climacteric : the journal of the International Menopause Society",
      "publication_date": "2019-Aug",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "Endocrine therapy in breast cancer survivors can cause severe 'climacteric' symptoms, which may compromise therapy adherence. To determine whether such symptoms can be treated with herbal medication containing black cohosh in the form of isopropanolic Cimicifuga racemosa extract (iCR) alone or in fixed combination with St John's wort (Hypericum perforatum [HP]) (iCR + HP), a systematic literature search was conducted. Results were viewed in relation to experimental data and metabolism of endocrine therapies. Most breast cancer survivors receiving endocrine therapy experienced reductions in climacteric symptoms under iCR/iCR + HP. Tamoxifen's interference potential may be countered by using higher iCR doses or iCR + HP. No estrogen-like effects at the breast or on hormones were seen. After breast cancer, even if receiving tamoxifen, patients using iCR/iCR + HP had significantly increased recurrence-free survival rates compared to non-users. These results are substantiated by experimental data demonstrating antiproliferative and anti-invasive effects of iCR in breast cancer cells and enhancement of the antineoplastic effects of tamoxifen. There are no known clinical interactions for iCR and HP with endocrine therapies. The HP extract used in iCR + HP did not exhibit any clinically relevant interaction potential. In conclusion, with its positive benefit-risk profile, iCR/iCR + HP may offer a safe non-hormonal therapeutic option for breast cancer survivors receiving endocrine therapy.",
      "mesh_terms": [
        "Breast Neoplasms",
        "Cimicifuga",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Hypericum",
        "Menopause",
        "Phytotherapy",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Risk Assessment"
      ]
    },
    {
      "pmid": "30484733",
      "title": "Subchronic treatment with St John's wort produces a positive shift in emotional processing in healthy volunteers.",
      "authors": [
        "Matthew B Warren",
        "Philip J Cowen",
        "Catherine J Harmer"
      ],
      "journal": "Journal of psychopharmacology (Oxford, England)",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The neurocognitive model of antidepressant treatment in depression states that antidepressants work by producing relatively immediate positive shifts in emotional processing, which translate into clinical improvement with time. St John's Wort has shown antidepressant potential in randomised controlled trials; however, its pharmacological actions are broad and it is unknown whether treatment also produces changes in emotional processing. AIMS: We investigated whether short-term treatment with St John's wort has similar effects on emotional processing to those reported with other antidepressants such as selective serotonergic reuptake inhibitors. METHODS: Forty-eight healthy participants were given St John's wort or placebo treatment for seven days. On day 7 they completed a battery of tasks to measure emotional processing and other elements of cognition. RESULTS: St John's wort treatment produced similar changes to other antidepressants, for example reducing recognition of disgusted faces and attention to fearful faces, while increasing memory for positive words. We failed to find evidence for an effect of St John's wort on other aspects of cognition including working memory. CONCLUSIONS: These findings lend support to the theory that the production of early positive biases in emotional processing may be a common feature of all clinically effective antidepressants with diverse pharmacological mechanisms.",
      "mesh_terms": [
        "Adult",
        "Antidepressive Agents",
        "Cognition",
        "Double-Blind Method",
        "Emotions",
        "Facial Recognition",
        "Female",
        "Humans",
        "Hypericum",
        "Male",
        "Plant Extracts",
        "Young Adult"
      ]
    },
    {
      "pmid": "30033402",
      "title": "Chronic administration of St. John's Wort attenuates alcohol intake and brain indoleamine 2, 3-dioxygenase activity in mice.",
      "authors": [
        "Warda Naseem",
        "Samina Bano"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Present study aims to elucidate the effects of chronic administration of St. John's Wort (SJW) (500mg/kg) on brain tryptophan (TRP) metabolites and indoleamine 2-3 dioxygenase (IDO) activity in alcohol treated mice. Locally bred Albino BALB/c mice, weighing 20-25g were divided into three groups (untreated controls, Alcohol, Alcohol +Drug) having 6 mice in each. Freshly prepared ethanol solution was administered in drinking water in the proportion of 5% for three days or 8% for 3 weeks to two groups. After 3 weeks drug group was treated with SJW (dissolved in ethanol: saline 1:3 v/v) at a dose of 500mg/kg was administered orally for 1 week. During treatment alcohol intake was monitored .In present finding chronic administration of SJW significantly reduced ethanol intake by 78.6% (P<0.001) in mice. Data analyzed by student's t-test indicates that SJW remarkably reduce kynurenine (KYN) by 60.9% (P<0.001) and KYN/TRP ratio (IDO) activity) by 70.9% (P<0.001) in brain. Low serotonin level promotes alcohol intake. Presentresults suggest that SJW decreases alcohol intake by inhibiting IDO thereby shifting TRP catabolism towards serotonin synthesis.",
      "mesh_terms": [
        "Alcohol Drinking",
        "Animals",
        "Behavior, Animal",
        "Brain",
        "Brain Chemistry",
        "Dose-Response Relationship, Drug",
        "Ethanol",
        "Hypericum",
        "Indoleamine-Pyrrole 2,3,-Dioxygenase",
        "Mice, Inbred BALB C",
        "Plant Extracts",
        "Serotonin",
        "Tryptophan"
      ]
    },
    {
      "pmid": "29953032",
      "title": "St. John's Wort accelerates the liver clearance of technetium-99-sestamibi in rats.",
      "authors": [
        "Salam Mohammadinia",
        "Seyed M Abedi",
        "Zohreh Noaparast"
      ],
      "journal": "Nuclear medicine communications",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The intense liver uptake of technetium-99-sestamibi (Tc-MIBI) and photon scattering from the liver cause problems in quantitative perfusion interpretation. Hence, Tc-MIBI is a substrate for P-glycoprotein pump; variations in P-glycoprotein levels may affect liver clearance. METHODS AND RESULTS: Adult female Wistar rats were divided into seven main groups [control and St. John's Wort (SJW) treated] and each SJW-treated group included three subgroups that were killed at 15, 30, and 45 min after Tc-MIBI injection. Treated groups received an SJW extract suspension at two doses of 100 and 400 mg/kg once daily for 5, 10, and 14 days, respectively. Tc-MIBI was injected intravenously to all rats 24 h after the final treatment. The rats were anesthetized at the mentioned time after tracer injection, and heart and liver tissues were removed, weighed, and their radioactivity was counted. One rat from each group was selected randomly for myocardial perfusion imaging. A significant increase in liver clearance and heart-to-liver ratio was observed in all SJW-treated groups compared with the control, especially at 10 days after SJW treatment. The heart radioactivity decreased in SJW-receiving groups at 14 days after SJW treatment. CONCLUSION: This study showed that SJW extract accelerates the liver clearance of Tc-MIBI and significantly reduces photon scattering from the liver.",
      "mesh_terms": [
        "Animals",
        "Biological Transport",
        "Female",
        "Hypericum",
        "Liver",
        "Myocardium",
        "Rats",
        "Rats, Wistar",
        "Technetium Tc 99m Sestamibi",
        "Tissue Distribution"
      ]
    },
    {
      "pmid": "29932143",
      "title": "A Balanced Risk-Benefit Analysis to Determine Human Risks Associated with Pyrrolizidine Alkaloids (PA)-The Case of Herbal Medicinal Products Containing St. John's Wort Extracts (SJW).",
      "authors": [
        "Michael Habs",
        "Karin Binder",
        "Stefan Krauss",
        "Karolina Müller",
        "Brigitte Ernst",
        "Luzia Valentini",
        "Michael Koller"
      ],
      "journal": "Nutrients",
      "publication_date": "2018-Jun-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVES: Pyrrolizidine alkaloids (PA) exist ubiquitously in our environment. More than 6000 plants, about 3% of the world&rsquo;s flowering plants, are known to synthesize PA. As a consequence, many herbal ingredients, including St. John&rsquo;s wort (SJW), are contaminated with PA that can possess acute and subchronic toxic effects as well as mutagenic and genotoxic properties. Therefore, the possible benefits of SJW as an herbal remedy against depression need to be weighed against the possible risks of unwanted PA intake. METHODS: We searched the literature regarding the current knowledge on PA and evaluated the evidence on the antidepressant effects of quantified SJW extract based on a Cochrane Review and the current practice guidelines on depression. Risks are depicted in form of a risk ladder and benefits in form of an icon array. RESULTS: Evidence from clinical studies indicates that quantified SJW extract is an effective treatment option for mild to moderate depression with fewer side effects than conventional antidepressants. Health statistics from different countries do not quantify cases of death caused by PA intake. However, deaths due to suicide, often triggered by depression, are common (11 in 1000 in Germany in 2015) and rank between fatalities due to liver diseases (16 in 1000) and household accidents (10 in 1000). CONCLUSIONS: Quantified SJW extract is a safe and effective treatment option, and its potential of treating depression outweighs the (hypothetical) risk of unwanted PA intake.",
      "mesh_terms": [
        "Antidepressive Agents",
        "Depression",
        "Humans",
        "Hypericum",
        "Phytotherapy",
        "Plant Extracts",
        "Plants, Medicinal",
        "Pyrrolizidine Alkaloids",
        "Risk Assessment",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "29708295",
      "title": "The safety of St John's wort (Hypericum perforatum) in pregnancy and lactation: A systematic review of rodent studies.",
      "authors": [
        "Catharine Avila",
        "Dawn Whitten",
        "Sue Evans"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2018-Aug",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Herbal products are popular among women during the perinatal period. St John's wort (SJW), Hypericum perforatum, is a common remedy for mild depression, a problem prevalent in this population. Although the safety of herbal products must be investigated, ethical issues constrain intervention studies in humans. Hence, animal studies often inform clinical decisions. The objective of this study is to systematically review rodent studies assessing the safety of SJW during the perinatal period. A literature search to November 10, 2017, identified 10 rodent studies that met a priori inclusion criteria. Study quality was evaluated according to both the Systematic Review Centre for Laboratory animal Experimentation tool for assessing bias and recommendations for appropriate reporting of herbal medicine research. Significant methodological limitations were found in each of the studies reviewed. These limitations include the lack of botanical verification and omission of extract characterization, inadequate explanation of dosage rationale, and absence of bias limiting protocols. Critical appraisal with contemporary tools indicates that each of the reviewed studies lacks appropriate rigour, rendering the results unreliable. Despite this, these papers are used in the rationale for recommending or contraindicating SJW during pregnancy and lactation.",
      "mesh_terms": [
        "Animals",
        "Depressive Disorder",
        "Female",
        "Hypericum",
        "Lactation",
        "Mice",
        "Phytotherapy",
        "Plant Preparations",
        "Pregnancy",
        "Rats",
        "Research Design"
      ]
    },
    {
      "pmid": "29570671",
      "title": "St. John's Wort Regulates Proliferation and Apoptosis in MCF-7 Human Breast Cancer Cells by Inhibiting AMPK/mTOR and Activating the Mitochondrial Pathway.",
      "authors": [
        "Mi-Kyoung You",
        "Hwa-Jin Kim",
        "Ji Hyun Kook",
        "Hyeon-A Kim"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2018-Mar-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "St. John's Wort (SJW) has been used as an estrogen agonist in the systems affected by menopause. Also, hypericin, a bioactive compound of SJW, has been used as a photosensitizer in photodynamic therapy. In the present study, we investigate the anti-proliferative and pro-apoptotic effects of SJW to demonstrate the chemo-preventive effect in human breast cancer cells. MCF-7 cells were cultured with DMSO or various concentrations of SJW ethanol extract (SJWE). Cell viability, proliferation, apoptosis, the expression of proteins involved in cell growth and apoptosis, and caspase-3/7 activity were examined. SJWE dose-dependently suppressed cell growth and induced apoptosis of MCF-7 cells. Mechanistically, SJWE enhanced the phosphorylation of AMP-activated protein kinase (AMPK) and decreased the expression of p-mammalian target of rapamycin (p-mTOR) and p-eukaryotic translation initiation factor 4E (eIF4E)-binding protein 1 (4E-BP1). Also, SJWE inhibited the phosphorylation of protein kinase B (Akt) and showed increases in the expression of pro-apoptotic proteins Bax and Bad with decreases in the expression of anti-apoptotic proteins including B-cell lymphoma 2 (Bcl-2), B-cell lymphoma-extra large (Bcl-xL), and p-Bcl-2-associated death promoter (p-Bad). SJWE at 50 μg/mL showed markedly enhanced caspase-7 activation. Taken together, our results provide evidence that SJWE shows anti-proliferative and pro-apoptotic effects via inhibition of AMPK/mTOR and activation of a mitochondrial pathway. Therefore, SJWE can be used as a chemo-preventive agent without photo-activation.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Anthracenes",
        "Breast Neoplasms",
        "Cell Line, Tumor",
        "Humans",
        "Hypericum",
        "MCF-7 Cells",
        "Perylene",
        "Signal Transduction",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "29499586",
      "title": "Hyperforin and Miquelianin from St. John's Wort Attenuate Gene Expression in Neuronal Cells After Dexamethasone-Induced Stress.",
      "authors": [
        "Sheela Verjee",
        "Anna Weston",
        "Christiane Kolb",
        "Heba Kalbhenn-Aziz",
        "Veronika Butterweck"
      ],
      "journal": "Planta medica",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dysregulation of the hypothalamic-pituitary-adrenal (HPA) axis plays an important part in the development of depressive symptoms. In this study, the effects of a commercial St. John's wort extract (STW3-VI), hyperforin, miquelianin, and the selective serotonin reuptake inhibitor citalopram on the expression of genes relevant to HPA axis function were investigated in human neuronal cells. SH-SY5Y cells were treated with STW3-VI (20 µg/mL), hyperforin (1 µM), miquelianin (10 µM), or citalopram (10 µM) in the presence of the glucocorticoid receptor agonist dexamethasone (DEX,10 µM) for 6 h and 48 h, respectively. Quantitative real-time polymerase chain reaction was used to determine the expression of FKBP5 (FK506 binding protein 51), CREB (cAMP responsive element binding protein), GRIK4 (glutamate ionotropic receptor kainate type subunit 4), VEGF (vascular endothelial growth factor), NET (norepinephrine transporter), and ARRB (β-arrestins), promising biomarkers of antidepressant therapy. Using DEX to mimic stress conditions, it was shown that the gene expression pattern of FKBP5, CREB, GRIK4, VEGF, NET, and ARRB2 in SH-SY5Y cells is time- and treatment-dependent. Most pronounced effects were observed for FKBP5: after 6 h of co-incubation, only STW3-VI could reverse the DEX-induced increase in FKBP5 expression, and after 48 h, citalopram, miquelianin, and hyperforin also reversed the glucocorticoid-induced increase in FKBP5 mRNA expression. The effects observed on FKBP5, CREB, GRIK4, VEGF, NET, and ARRB2 are in good correlation with published data, suggesting that this in vitro model could be used to screen the responsiveness of antidepressants under stress conditions.",
      "mesh_terms": [
        "Biomarkers",
        "Cell Line",
        "Dexamethasone",
        "Gene Expression Regulation",
        "Glucosides",
        "Humans",
        "Hypericum",
        "Neurons",
        "Phloroglucinol",
        "Quercetin",
        "Stress, Physiological",
        "Terpenes"
      ]
    },
    {
      "pmid": "29403374",
      "title": "Neurotrophic, Cytoprotective, and Anti-inflammatory Effects of St. John's Wort Extract on Differentiated Mouse Hippocampal HT-22 Neurons.",
      "authors": [
        "Gabriel A Bonaterra",
        "Anna Schwendler",
        "Julian Hüther",
        "Hans Schwarzbach",
        "Anja Schwarz",
        "Christiane Kolb",
        "Heba Abdel-Aziz",
        "Ralf Kinscherf"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Since ancient times Hypericum perforatum L. named St. John's wort (SJW), has been used in the management of a wide range of applications, including nervous disorders. Development of mood disorders are due to alterations in glutamate metabolism, initiation of inflammatory pathways, and changes of the neuronal plasticity. Previous studies suggest that the glutamatergic system contributes to the pathophysiology of depression. Extracts of SJW have been recommended for the treatment of depression. The aim of the present in vitro study was to evaluate the action of STW3-VI, a special SJW extract in differentiated mouse hippocampal HT-22 neurons. We evaluated the stimulation of neurogenesis, the protective effect against glutamate or N-methyl-D-aspartate receptor induced-excitotoxicity and its anti-inflammatory properties in LPS-activated human macrophages. Results: After 48 h treatment, STW3-VI stimulated the neurite formation by 25% in comparison with the control and showed protective effects against glutamate- or NMDA-induced cytotoxicity by significantly increasing the viability about +25 or +50%. In conjunction with these effects, after pretreatment with STW3-VI, the intracellular reduced glutathione content was significantly 2.3-fold increased compared with the neurons incubated with glutamate alone. Additionally, pre-treatment of human macrophages with STW3-VI showed anti-inflammatory effects after 24 or 48 h concerning inhibition of LPS-induced TNF release by -47.3 and -53.8% (24 h) or -25.0 to -64.8% (48 h). Conclusions: Our data provide new evidence that STW3-VI protects hippocampal cells from NMDA- or glutamate-induced cytotoxicity. Moreover, our results indicate a morphological remodeling by increasing neurite outgrowth and activation of the anti-inflammatory defense by inhibition of the cytokine production in human macrophages after STW3-VI treatment. These protective, neurotrophic and anti-inflammatory properties may be beneficial in the treatment of depressive disorders."
    },
    {
      "pmid": "29389584",
      "title": "The time-dependent effects of St John's wort on cytochrome P450, uridine diphosphate-glucuronosyltransferase, glutathione S-transferase, and NAD(P)H-quinone oxidoreductase in mice.",
      "authors": [
        "Jin-Fu Yang",
        "Yue-Rong Liu",
        "Chiung-Chiao Huang",
        "Yune-Fang Ueng"
      ],
      "journal": "Journal of food and drug analysis",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hypericum perforatum [St. John's wort (SJW)] is known to cause a drug interaction with the substrates of cytochrome P450 (P450, CYP) isoforms, mainly CYP3A. This study aims to determine the dose response and time course of the effects of SJW extract on P450s, UDP-glucuronosyltransferase (UGT), glutathione S-transferase (GST), and NAD(P)H-quinone oxidoreductase (NQO) in mice. The oral administration of SJW extract to male mice at 0.6 g/kg/d for 21 days increased hepatic oxidation activity toward a Cyp3a substrate nifedipine. By extending the SJW treatment to 28 days, hepatic nifedipine oxidation (NFO) and warfarin 7-hydroxylation (WOH) (Cyp2c) activities were increased by 95% and 34%, respectively. Immunoblot analysis of liver microsomal proteins revealed that the Cyp2c protein level was elevated by the 28-day treatment. However, the liver microsomal activities of the oxidation of the respective substrates of Cyp1a, Cyp2a, Cyp2b, Cyp2d, and Cyp2e1 remained unchanged. In the kidney, SJW increased the NFO, but not the WOH activity. The extended 28-day treatment did not alter mouse hepatic and renal UGT, GST, and NQO activities. These findings demonstrate that SJW stimulates hepatic and renal Cyp3a activity and hepatic Cyp2c activity and expression. The induction of hepatic Cyp2c requires repeated treatment for a period longer than the initial induction of Cyp3a.",
      "mesh_terms": [
        "Animals",
        "Cytochrome P-450 CYP3A",
        "Cytochrome P-450 Enzyme System",
        "Dose-Response Relationship, Drug",
        "Drug Interactions",
        "Enzyme Activation",
        "Glucuronosyltransferase",
        "Glutathione Transferase",
        "Hypericum",
        "Kidney",
        "Liver",
        "Male",
        "Mice",
        "Microsomes, Liver",
        "NAD",
        "NAD(P)H Dehydrogenase (Quinone)",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "28943862",
      "title": "The Chemical and Antibacterial Evaluation of St. John's Wort Oil Macerates Used in Kosovar Traditional Medicine.",
      "authors": [
        "James T Lyles",
        "Austin Kim",
        "Kate Nelson",
        "Angelle L Bullard-Roberts",
        "Avni Hajdari",
        "Behxhet Mustafa",
        "Cassandra L Quave"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypericum perforatum L. (Hypericaceae), or St. John's Wort, is a well-known medicinal herb often associated with the treatment of anxiety and depression. Additionally, an oil macerate (Oleum Hyperici) of its flowering aerial parts is widely used in traditional medicine across the Balkans as a topical wound and ulcer salve. Other studies have shown that Oleum Hyperici reduces both wound size and healing time. Of its active constituents, the naphthodianthrone hypericin and phloroglucinol hyperforin are effective antibacterial compounds against various Gram-positive bacteria. However, hyperforin is unstable with light and heat, and thus should not be present in the light-aged oil macerate. Additionally, hypericin can cause phototoxic skin reactions if ingested or absorbed into the skin. Therefore, the established chemistry presents a paradox for this H. perforatum oil macerate: the hyperforin responsible for the antibacterial bioactivity should degrade in the sunlight as the traditional oil is prepared; alternately, if hypericin is present in established bioactive levels, then the oil macerate should cause photosensitivity, yet none is reported. In this research, various extracts of H. perforatum were compared to traditional oil macerates with regards to chemical composition and antibacterial activity (inhibition of growth, biofilm formation, and quorum sensing) vs. several strains of Staphylococcus aureus in order to better understand this traditional medicine. It was found that four Kosovar-crafted oil macerates were effective at inhibiting biofilm formation (MBIC50 active range of 0.004-0.016% v/v), exhibited moderate inhibition of quorum sensing (QSIC50 active range of 0.064-0.512% v/v), and contained detectable amounts of hyperforin, but not hypericin. Overall, levels of hypericin were much higher in the organic extracts, and these also exhibited more potent growth inhibitory activity. In conclusion, these data confirm that oil macerates employed in traditional treatments of skin infection lack the compound credited with phototoxic reactions in H. perforatum use and exhibit anti-biofilm and modest quorum quenching effects, rather than growth inhibitory properties against S. aureus."
    },
    {
      "pmid": "28885074",
      "title": "Clinical risks of St John's Wort (Hypericum perforatum) co-administration.",
      "authors": [
        "Samaneh Soleymani",
        "Roodabeh Bahramsoltani",
        "Roja Rahimi",
        "Mohammad Abdollahi"
      ],
      "journal": "Expert opinion on drug metabolism & toxicology",
      "publication_date": "2017-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "St. John's wort (SJW) is a common medicinal herb used for the treatment of mild to moderate depression. Hyperforin, one of the chief components of SJW, plays an important role in the induction of cytochrome P450 enzymes (CYP) and P-glycoprotein transporter (P-gp), and therefore, affects the pharmacokinetics of various drugs. There are several clinical studies demonstrating the interaction of SJW with the metabolism of conventional drugs which may cause life-threatening events. Areas covered: This review focuses on human studies that have evaluated pharmacokinetic alterations of conventional drugs in concomitant use with different SJW preparations. Expert opinion: SJW preparations have demonstrated clinically important interactions with several classes of conventional drugs such as immunosuppressants, anticancer agents, cardiovascular drugs, oral contraceptives, and lipid lowering agents that caused life-threatening events in several cases. The patient information label on the SJW products should provide enough information regarding the possible risk of interaction. Hyperforin seems to be the major ingredient responsible for CYP and P-gp inducing activity of SJW; thus, hyperforin-free products may be future candidates to decrease SJW's drug interactions.",
      "mesh_terms": [
        "ATP Binding Cassette Transporter, Subfamily B, Member 1",
        "Animals",
        "Cytochrome P-450 Enzyme System",
        "Depression",
        "Herb-Drug Interactions",
        "Humans",
        "Hypericum",
        "Pharmacokinetics",
        "Phloroglucinol",
        "Plant Preparations",
        "Terpenes"
      ]
    },
    {
      "pmid": "28653745",
      "title": "St John's wort for depression: scoping review about perceptions and use by general practitioners in clinical practice.",
      "authors": [
        "Kirsty Forsdike",
        "Marie Pirotta"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "BACKGROUND: Extracts of Hypericum perforatum, more commonly known as St John's wort (SJW), have good evidence for treating depression. The herb is easily accessible and widely used by consumers, although it has potential for interaction with other medicines. Consumers' use of SJW is often not discussed with their general practitioners (GPs). It is unclear how GPs perceive use of SJW in practice and the implications for consumers and pharmacists. OBJECTIVE: Explore GPs' perception of SJW use in practice. METHODS: Scoping review. KEY FINDINGS: Few studies explore GPs' perceptions of SJW for depression, but they appear to recommend it infrequently, except in Germany. Reasons for limited use in practice include lack of knowledge, particularly regarding which preparations and dosages have trial evidence, and lack of standardisation of active ingredients. Guidelines either do not mention SJW or advise against its use. CONCLUSIONS: Consumers drive SJW use but often do not disclose to their GPs, which is concerning due to issues about safety. Pharmacists could play an important role here. Improved education about SJW is required for both GPs and consumers, including the need for communication between them and their pharmacists. Lack of adoption of evidence-based therapy for depression should be explored further.",
      "mesh_terms": [
        "Antidepressive Agents",
        "Attitude of Health Personnel",
        "Depression",
        "Disclosure",
        "General Practitioners",
        "Health Knowledge, Attitudes, Practice",
        "Humans",
        "Hypericum",
        "Pharmacists",
        "Plant Extracts",
        "Professional Role"
      ]
    },
    {
      "pmid": "28083422",
      "title": "St. John's Wort for Major Depressive Disorder: A Systematic Review.",
      "authors": [
        "Alicia Ruelaz Maher",
        "Susanne Hempel",
        "Eric Apaydin",
        "Roberta M Shanman",
        "Marika Booth",
        "Jeremy N V Miles",
        "Melony E Sorbero"
      ],
      "journal": "Rand health quarterly",
      "publication_date": "2016-May-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RAND researchers conducted a systematic review that synthesized evidence from randomized controlled trials of St. John's wort (SJW)-used adjunctively or as monotherapy-to provide estimates of its efficacy and safety in treating adults with major depressive disorder. Outcomes of interest included changes in depressive symptomatology, quality of life, and adverse effects. Efficacy meta-analyses used the Hartung-Knapp-Sidik-Jonkman method for random-effects models. Quality of evidence was assessed using the Grades of Recommendation, Assessment, Development, and Evaluation (GRADE) approach. In total, 35 studies met inclusion criteria. There is moderate evidence, due to unexplained heterogeneity between studies, that depression improvement based on the number of treatment responders and depression scale scores favors SJW over placebo, and results are comparable to antidepressants. The existing evidence is based on studies testing SJW as monotherapy; there is a lack of evidence for SJW given as adjunct therapy to standard antidepressant therapy. We found no systematic difference between SJW extracts, but head-to-head trials are missing; LI 160 (0.3% hypericin, 1-4% hyperforin) was the extract with the greatest number of studies. Only two trials assessed quality of life. SJW adverse events reported in included trials were comparable to placebo, and were fewer compared with antidepressant medication; however, adverse event assessments were limited, and thus we have limited confidence in this conclusion."
    },
    {
      "pmid": "28040120",
      "title": "A mixture of St. John's wort and sea buckthorn oils regresses endometriotic implants and affects the levels of inflammatory mediators in peritoneal fluid of the rat: A surgically induced endometriosis model.",
      "authors": [
        "Mert İlhan",
        "İpek Süntar",
        "Mürşide Ayşe Demirel",
        "Erdem Yeşilada",
        "Hikmet Keleş",
        "Esra Küpeli Akkol"
      ],
      "journal": "Taiwanese journal of obstetrics & gynecology",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Sea buckthorn (Hippophae rhamnoides L.) and St. John's wort (Hypericum perforatum L.) are used as an emmenagog and for the treatment of other gynecological disorders including uterus inflammation and endometriosis. The aim of the present study is to investigate the potential of a mixture of sea buckthorn and St. John's wort oils (HrHp oil) in the treatment of endometriosis. MATERIALS AND METHODS: The activity was assessed in surgically induced endometriosis in rats. A 15-mm piece of endometrium was sutured into the abdominal wall. Twenty-eight days later, a second laparotomy was performed to calculate the endometrial foci areas and to score intra-abdominal adhesions. The rats were treated with either vehicle, HrHp oil formulation, or the reference (buserelin acetate). At the end of the experiment all rats were sacrificed and endometriotic foci areas and intra-abdominal adhesions were re-evaluated. The tissue sections were analyzed histopathologically. Peritoneal fluids of the experimental animals were collected in order to detect the levels of tumor necrosis factor-α, vascular endothelial growth factor, and interleukin-6, which might be involved in the etiology of endometriosis. RESULTS: In the HrHp oil-treated group, the volumes of endometriotic implants were found to be significantly decreased (from 50.8 mm3 to 18.6 mm3, p<0.001) without any adhesion (0.0±0.0, p<0.001) when compared to the control group (3.1±0.9). The levels of tumor necrosis factor-α decreased from 7.02±1.33 pg/mL to 4.78±1.02 pg/mL (p<0.01); vascular endothelial growth factor from 17.39±8.52 pg/mL to 9.67±5.04 pg/mL (p<0.01); and interleukin-6 from 50.95±22.84 pg/mL to 29.11±7.45 pg/mL (p<0.01), respectively, after HrHp oil treatment. CONCLUSION: HrHp oil may be a promising alternative for the treatment of endometriosis.",
      "mesh_terms": [
        "Animals",
        "Complementary Therapies",
        "Disease Models, Animal",
        "Drug Combinations",
        "Endometriosis",
        "Endometrium",
        "Female",
        "Hippophae",
        "Humans",
        "Hypericum",
        "Interleukin-6",
        "Plant Extracts",
        "Plant Oils",
        "Random Allocation",
        "Rats",
        "Rats, Sprague-Dawley",
        "Tumor Necrosis Factors",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "28011162",
      "title": "Effect of St.John's wort (Hypericum perforatum) oily extract for the care and treatment of pressure sores; a case report.",
      "authors": [
        "Ali Yücel",
        "Yüksel Kan",
        "Erdem Yesilada",
        "Onat Akın"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2017-Jan-20",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Topical formulations such as oily extracts or ointments prepared with the flowering aerial parts of St. John's wort (Hypericum perforatum L., Hypericaceae) have been used in the management of a wide range dermatological problems including superficial wounds and burns, bruises, contusions and many others in the worldwide traditional medicines. AIM OF THE STUDY: This is the first case study reporting the beneficial effects of an oily extract of St. John's wort in the treatment of pressure sores in a intensive care unit (ICU) patient. MATERIAL AND METHODS: The oily extract of St. John's wort was applied to a volunteer patient at ICU daily for forty successive days for wound care and treatment. Healing status was monitored macroscopically by measuring the wound size and stages at certain intervals as well as histopathological evaluation of the tissue sections taken at the initial and final dates of treatment. RESULTS: Evaluation of the results obtained from the macroscopical and histopathological experimentation have shown that oily extract of St. John's wort provided significant efficacy for the treatment of pressure sore wounds. CONCLUSION: St. John's wort oily extract may be suggested as a cost-effective option for the prevention or treatment of pressure sores in ICU patients.",
      "mesh_terms": [
        "Aged, 80 and over",
        "Humans",
        "Hypericum",
        "Male",
        "Phytotherapy",
        "Plant Components, Aerial",
        "Plant Extracts",
        "Plant Oils",
        "Pressure Ulcer",
        "Skin"
      ]
    },
    {
      "pmid": "30475520",
      "title": "Antinociceptive Properties of St. John's Wort (Hypericum perforatum) and Other Hypericum Species.",
      "authors": [
        "Nikola M Stojanović",
        "Niko S Radulović",
        "Pavle J Randjelović",
        "Darko Laketić"
      ],
      "journal": "Natural product communications",
      "publication_date": "2016-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This review aims at a coherent summary of the results obtained from various studies that concern analgesic-like activity of the extracts of H. preforatum L and thirteen other Hypericum L. species (Hypericaceae). Botanical origin, plant organs and extraction modes of the plant material, experimental models, routes of administration and doses used for animal treatment are summarized. Mechanisms of action and substances (and even the synergy thereof) proposed so far to be responsible for the observed activity have also been discussed. Even though St. John's wort (H. perforatum) is the most renowned plant species of this genus, it is neither the only nor the most potent one in inducing pain relief.",
      "mesh_terms": [
        "Analgesics",
        "Hypericum",
        "Pain",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "27688309",
      "title": "St. John's Wort Potentiates anti-Nociceptive Effects of Morphine in Mice Models of Neuropathic Pain.",
      "authors": [
        "Maria Domenica Sanna",
        "Carla Ghelardini",
        "Nicoletta Galeotti"
      ],
      "journal": "Pain medicine (Malden, Mass.)",
      "publication_date": "2017-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: In this study, we compared the efficacy of a combination of PKC-blocker St. John's Wort (SJW) and morphine in mice with painful antiretroviral (2,3-dideoxycitidine [ddC]) and chemotherapic (oxaliplatin) neuropathy. METHODS: Morphine (1 and 5 mg/Kg i.p.), SJW (1 and 5 mg/Kg o.s.), or their combination was administered by systemic injection, and antinociception was determined by using the hot and cold plate tests. RESULTS: Here we demonstrate the ability of SJW to relieve neuropathic pain in mice neuropathic models and a potentiation of morphine antinociception in thermal pain. The potentiating effect shown by SJW was not secondary to its antinociceptive activity as the increase of the morphine antinociceptive effect was produced at a dose (1mg/kg o.s.) devoid of any capability to modulate the pain threshold in neuropathic pain mice. Further examinations of the SJW main components revealed that hypericin was responsible for the potentiating properties whereas flavonoids were ineffective. CONCLUSIONS: These results show that SJW has notable antinociceptive activity for both neuropathic pain models and could be used in neuropathic pain relief alone or in combination with morphine. These data support the utility of combination SJW/opioid therapy in pain management for antinociceptive efficacy by enhancing opioid analgesia.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Drug Synergism",
        "Drug Therapy, Combination",
        "Hypericum",
        "Male",
        "Mice",
        "Morphine",
        "Neuralgia",
        "Pain Measurement",
        "Plant Extracts",
        "Reaction Time",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "27589952",
      "title": "A systematic review of St. John's wort for major depressive disorder.",
      "authors": [
        "Eric A Apaydin",
        "Alicia R Maher",
        "Roberta Shanman",
        "Marika S Booth",
        "Jeremy N V Miles",
        "Melony E Sorbero",
        "Susanne Hempel"
      ],
      "journal": "Systematic reviews",
      "publication_date": "2016-Sep-02",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: This systematic review evaluated St. John's wort (SJW) for the treatment of Major Depressive Disorder (MDD). The objectives of this review are to (1) evaluate the efficacy and safety of SJW in adults with MDD compared to placebo and active comparator and (2) evaluate whether the effects vary by severity of MDD. METHODS: We searched PubMed, CINAHL, PsycINFO, CENTRAL, Embase, AMED, MANTIS, Web of Science, and ICTRP and existing reviews to November 2014. Two independent reviewers screened the citations, abstracted the data, and assessed the risk of bias. We included randomized controlled trials (RCTs) examining the effect of at least a 4-week administration of SJW on depression outcomes against placebo or active comparator in adults with MDD. Risk of bias was assessed using the Cochrane Risk of Bias tool and USPSTF criteria. Quality of evidence (QoE) was assessed using the GRADE approach. RESULTS: Thirty-five studies examining 6993 patients met inclusion criteria; eight studies evaluated a hypericum extract that combined 0.3 % hypericin and 1-4 % hyperforin. The herb SJW was associated with more treatment responders than placebo (relative risk [RR] 1.53; 95 % confidence interval [CI] 1.19, 1.97; I(2) 79 %; 18 RCTs; N = 2922, moderate QoE; standardized mean differences [SMD] 0.49; CI 0.23, 0.74; 16 RCTs; I(2) 89 %, N = 2888, moderate QoE). Compared to antidepressants, SJW participants were less likely to experience adverse events (OR 0.67; CI 0.56, 0.81; 11 RCTs; moderate QoE) with no difference in treatment effectiveness (RR 1.01; CI 0.90, 1.14; 17 RCTs, I(2) 52 %, moderate QoE; SMD -0.03; CI -0.21, 0.15; 14 RCTs; I(2) 74 %; N = 2248, moderate QoE) in mild and moderate depression. CONCLUSIONS: SJW monotherapy for mild and moderate depression is superior to placebo in improving depression symptoms and not significantly different from antidepressant medication. However, evidence of heterogeneity and a lack of research on severe depression reduce the quality of the evidence. Adverse events reported in RCTs were comparable to placebo and fewer compared with antidepressants. However, assessments were limited due to poor reporting of adverse events and studies were not designed to assess rare events. Consequently, the findings should be interpreted with caution. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42015016406 .",
      "mesh_terms": [
        "Antidepressive Agents",
        "Complementary Therapies",
        "Depressive Disorder, Major",
        "Humans",
        "Hypericum",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "27468236",
      "title": "A meta-analysis on the efficacy and safety of St John's wort extract in depression therapy in comparison with selective serotonin reuptake inhibitors in adults.",
      "authors": [
        "Yong-Hua Cui",
        "Yi Zheng"
      ],
      "journal": "Neuropsychiatric disease and treatment",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of the study was to investigate the efficacy and safety of St John's wort extract and selective serotonin reuptake inhibitors (SSRIs) in the treatment of depression. METHODS: Databases were searched for studies comparing efficacy and/or safety of St John's wort extract with SSRIs in depression from 1966 to April 2015. Stata software was used for statistical analysis. RESULTS: Twenty-seven studies met the study entry criteria. A total of 3,126 patients with depression were included. St John's wort extract did not differ from SSRIs in clinical response, remission, and mean reduction in Hamilton Rating Scale for Depression score. St John's wort extract had a significantly lower rate of adverse events compared to SSRIs (summary relative risk: 0.77; 95% confidence interval: 0.70, 0.84, P=0.00) and had fewer withdrawals due to adverse events. St John's wort extract had superior safety in the management of patients with depression. CONCLUSION: Both St John's wort extract and SSRIs are effective in treating mild-to-moderate depression. St John's wort extract is safer than SSRIs."
    },
    {
      "pmid": "27180432",
      "title": "TESTING PHARMACEUTICAL RELEASE OF ACTIVE SUBSTANCES FROM MEDICINAL PRODUCTS CONTAINING ST. JOHN'S WORT.",
      "authors": [
        "Joanna Sakowska",
        "Małgorzata Anyzewska",
        "Anna Łozak",
        "Anna Kowalczuk",
        "Renata Jabłczyńska"
      ],
      "journal": "Acta poloniae pharmaceutica",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to determine the content of hypericins and flavonoids in tablets and capsules containing the extract or powdered herb of St. John's wort, in herbs for infusion and herbal infusions and to release of these compounds from tablets and capsules. HPLC method was used to determine the assay of hypericins and flavonoids in all tested products. The hypericins content was between 0.35 mg and 1.44 mg per tablet or capsule. The release of hypericins from these products in the phosphate buffer of pH 6.8 is between 30 and 60% of the determined content. The degree of hypericins release from herbs into infusions was 15% on average, which corresponds to 0.64 mg of hypericins per infusion of 4 g of herbs. The flavonoids content was between 8.79 and 36.3 mg per tablet or capsule. The release of flavonoids in the phosphate buffer of pH 6.8 is between 63 and 85% of the determined content. The degree of flavonoids release was 76% on average, which corresponds to 77.0 mg per infusion of 4 g of herbs. The test results confirmed that infusions from the St. John's wort constitute are a rich source of flavonoids. At the same time, the universally accepted opinion that aqueous infusions contain only trace amounts of hypericins was not confirmed. Infusions from Herba hyperici may also be a source of hypericins in amounts comparable with the minimum dose recommended for the treatment of mild to moderate depressive episodes.",
      "mesh_terms": [
        "Anthracenes",
        "Antidepressive Agents",
        "Buffers",
        "Capsules",
        "Chromatography, High Pressure Liquid",
        "Flavonoids",
        "Hydrogen-Ion Concentration",
        "Hypericum",
        "Kinetics",
        "Perylene",
        "Phytotherapy",
        "Plant Extracts",
        "Plants, Medicinal",
        "Powders",
        "Solubility",
        "Tablets"
      ]
    },
    {
      "pmid": "26692114",
      "title": "Reduction of hyperbilirubinemia with hypericum extract (St. John's Wort) in a patient with Crigler-Najjar syndrome type II.",
      "authors": [
        "Oliver Kummer",
        "Felix Hammann",
        "Manuel Haschke",
        "Stephan Krähenbühl"
      ],
      "journal": "British journal of clinical pharmacology",
      "publication_date": "2016-May",
      "publication_types": [
        "Case Reports",
        "Letter"
      ],
      "abstract": "AIMS: Crigler-Najjar syndrome (CN) type II is a congenital disease with unconjugated hyperbilirubinemia due to a deficiency of uridine 5'-diphospho-glucuronosyltransferase 1A1. Since the currently proposed treatment with phenobarbital is associated with adverse reactions, we investigated the effect of hypericum extract. METHODS: Repetitive determination of total serum bilirubin in a female with CN type II before, during and after daily treatment with 900 mg hypericum extract on two occasions for 8 weeks. Confirmation of the enzyme-inducing effect of hypericum using the cytochrome P450 3A4 probe drug i.v. midazolam. RESULTS: Hypericum reduced midazolam exposure by 42% and the total serum bilirubin concentration by 30 to 35%. CONCLUSIONS: Hypericum extract is a potential alternative to phenobarbital in patients with CN type II.",
      "mesh_terms": [
        "Adult",
        "Area Under Curve",
        "Bilirubin",
        "Crigler-Najjar Syndrome",
        "Cytochrome P-450 CYP3A",
        "Enzyme Induction",
        "Female",
        "GABA Modulators",
        "Glucuronosyltransferase",
        "Humans",
        "Hyperbilirubinemia",
        "Hypericum",
        "Midazolam",
        "Phenobarbital",
        "Plant Extracts",
        "Pregnane X Receptor",
        "Receptors, Steroid",
        "Young Adult"
      ]
    },
    {
      "pmid": "26634391",
      "title": "St. John's wort and its component hyperforin alleviate experimental autoimmune encephalomyelitis through expansion of regulatory T-cells.",
      "authors": [
        "Reza Nosratabadi",
        "Maryam Rastin",
        "Mojtaba Sankian",
        "Dariush Haghmorad",
        "Nafiseh Tabasi",
        "Shahrzad Zamani",
        "Azita Aghaee",
        "Zohre Salehipour",
        "Mahmoud Mahmoudi"
      ],
      "journal": "Journal of immunotoxicology",
      "publication_date": "2016-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Multiple sclerosis (MS) is a central nervous system disorder mainly characterized by inflammation, demyelination and axonal injury. Anti-inflammatory agents can be used to ameliorate the disease process. Hypericum perforatum L or St. John's wort is widely used as an anti-depressant and anti-inflammatory remedy in traditional and herbal medicine. Based on St. John's wort properties, the therapeutic potentials of an H. perforatum extract (HPE) and a single component, hyperforin were evaluated for effectiveness against MOG35-55-induced experimental autoimmune encephalomyelitis (EAE), an animal model for human multiple sclerosis. Female C57BL/6 mice were immunized with specific antigen MOG35-55 and then administered different doses of hyperforin or HPE post-immunization. Clinical symptoms/other relevant parameters were assessed daily. Histological analysis of the spinal cord was performed. T-cell proliferative activity was also evaluated using a BrdU assay. The effect of hyperforin on regulatory T-cells (Treg cells) was assessed using flow cytometry. The results indicate hyperforin and HPE reduced the incidence and severity of EAE, an outcome that closely correlated with an inhibition of pathological features (leukocyte infiltration and demyelination) and antigen-specific T-cell proliferation. The study also showed that hyperforin caused increased Treg cell levels in the spleen. These results indicated that hyperforin and HPE could attenuate EAE autoimmune responses by inhibiting immune cell infiltration and expansion of Treg cell and could eventually be considered as a potential candidate for use in the treatment of MS.",
      "mesh_terms": [
        "Animals",
        "Cell Proliferation",
        "Disease Models, Animal",
        "Encephalomyelitis, Autoimmune, Experimental",
        "Female",
        "Humans",
        "Hypericum",
        "Mice",
        "Mice, Inbred C57BL",
        "Multiple Sclerosis",
        "Myelin-Oligodendrocyte Glycoprotein",
        "Peptide Fragments",
        "Phloroglucinol",
        "Phytotherapy",
        "Spleen",
        "T-Lymphocytes, Regulatory",
        "Terpenes"
      ]
    },
    {
      "pmid": "26600937",
      "title": "Does St. John's Wort cause regression in gastrointestinal system adenocarcinomas?",
      "authors": [
        "Serap Karaarslan",
        "Suna Cokmert",
        "Atilla Cokmez"
      ],
      "journal": "World journal of gastrointestinal oncology",
      "publication_date": "2015-Nov-15",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "St. John's Wort (SJW) is an old herb which has long been consumed widely for its anti-inflammatory, antiviral, and anti-depressive properties. Here we present a detailed clinical evaluation of three cases (two colon and one duodenal adenocarcinoma) with remarkable and intensive lymphoplasmocytic host reaction, at the basal part of tumor, intensive fibrosis, giant cells, plasma cell increase in lymph nodes and few giant cells in germinal centers in resection specimens. The observation of similar host reaction in those tumors having otherwise usual appearance was interesting. None of the cases received neoadjuvant chemoradiotherapy or additional treatment before surgery but only SJW. These cases are presented to increase the awareness about such cases. Further research is needed to reveal the possible effect of SJW, which has long been consumed for different treatment purposes, on human tumors."
    },
    {
      "pmid": "26388268",
      "title": "Investigation of acute effects of Hypericum perforatum (St. John's Wort-Kantaron) treatment in experimental thermal burns and comparison with silver sulfadiazine treatment.",
      "authors": [
        "Selahattin Kıyan",
        "Yiğit Uyanıkgil",
        "Yusuf Ali Altuncı",
        "Türker Çavuşoğlu",
        "Emel Öykü Çetin Uyanıkgil",
        "Fatih Karabey"
      ],
      "journal": "Ulusal travma ve acil cerrahi dergisi = Turkish journal of trauma & emergency surgery : TJTES",
      "publication_date": "2015-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Hypericum perforatum (HP) (St. John's Wort-Kantaron) has been used widely for the treatment of burn injuries for many years in traditional Turkish medicine. The aim of study was to investigate HP treatment in experimental thermal burns and compare it with silver sulfadiazine (SS) treatment. METHODS: Thirty-five rats were randomly assigned to one of the five groups, 7 rats in each. A second-degree thermal burn was created on the dorsal sites of rats by exposing an area of 4×4 cm to 100 °C boiled water for 10 seconds. All groups were provided with irrigation for three (3) minutes with 50 cc saline solution (SS). Group 1 (Control Group) was not administered any treatment. Group 2 (Burn Control Group) was administered only irrigation, Group 3 (topical silver sulfadiazine [SS]) was administered SS twice a day, Group 4 (the Topical HP Group) was administered HP four times a day (every six hours), Group 5 (treatment with agent -gel-) was administered other topical material used for the preparation of HP four times a day (every six hours). Wound site healing on the skin was histopathologically evaluated. RESULTS: It was found that collagen discoloration of the HP treatment group was localized in the lower part of the epidermal layer and did not go up to the depth of dermis compared to the other groups, and epidermis, hair follicles and sebaceous glands remained protected compared to the groups administered burn, gel and SS in every hour of the experiment and it was the group closest to the control group structurally. It was determined that the epidermal thickness and the number of vessels of the HP Group were significantly higher compared to the other groups (p<0.05), which was the group closest to the control group in terms of these parameters and these numbers did not show any difference within hours (p>0.05). The number of degenerated hair follicles in the HP Group was significantly less than the other groups (p <0.05), and it was determined that the total number of hair follicles significantly increased in the twenty-fourth (p<0.05) and this number did not differ by the control group (p>0.05). CONCLUSION: Administration of HP four times a day within the first 24 hours is clearly effective in wound healing in the experimental thermal second degree burn modality and is significantly superior to SS treatment.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Animals",
        "Anti-Infective Agents, Local",
        "Burns",
        "Disease Models, Animal",
        "Female",
        "Hypericum",
        "Phytotherapy",
        "Plant Extracts",
        "Random Allocation",
        "Rats",
        "Rats, Wistar",
        "Silver Sulfadiazine",
        "Wound Healing"
      ]
    },
    {
      "pmid": "26346185",
      "title": "Impaired Glucose Tolerance in Healthy Men Treated with St. John's Wort.",
      "authors": [
        "Tore Bjerregaard Stage",
        "Per Damkier",
        "Mette Marie Hougaard Christensen",
        "Lene Buch-Krogh Nielsen",
        "Kurt Højlund",
        "Kim Brøsen"
      ],
      "journal": "Basic & clinical pharmacology & toxicology",
      "publication_date": "2016-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The purpose of this study was to examine whether the over-the-counter herbal medicinal plant St. John's wort affects glucose tolerance in healthy men. To do this, we included 10 healthy men who were examined by a 2-hr oral glucose tolerance test on three occasions: A: baseline; B: after 21 days of treatment with St. John's wort; and C: at least 6 weeks after the last capsule of St. John's wort was ingested. Plasma glucose, serum insulin and C-peptide levels were measured during an oral glucose tolerance test and used for estimation of area under the concentration-time curve (AUC) as well as indices of insulin sensitivity and insulin secretion. We found that treatment with St. John's wort increased total and incremental glucose AUC and 2-hr plasma glucose levels. Surprisingly, this effect was sustained and even further increased 6 weeks after the last capsule of St. John's wort was taken. No effect on indices of insulin sensitivity was seen, but indices of insulin secretion were reduced even after adjustment for insulin sensitivity. In conclusion, this study indicates that long-term treatment with St. John's wort may impair glucose tolerance by reducing insulin secretion in young, healthy men. The unregulated use of this over-the-counter drug might be a risk factor for impaired glucose tolerance and type 2 diabetes.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Biomarkers",
        "Blood Glucose",
        "Body Mass Index",
        "C-Peptide",
        "Dose-Response Relationship, Drug",
        "Glucose Intolerance",
        "Glycated Hemoglobin",
        "Humans",
        "Hypericum",
        "Insulin",
        "Insulin Resistance",
        "Insulin Secretion",
        "Male",
        "Plants, Medicinal",
        "Sample Size",
        "Young Adult"
      ]
    },
    {
      "pmid": "26069204",
      "title": "St. John's Wort Attenuates Colorectal Carcinogenesis in Mice through Suppression of Inflammatory Signaling.",
      "authors": [
        "Soumen K Manna",
        "Srujana Golla",
        "Jaya Prakash Golla",
        "Naoki Tanaka",
        "Yan Cai",
        "Shogo Takahashi",
        "Kristopher W Krausz",
        "Tsutomu Matsubara",
        "Ilia Korboukh",
        "Frank J Gonzalez"
      ],
      "journal": "Cancer prevention research (Philadelphia, Pa.)",
      "publication_date": "2015-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, N.I.H., Intramural"
      ],
      "abstract": "Despite widespread use as well as epidemiologic indications, there have been no investigations into the effect of St. John's wort (SJW) extract on colorectal carcinogenesis in vivo. This study reports a systematic evaluation of the impact of dietary supplementation of SJW extract on azoxymethane-induced colorectal carcinogenesis in mice. Mice were fed with either AIN-93G (control) diet or SJW extract-supplemented diet (SJW diet) prior to azoxymethane treatment. SJW diet was found to significantly improve the overall survival of azoxymethane-treated mice. Pretreatment with the SJW diet significantly reduced body weight loss as well as decrease of serum albumin and cholesterol levels associated with azoxymethane-induced colorectal tumorigenesis. SJW diet-fed mice showed a significant decrease in tumor multiplicity along with a decrease in incidence of large tumors and a trend toward decreased total tumor volume in a dose-dependent manner. A short-term study, which examined the effect of SJW prior to rectal bleeding, also showed decrease in colorectal polyps in SJW diet-fed mice. Nuclear factor kappa B (NF-κB) and extracellular signal-regulated kinase (ERK1/2) pathways were attenuated by SJW administration. SJW extract resulted in early and continuous attenuation of these pathways in the colon epithelium of SJW diet-fed mice under both short-term and long-term treatment regimens. In conclusion, this study demonstrated the chemopreventive potential of SJW extract against colorectal cancer through attenuation of proinflammatory processes.",
      "mesh_terms": [
        "Animals",
        "Anticarcinogenic Agents",
        "Azoxymethane",
        "Carcinogenesis",
        "Cell Transformation, Neoplastic",
        "Colon",
        "Colorectal Neoplasms",
        "Diet",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Extracellular Signal-Regulated MAP Kinases",
        "Hypericum",
        "Inflammation",
        "Male",
        "Mice",
        "NF-kappa B",
        "Oligonucleotide Array Sequence Analysis",
        "Oligonucleotides",
        "Plant Extracts",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "26022750",
      "title": "The effect of Hypericum perforatum L. (St. John's Wort) on prevention of myringosclerosis after myringotomy in a rat model.",
      "authors": [
        "Oğuz Kadir Eğilmez",
        "Numan Kökten",
        "A Işın Doğan Ekici",
        "M Tayyar Kalcıoğlu",
        "Erdem Yesilada",
        "Muhammet Tekin"
      ],
      "journal": "International journal of pediatric otorhinolaryngology",
      "publication_date": "2015-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The purpose of this study was to identify the possible effects of Hypericum Perforatum (HP) on the prevention of experimentally induced myringosclerosis (MS). METHODS: Twenty eight Wistar Albino rats were used and they were divided into four groups. Tympanic membranes of all animals were perforated and then group I had no treatment as a control group, group II had treated with olive oil only, group III had treated with HP orally and group IV had treated with HP topically. RESULTS: Groups I and II showed extensive myringosclerosis in contrast to those of Groups III and IV which had significantly less changes (p<0.05). The inflammation and fibrosis in the lamina propria of the tympanic membranes of Groups I and II were found to be significantly more pronounced (p<0.05). The tympanic membranes were found to be significantly thinner in Groups III and IV when compared with Groups I and II (p<0.05). CONCLUSIONS: The results of the present study suggested that oral or topical administration of HP extract after myringotomy suppressed the inflammation and fibroblastic activity in the lamina propria of the myringotomized TMs of the rats. Further clinical studies with larger population using HP and other antioxidants will be essential to provide further evidence for use of antioxidant therapy in patients with myringotomy and ventilation tube insertion for otitis media with effusion.",
      "mesh_terms": [
        "Administration, Oral",
        "Administration, Topical",
        "Animals",
        "Fibrosis",
        "Hypericum",
        "Inflammation",
        "Male",
        "Models, Animal",
        "Mucous Membrane",
        "Myringosclerosis",
        "Plant Extracts",
        "Postoperative Complications",
        "Rats, Wistar",
        "Tympanic Membrane"
      ]
    },
    {
      "pmid": "25988866",
      "title": "A comparison of patterns of spontaneous adverse drug reaction reporting with St. John's Wort and fluoxetine during the period 2000-2013.",
      "authors": [
        "Claire L Hoban",
        "Roger W Byard",
        "Ian F Musgrave"
      ],
      "journal": "Clinical and experimental pharmacology & physiology",
      "publication_date": "2015-Jul",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Herbal medicines are perceived to be safe by the general public and medical practitioners, despite abundant evidence from clinical trials and case reports that show herbal preparations can have significant adverse effects. The overall impact of adverse events to herbal medicines in Australia is currently unknown. Post marketing surveillance of medications through spontaneous adverse drug reaction (ADR) reports to the Therapeutic Goods Administration (TGA) is one way to estimate this risk. The patterns of spontaneously reported ADRs provide insight to herbal dangers, especially when compared with patterns of a mechanistically similar conventional drug. The study compared the pattern of spontaneously reported ADRs to St. John's Wort (Hypericum perforatum), a common herbal treatment for depression which contains selective serotonin reuptake inhibitors (SSRI), to fluoxetine, a commonly prescribed synthetic SSRI antidepressant. Spontaneous ADR reports sent to the TGA between 2000-2013 for St. John's Wort (n = 84) and fluoxetine (n = 447) were obtained and analysed. The demographic information, types of interaction, severity of the ADR, and the body systems affected (using the Anatomical Therapeutic Chemical classification system) were recorded for individual ADR cases. The majority of spontaneously reported ADRs for St. John's Wort and fluoxetine were concerning females aged 26-50 years (28.6%, 22.8%). The organ systems affected by ADRs to St John's Wort and fluoxetine have a similar profile, with the majority of cases affecting the central nervous system (45.2%, 61.7%). This result demonstrates that herbal preparations can result in ADRs similar to those of prescription medications.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Adverse Drug Reaction Reporting Systems",
        "Aged",
        "Child",
        "Child, Preschool",
        "Female",
        "Fluoxetine",
        "Humans",
        "Hypericum",
        "Infant",
        "Infant, Newborn",
        "Male",
        "Middle Aged",
        "Plant Preparations",
        "Young Adult"
      ]
    },
    {
      "pmid": "25963330",
      "title": "St. John's wort treatment in women bears risks beyond pharmacokinetic drug interactions.",
      "authors": [
        "Nicolas Hohmann",
        "Anna Maus",
        "Alexandra Carls",
        "Walter E Haefeli",
        "Gerd Mikus"
      ],
      "journal": "Archives of toxicology",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Clinical Trial, Phase I",
        "Journal Article"
      ],
      "abstract": "We analyzed adverse events in a clinical phase I trial to assess dose-dependent metabolic effects of St. John's wort co-administered with rifampicin in 12 healthy volunteers. Within 3-6 days after increasing the St. John's wort dose from 300 to 600 mg TID, five of six female participants developed ambient temperature-dependent allodynia and paresthesia in sun-exposed areas (back of the hands and perioral and nasal area). Aggravation of symptoms resulted in persistence of paresthesia and phototoxic erythrodermia. None of the male participants showed any of these effects. Gender, duration of treatment, dose, and solar exposure seem to be extrinsic and host factors facilitating St. John's wort-induced neuropathy. The risk to develop this adverse effect is almost exclusively present in women.",
      "mesh_terms": [
        "Drug Interactions",
        "Female",
        "Humans",
        "Hyperalgesia",
        "Hypericum",
        "Male",
        "Paresthesia",
        "Plant Extracts",
        "Rifampin",
        "Sunburn"
      ]
    },
    {
      "pmid": "25440378",
      "title": "'Less like a drug than a drug': the use of St John's wort among people who self-identify as having depression and/or anxiety symptoms.",
      "authors": [
        "Marie Pirotta",
        "Karen Willis",
        "Meg Carter",
        "Kirsty Forsdike",
        "Danielle Newton",
        "Jane Gunn"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: St John's wort (SJW) is one of the most commonly used complementary medicines (CM) for the self-treatment of depression which can be accessed with or without health professional advice. While there is evidence to support its effectiveness in depression it has potential for serious side effects and interactions with many pharmaceuticals and herbs. Despite the potential risks, we know little about consumer perspectives on the use of SJW. Our research aimed to understand, from their own perspective, how and why people use SJW for management of self-identified 'depression, stress or worries'. DESIGN: A qualitative design, focusing on understanding the reasons for SJW use. A purposive sampling strategy was used to recruit 41 people who self-identified as having used SJW for 'depression stress or worries' from the community in Melbourne, Australia. In-depth face-to-face interviews were conducted. Interviews were taped, transcribed and analysed thematically. RESULTS: Three themes emerged as to why participants used SJW - ease of access of SJW, perceptions of effectiveness and safety of SJW enabling control over its use, and the perceived benefits of using a natural product. Generally, participants did not reserve use of SJW only for mild depressive symptoms. CONCLUSIONS: People use many self-care strategies to manage symptoms of depression, including more severe symptoms. While there is often a preference for more natural approaches like SJW, people experiment and continue to use what they perceive is most effective for them.",
      "mesh_terms": [
        "Adult",
        "Anxiety",
        "Depression",
        "Female",
        "Humans",
        "Hypericum",
        "Male",
        "Middle Aged",
        "Phytotherapy",
        "Plant Extracts",
        "Qualitative Research",
        "Young Adult"
      ]
    },
    {
      "pmid": "25223504",
      "title": "Intake of St John's wort improves the glucose tolerance in healthy subjects who ingest metformin compared with metformin alone.",
      "authors": [
        "Tore Bjerregaard Stage",
        "Rasmus Steen Pedersen",
        "Per Damkier",
        "Mette Marie Hougaard Christensen",
        "Søren Feddersen",
        "John Teilmann Larsen",
        "Kurt Højlund",
        "Kim Brøsen"
      ],
      "journal": "British journal of clinical pharmacology",
      "publication_date": "2015-Feb",
      "publication_types": [
        "Controlled Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: Our objective was to investigate the steady-state pharmacokinetic and pharmacodynamic interaction between the antidepressive herbal medicine St John's wort and the antidiabetic drug metformin. METHODS: We performed an open cross-over study in 20 healthy male subjects, who received 1 g of metformin twice daily for 1 week with and without 21 days of preceding and concomitant treatment with St John's wort. The pharmacokinetics of metformin was determined, and a 2 h oral glucose tolerance test was performed. RESULTS: St John's wort decreased the renal clearance of metformin but did not affect any other metformin pharmacokinetic parameter. The addition of St John's wort decreased the area under the glucose concentration-time curve [702 (95% confidence interval, 643-761) vs. 629 min*mmol/L (95% confidence interval, 568-690), P = 0.003], and this effect was caused by a statistically significant increase in the acute insulin response. CONCLUSIONS: St John's wort improves glucose tolerance by enhancing insulin secretion independently of insulin sensitivity in healthy male subjects taking metformin.",
      "mesh_terms": [
        "Adult",
        "Antidepressive Agents",
        "Blood Glucose",
        "Cross-Over Studies",
        "Drug Interactions",
        "Glucose Tolerance Test",
        "Humans",
        "Hypericum",
        "Hypoglycemic Agents",
        "Insulin",
        "Insulin Secretion",
        "Male",
        "Metformin",
        "Plant Extracts",
        "Young Adult"
      ]
    },
    {
      "pmid": "25136373",
      "title": "St. John's Wort Has Metabolically Favorable Effects on Adipocytes In Vivo.",
      "authors": [
        "Scott Fuller",
        "Allison J Richard",
        "David M Ribnicky",
        "Robbie Beyl",
        "Randall Mynatt",
        "Jacqueline M Stephens"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In addition to serving as a storage site for reserve energy, adipocytes play a critical role in whole-body insulin sensitivity and glucose metabolism. St. John's Wort (SJW) is a botanical supplement widely used as an over-the-counter treatment of depression and a variety of other conditions associated with anxiety and nerve pain. Previous studies in our laboratory demonstrated that SJW inhibits insulin-stimulated glucose uptake and adipocyte differentiation in cultured murine and mature human adipocytes. To investigate the effects of SJW on adipocyte function in vivo, we utilized C57BL/6J mice. In our studies, mice were administered SJW extract (200 mg/kg) once daily by gavage for two weeks. In contrast to our in vitro studies, mice treated with SJW extract showed increased levels of adiponectin in white adipose tissue in a depot specific manner (P < 0.01). SJW also exerted an insulin-sensitizing effect as indicated by a significant increase in insulin-stimulated Akt serine phosphorylation in epididymal white adipose tissue (P < 0.01). Food intake, body weight, fasting blood glucose, and fasting insulin did not differ between the two groups. These results are important as they indicate that SJW does not promote metabolic dysfunction in adipose tissue in vivo."
    },
    {
      "pmid": "25076130",
      "title": "St John's Wort (Hypericum perforatum L.) photomedicine: hypericin-photodynamic therapy induces metastatic melanoma cell death.",
      "authors": [
        "Britta Kleemann",
        "Benjamin Loos",
        "Thomas J Scriba",
        "Dirk Lang",
        "Lester M Davids"
      ],
      "journal": "PloS one",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hypericin, an extract from St John's Wort (Hypericum perforatum L.), is a promising photosensitizer in the context of clinical photodynamic therapy due to its excellent photosensitizing properties and tumoritropic characteristics. Hypericin-PDT induced cytotoxicity elicits tumor cell death by various mechanisms including apoptosis, necrosis and autophagy-related cell death. However, limited reports on the efficacy of this photomedicine for the treatment of melanoma have been published. Melanoma is a highly aggressive tumor due to its metastasizing potential and resistance to conventional cancer therapies. The aim of this study was to investigate the response mechanisms of melanoma cells to hypericin-PDT in an in vitro tissue culture model. Hypericin was taken up by all melanoma cells and partially co-localized to the endoplasmic reticulum, mitochondria, lysosomes and melanosomes, but not the nucleus. Light activation of hypericin induced a rapid, extensive modification of the tubular mitochondrial network into a beaded appearance, loss of structural details of the endoplasmic reticulum and concomitant loss of hypericin co-localization. Surprisingly the opposite was found for lysosomal-related organelles, suggesting that the melanoma cells may be using these intracellular organelles for hypericin-PDT resistance. In line with this speculation we found an increase in cellular granularity, suggesting an increase in pigmentation levels in response to hypericin-PDT. Pigmentation in melanoma is related to a melanocyte-specific organelle, the melanosome, which has recently been implicated in drug trapping, chemotherapy and hypericin-PDT resistance. However, hypericin-PDT was effective in killing both unpigmented (A375 and 501mel) and pigmented (UCT Mel-1) melanoma cells by specific mechanisms involving the externalization of phosphatidylserines, cell shrinkage and loss of cell membrane integrity. In addition, this treatment resulted in extrinsic (A375) and intrinsic (UCT Mel-1) caspase-dependent apoptotic modes of cell death, as well as a caspase-independent apoptotic mode that did not involve apoptosis-inducing factor (501 mel). Further research is needed to shed more light on these mechanisms.",
      "mesh_terms": [
        "Anthracenes",
        "Apoptosis",
        "Apoptosis Regulatory Proteins",
        "Cell Line, Tumor",
        "Cell Size",
        "Drug Screening Assays, Antitumor",
        "Endoplasmic Reticulum",
        "Female",
        "Humans",
        "Hypericum",
        "Melanoma",
        "Middle Aged",
        "Perylene",
        "Photochemotherapy",
        "Photosensitizing Agents",
        "Pigmentation",
        "Skin Neoplasms",
        "Transcriptional Activation"
      ]
    },
    {
      "pmid": "24994473",
      "title": "Single pre-treatment with hypericin, a St. John's wort secondary metabolite, attenuates cisplatin- and mitoxantrone-induced cell death in A2780, A2780cis and HL-60 cells.",
      "authors": [
        "Zuzana Jendželovská",
        "Rastislav Jendželovský",
        "Lucia Hiľovská",
        "Ján Kovaľ",
        "Jaromír Mikeš",
        "Peter Fedoročko"
      ],
      "journal": "Toxicology in vitro : an international journal published in association with BIBRA",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "St. John's wort (SJW, Hypericum perforatum L.) is a commonly used natural antidepressant responsible for the altered toxicity of some anticancer agents. These interactions have been primarily attributed to the hyperforin-mediated induction of some pharmacokinetic mechanisms. However, as previously demonstrated by our group, hypericin induces the expression of two ABC transporters: multidrug resistance-associated protein 1 (MRP1) and breast cancer resistance protein (BCRP). Because cisplatin (CDDP) and mitoxantrone (MTX) are potential substrates of ABC transporters, we investigated the effect of 24h hypericin pre-treatment on the cytotoxicity of CDDP and MTX in human cancer cell lines. CDDP-sensitive and -resistant ovarian adenocarcinoma cell lines A2780/A2780cis, together with HL-60 promyelocytic leukemia cells and ABCG2-over-expressing cBCRP subclone, were used in our experiments. We present CDDP cytotoxicity attenuated by hypericin pre-treatment in both A2780 and A2780cis cells and MTX cytotoxicity in HL-60 cells. In contrast, hypericin potentiated MTX-induced death in cBCRP cells. Interestingly, hypericin did not restore cell proliferation in rescued cells. Nevertheless, hypericin did increase the expression of MRP1 transporter in A2780 and A2780cis cells indicating the impact of hypericin on certain resistance mechanisms. Additionally, our results indicate that hypericin may be the potential substrate of BCRP transporter. In conclusion, for the first time, we report the ability of hypericin to affect the onset and/or progress of CDDP- and MTX-induced cell death, despite strong cell cycle arrest. Thus, hypericin represents another SJW metabolite that might be able to affect the effectiveness of anti-cancer drugs and that could interact with ABC transporters, particularly with BCRP.",
      "mesh_terms": [
        "ATP Binding Cassette Transporter, Subfamily G, Member 2",
        "ATP-Binding Cassette Transporters",
        "Anthracenes",
        "Antineoplastic Agents",
        "Cell Death",
        "Cell Line, Tumor",
        "Cisplatin",
        "Drug Interactions",
        "Humans",
        "Hypericum",
        "Mitoxantrone",
        "Multidrug Resistance-Associated Protein 2",
        "Multidrug Resistance-Associated Proteins",
        "Neoplasm Proteins",
        "Perylene",
        "RNA, Messenger"
      ]
    },
    {
      "pmid": "24989005",
      "title": "St. John's wort promotes adipocyte differentiation and modulates NF-κB activation in 3T3-L1 cells.",
      "authors": [
        "Tomoko Hatano",
        "Yuka Sameshima",
        "Mami Kawabata",
        "Shizuo Yamada",
        "Kazumasa Shinozuka",
        "Toshikatsu Nakabayashi",
        "Hideya Mizuno"
      ],
      "journal": "Biological & pharmaceutical bulletin",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "St. John's wort (SJW), or Hypericum perforatum, is a perennial herb that has been used in the treatment of depression in several countries. Though its therapeutic effect on depression has been extensively studied, its influence on metabolic syndrome is yet to be fully characterized. Therefore, we investigated the effect of SJW extract on adipocyte differentiation and its anti-inflammatory effects by using 3T3-L1 preadipocytes. Oil Red O staining indicated that SJW promotes adipocyte differentiation, while immunoblots indicated that SJW increases the expression of peroxisome proliferator activated receptor γ (PPARγ), a nuclear receptor regulating adipocyte differentiation, and adiponectin, an anti-inflammatory adipokine. Furthermore, the anti-inflammatory activity of SJW was demonstrated by its inhibition of the activation of nuclear factor-κB (NF-κB), an inflammatory transcription factor. Stimulation of mature 3T3-L1 adipocytes by tumor necrosis factor-α (TNF-α) decreased the expression of the NF-κB inhibitor IκBα, and increased its phosphorylation. Treatment with SJW further decreased the TNF-α-induced perturbation in IκBα expression and phosphorylation, which indicated that SJW mediated the inhibition of NF-κB activation. In addition, SJW decreased the TNF-α-induced increase in the mRNA levels of pro-inflammatory adipokines, interleukin-6 (IL-6), and monocyte chemoattractant protein-1 (MCP-1). Collectively, our results indicate that SJW treatment could promote adipocyte differentiation probably through its anti-inflammatory activity, which in turn suggests that SJW has the potential to minimize the risk factors of metabolic syndrome.",
      "mesh_terms": [
        "3T3-L1 Cells",
        "Adipocytes",
        "Adiponectin",
        "Animals",
        "Anti-Inflammatory Agents",
        "Blotting, Western",
        "Cell Culture Techniques",
        "Cell Differentiation",
        "Cell Survival",
        "Flowers",
        "Hypericum",
        "Metabolic Syndrome",
        "Mice",
        "NF-kappa B",
        "PPAR gamma",
        "Plant Extracts",
        "Real-Time Polymerase Chain Reaction"
      ]
    },
    {
      "pmid": "24610312",
      "title": "Pharmacokinetics of the co-administration of boceprevir and St John's wort to male and female healthy volunteers.",
      "authors": [
        "Akil Jackson",
        "Antonio D'Avolio",
        "Graeme Moyle",
        "Stefano Bonora",
        "Giovanni Di Perri",
        "Laura Else",
        "Marco Simiele",
        "Gurmit Jagjit Singh",
        "David Back",
        "Marta Boffito"
      ],
      "journal": "The Journal of antimicrobial chemotherapy",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Clinical Trial, Phase I",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: St John's wort (SJW; Hypericum perforatum) induces CYP3A4 that is involved in the metabolism of the hepatitis C virus (HCV) protease inhibitor boceprevir. Reduced boceprevir exposure and efficacy would contribute to therapeutic failure and increase the risk for resistance development. Boceprevir is co-administered with interferon/ribavirin, and depression has been described frequently in patients undergoing HCV treatment. Patients may purchase over-the-counter herbals to manage depression, and knowing the interaction between SJW and boceprevir is desirable. METHODS: This Phase I, open-label, three-period, cross-over pharmacokinetic study enrolled healthy males and females who, following consent and screening procedures, were randomized to receive SJW on days 1-14, SJW plus boceprevir (SJW on days 22-35 and together on days 31-35) and boceprevir on days 52-56, separated by 7 day washout periods, or the same treatment in the opposite order. Pharmacokinetic sampling was performed at the end of each phase. RESULTS: Seventeen (11 female) subjects completed the study and no serious adverse events were reported. Geometric mean ratios (GMRs) and 90% CIs for boceprevir (with SJW versus alone) AUC(0-8), C(max) and C8 were 0.91 (0.87-0.96), 0.94 (0.82-1.07) and 1.00 (0.79-1.27), respectively. GMRs and 90% CIs for hypericin, the active component of SJW, (with boceprevir versus alone) AUC(0-8), C(max) and C(8) were 1.23 (1.10-1.38), 1.32 (1.16-1.52) and 1.37 (1.19-1.58), respectively. CONCLUSIONS: SJW did not have a clinically significant effect on boceprevir plasma concentrations (or those of its metabolite), suggesting that SJW and boceprevir can be safely co-administered.",
      "mesh_terms": [
        "Adult",
        "Antiviral Agents",
        "Cross-Over Studies",
        "Drug Interactions",
        "Enzyme Activation",
        "Female",
        "Healthy Volunteers",
        "Humans",
        "Hypericum",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Plasma",
        "Proline"
      ]
    },
    {
      "pmid": "24575655",
      "title": "[Phytotherapy threats with emphasis on St. John's wort medicines].",
      "authors": [
        "Jacek Sienkiewicz",
        "Henryk Czarnik-Matusewicz",
        "Anna Wiela-Hojeńska"
      ],
      "journal": "Polski merkuriusz lekarski : organ Polskiego Towarzystwa Lekarskiego",
      "publication_date": "2013-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Plant medicines used by patients in self-treatment contain powerfully acting active substances which can be a source of adverse events including interactions with synthetic medicines. Usage of St. John's wort causes high risk of various complications. St. John's wort preparations shouldn't be combined with antidepressants without physician's consultation. Long-term intake of medicines which contain Hypericum perforatum extracts can be a reason of undesirable interactions with isoenzymes CYP3A4, CYP1A2, CYP2C9, CYP2C19 and P-glycoprotein (P-gp) for which St John's wort is a substrate. Compounds present in the St. John's wort, especially hyperforin, increase the activity of cytochrome P450 in the liver and intestinal mucosa as well as P-gp, which can accelerate their elimination from the body, decrease their concentrations and reduce the effect. Effective and safe phytotherapy requires a lot of knowledge about the properties and toxicity of preparations used and accurate monitoring of the consequences of their actions.",
      "mesh_terms": [
        "Antidepressive Agents",
        "Contraindications",
        "Cytochrome P-450 Enzyme System",
        "Drug Monitoring",
        "Herb-Drug Interactions",
        "Humans",
        "Hypericum",
        "Liver",
        "Phytotherapy",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "24214835",
      "title": "Topical application of St. John's wort (Hypericum perforatum).",
      "authors": [
        "Ute Wölfle",
        "Günter Seelinger",
        "Christoph M Schempp"
      ],
      "journal": "Planta medica",
      "publication_date": "2014-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "St. John's wort (Hypericum perforatum) has been intensively investigated for its antidepressive activity, but dermatological applications also have a long tradition. Topical St. John's wort preparations such as oils or tinctures are used for the treatment of minor wounds and burns, sunburns, abrasions, bruises, contusions, ulcers, myalgia, and many others. Pharmacological research supports the use in these fields. Of the constituents, naphthodianthrones (e.g., hypericin) and phloroglucinols (e.g., hyperforin) have interesting pharmacological profiles, including antioxidant, anti-inflammatory, anticancer, and antimicrobial activities. In addition, hyperforin stimulates growth and differentiation of keratinocytes, and hypericin is a photosensitizer which can be used for selective treatment of nonmelanoma skin cancer. However, clinical research in this field is still scarce. Recently, sporadic trials have been conducted in wound healing, atopic dermatitis, psoriasis, and herpes simplex infections, partly with purified single constituents and modern dermatological formulations. St. John's wort also has a potential for use in medical skin care. Composition and stability of pharmaceutical formulations vary greatly depending on origin of the plant material, production method, lipophilicity of solvents, and storage conditions, and this must be regarded with respect to practical as well as scientific purposes.",
      "mesh_terms": [
        "Anti-Infective Agents",
        "Anti-Inflammatory Agents",
        "Antineoplastic Agents, Phytogenic",
        "Antioxidants",
        "Cell Differentiation",
        "Humans",
        "Hypericum",
        "Keratinocytes",
        "Microbial Sensitivity Tests",
        "Phytochemicals",
        "Plant Extracts",
        "Skin",
        "Skin Diseases",
        "Wound Healing"
      ]
    },
    {
      "pmid": "24156265",
      "title": "Reduced Alzheimer's disease pathology by St. John's Wort treatment is independent of hyperforin and facilitated by ABCC1 and microglia activation in mice.",
      "authors": [
        "Jacqueline Hofrichter",
        "Markus Krohn",
        "Toni Schumacher",
        "Cathleen Lange",
        "Björn Feistel",
        "Bernd Walbroel",
        "Hans-Jochen Heinze",
        "Sara Crockett",
        "Timothy F Sharbel",
        "Jens Pahnke"
      ],
      "journal": "Current Alzheimer research",
      "publication_date": "2013-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soluble β-amyloid peptides (Aβ) and small Aβ oligomers represent the most toxic peptide moieties recognized in brains affected by Alzheimer's disease (AD). Here we provide the first evidence that specific St. John's wort (SJW) extracts both attenuate Aβ-induced histopathology and alleviate memory impairments in APP-transgenic mice. Importantly, these effects are attained independently of hyperforin. Specifically, two extracts characterized by low hyperforin content (i) significantly decrease intracerebral Aβ42 levels, (ii) decrease the number and size of amyloid plaques, (iii) rescue neocortical neurons, (iv) restore cognition to normal levels, and (iv) activate microglia in vitro and in vivo. Mechanistically, we reveal that the reduction of soluble Aβ42 species is the consequence of a highly increased export activity in the bloodbrain barrier ABCC1transporter, which was found to play a fundamental role in Aβ excretion into the bloodstream. These data (i) support the significant beneficial potential of SJW extracts on AD proteopathy, and (ii) demonstrate for the first time that hyperforin concentration does not necessarily correlate with their therapeutic effects. Hence, by activating ABC transporters, specific extracts of SJW may be used to treat AD and other diseases involving peptide accumulation and cognition impairment. We propose that the anti-depressant and anti-dementia effects of these hyperforin-reduced phytoextracts could be combined for treatment of the elderly, with a concomitant reduction in deleterious hyperforin-related side effects.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Amyloid beta-Protein Precursor",
        "Animals",
        "Brain",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Gene Expression Regulation",
        "Hypericum",
        "Maze Learning",
        "Mice",
        "Mice, Transgenic",
        "Microglia",
        "Multidrug Resistance-Associated Proteins",
        "Peptide Fragments",
        "Phagocytes",
        "Phloroglucinol",
        "Phytotherapy",
        "Plant Preparations",
        "Plaque, Amyloid",
        "Terpenes",
        "Time Factors"
      ]
    },
    {
      "pmid": "24125916",
      "title": "St. John's Wort seed and feverfew flower extracts relieve painful diabetic neuropathy in a rat model of diabetes.",
      "authors": [
        "Nicoletta Galeotti",
        "Anna Maidecchi",
        "Luisa Mattoli",
        "Michela Burico",
        "Carla Ghelardini"
      ],
      "journal": "Fitoterapia",
      "publication_date": "2014-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Painful diabetic peripheral neuropathy (DPN) is a common complication of diabetes and the few approved therapies for the management of pain have limited efficacy and side effects. With the aim to explore and develop new pharmacological treatments, we investigated the antihyperalgesic properties of St. John's Wort (SJW) and feverfew in streptozotocin (STZ)-diabetic rats. Acute administration of a SJW seed extract reversed mechanical hyperalgesia with a prolonged effect. A SJW extract obtained from the aerial portion of the plant and a feverfew flower extract partially relieved neuropathic pain whereas a feverfew leaf extract was ineffective. The antihyperalgesic efficacy of these herbal drugs was comparable to that of clinically used antihyperalgesic drugs (carbamazepine, lamotrigine, l-acetyl-levocarnitine). Further examinations of SJW and feverfew composition revealed that hyperforin and hypericin might be responsible for the antihyperalgesic properties of SJW whereas the efficacy of feverfew seems to be related to the presence of parthenolide. Rats undergoing treatment with SJW and feverfew did not show any behavioral side effect or sign of altered locomotor activity. Our results suggest that SJW and feverfew extracts may become new therapeutic perspectives for painful DPN.",
      "mesh_terms": [
        "Animals",
        "Anthracenes",
        "Diabetes Mellitus, Experimental",
        "Diabetic Neuropathies",
        "Flowers",
        "Hyperalgesia",
        "Hypericum",
        "Perylene",
        "Phloroglucinol",
        "Phytotherapy",
        "Plant Components, Aerial",
        "Plant Extracts",
        "Rats",
        "Seeds",
        "Sesquiterpenes",
        "Tanacetum parthenium",
        "Terpenes"
      ]
    },
    {
      "pmid": "23661522",
      "title": "Behavioral profile of Hypericum perforatum (St. John's Wort) extract. A comparison with standard antidepressants in animal models of depression.",
      "authors": [
        "I A Bukhari",
        "A Dar"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2013-Apr",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Hypericum (H.) perforatum, popularly called St. John's Wort has been used traditionally for the treatment of anxiety, depression and as a nerve tonic. Large amount of clinical and animal experimental data demonstrate that H. perforatum acts by biochemical mechanisms similar to the tricyclic antidepressants or serotonin reuptake inhibitors. However, its efficacy in comparison to standard antidepressant drugs is not well studied. The present study evaluated H. perfortum extract in animal models of depression compared to clinically used antidepressants. MATERIALS AND METHODS: The effects of standardized extract of H. perforatum was compared with standard antidepressants using animal models of depression such as forced swim test (FST), yohimbine induced lethality test, pnetylenetetrazole (PTZ) induced convulsion and locomotor activity tests. Different doses of the plant extract and standard drugs were administered to rats or mice intraperitoneally (i.p). RESULTS: In the FST, H. perforatum extract (30-90 mg/kg i.p.) caused a dose dependent reduction in immobility time in rats with maximal effect being 53% at 90 mg/kg. This effect was reversed at higher doses (100 mg/kg) showing a U-shaped dose response curve. Fluoxetine and imipramine (30-70 mg/kg i.p.) produced similar reduction in the immobility time in rats. Venlafaxine exhibited weak antidepressant effect. H. perforatum extract (30-100 mg/kg i.p.), dothiepin (10-50 mg/kg i.p.), fluoxetine (30-60 mg/kg i.p.) and venlafaxine (20-40 mg/kg i.p.) potentiated yohimbine induced lethality. PTZ induced toxicity was also enhanced with these agents. In the locomotor activity test H. perforatum decreased the locomotor counts of mice similar to standard antidepressants. CONCLUSIONS: H. perforatum has antidepressant properties similar to standard antidepressants. The antidepressant profile of H. perforatum is closely related to the selective serotonin reuptake inhibitors class of antidepressants.",
      "mesh_terms": [
        "Animals",
        "Antidepressive Agents",
        "Depression",
        "Disease Models, Animal",
        "Hypericum",
        "Male",
        "Mice",
        "Motor Activity",
        "Pentylenetetrazole",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Rats, Wistar",
        "Yohimbine"
      ]
    },
    {
      "pmid": "23647762",
      "title": "Evaluation of the cytotoxicity, mutagenicity and antimutagenicity of a natural antidepressant, Hypericum perforatum L. (St. John's wort), on vegetal and animal test systems.",
      "authors": [
        "Ana Paula Peron",
        "Rosinete Gonçalves Mariucci",
        "Igor Vivian de Almeida",
        "Elisângela Düsman",
        "Mário Sérgio Mantovani",
        "Veronica Elisa Pimenta Vicentini"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2013-May-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: St. John's wort (Hypericum perforatum L.) is an herbaceous plant that is native to Europe, West Asia and North Africa and that is recognized and used worldwide for the treatment of mild and moderate depression. It also has been shown to be therapeutic for the treatment of burns, bruises and swelling and can be used for its wound healing, antiviral, antimicrobial, antioxidant, analgesic, hepato-protective and anxiolytic properties. The aim of this study was to evaluate the potential cytotoxic, mutagenic and antimutagenic action of H. Perforatum. METHODS: Meristematic cells were used as the test system for Allium cepa L., and bone marrow cells from Rattus norvegicus, ex vivo, were used to calculate the mitotic index and the percentage of chromosomal aberration. Statistical analysis was performed using the chi-square test. RESULTS: This medicinal plant had no cytotoxic potential in the vegetal test system evaluated. In the animal test system, none of the acute treatments, including intraperitoneal gavage and subchronic gavage, were cytotoxic or mutagenic. Moreover, this plant presented antimutagenic activity against the clastogenic action of cyclophosphamide, as confirmed in pre-treatment (76% reduction in damage), simultaneous treatment (95%) and post-treatment (97%). CONCLUSIONS: Thus, the results of this study suggest that the administration of H. perforatum, especially by gavage similar to oral consumption used by humans, is safe and with beneficial antimutagenic potential.",
      "mesh_terms": [
        "Animals",
        "Antidepressive Agents",
        "Antimutagenic Agents",
        "Bone Marrow Cells",
        "Cell Proliferation",
        "Chromosome Aberrations",
        "Drug Evaluation, Preclinical",
        "Female",
        "Humans",
        "Hypericum",
        "Male",
        "Mitosis",
        "Mutagens",
        "Onions",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "23647684",
      "title": "Downregulation of β1 -adrenergic receptors in rat C6 glioblastoma cells by hyperforin and hyperoside from St John's wort.",
      "authors": [
        "Daniel Jakobs",
        "Anne Hage-Hülsmann",
        "Lars Prenner",
        "Christiane Kolb",
        "Dieter Weiser",
        "Hanns Häberlein"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2013-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: While the use of St John's wort extracts as treatment for mild to moderate depression is well established the mode of action is still under investigation. Individual constituents of St John's wort extract were tested for possible effects on the β1 AR density and a subsequent change in downstream signalling in rat C6 glioblastoma cells. METHODS: The effect of compounds from St John's wort extract on the downregulation of β1 -adrenergic receptor-GFP fusion proteins (β1 AR-green fluorescent protein (GFP)) of transfected rat C6 gliobastoma cells (C6-β1 AR-GFP) was investigated by means of confocal laser scanning microscopy (LSM). The influence on the lateral mobility of β1 AR-GFP in C6-β1 AR-GFP was investigated by fluorescence correlation spectroscopy. The formation of second messenger was determined by c-AMP-assay. KEY FINDINGS: Confocal LSM revealed that pretreatment of cells with 1 μm of hyperforin and hyperoside for 6 days, respectively, led to an internalization of β1 AR-GFP under non-stimulating conditions. Observation by fluorescence correlation spectroscopy showed two diffusion time constants for control cells, with τdiff1  = 0.78 ± 0.18 ms and τdiff2  = 122.53 ± 69.41 ms, similarly distributed. Pretreatment with 1 μm hyperforin or 1 μm hyperoside for 3 days did not alter the τdiff values but decreased the fraction of τdiff1 whereas the fraction of τdiff2 increased significantly. An elevated level of β1 AR-GFP with hindered lateral mobility was in line with β1 AR-GFP internalization induced by hyperforin and hyperoside, respectively. A reduced β1 -adrenergic responsiveness was assumed for C6 gliobastoma cells after pretreatment for 6 days with 1 μm of both hyperforin and hyperoside, which was confirmed by decreased cAMP formation of about 10% and 5% under non-stimulating conditions. Decrease in cAMP formation by 23% for hyperforin and 15% for hyperoside was more pronounced after stimulation with 10 μm dobutamine for 30 min. CONCLUSIONS: The treatment of C6 gliobastoma cells with hyperforin and hyperoside results in a reduced β1 AR density in the plasma membrane and a subsequent reduced downstream signalling.",
      "mesh_terms": [
        "Animals",
        "Cell Line, Tumor",
        "Cell Membrane",
        "Cyclic AMP",
        "Down-Regulation",
        "Glioblastoma",
        "Hypericum",
        "Phloroglucinol",
        "Plant Extracts",
        "Quercetin",
        "Rats",
        "Receptors, Adrenergic, beta-1",
        "Terpenes"
      ]
    },
    {
      "pmid": "23538077",
      "title": "St. John's wort for the treatment of psychiatric disorders.",
      "authors": [
        "Jerome Sarris"
      ],
      "journal": "The Psychiatric clinics of North America",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "St. John's wort (Hypericum perforatum) has been extensively studied and reviewed for its use in depression; however, there is less salient discussion on its clinical application for a range of other psychiatric disorders. This article outlines the current evidence of the efficacy of St John's wort in common psychiatric disorders, including major depression, bipolar depression, attention-deficit hyperactivity disorder, obsessive-compulsive disorder, social phobia, and somatization disorder. Mechanisms of action, including emerging pharmacogenetic data, safety, and clinical considerations are also detailed.",
      "mesh_terms": [
        "Clinical Trials as Topic",
        "Herb-Drug Interactions",
        "Humans",
        "Hypericum",
        "Mental Disorders",
        "Phytotherapy",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "23463297",
      "title": "St. John's Wort in patients non-responders to clopidogrel undergoing percutaneous coronary intervention: a single-center randomized open-label trial (St. John's Trial).",
      "authors": [
        "Catalina Trana",
        "Gabor Toth",
        "William Wijns",
        "Emanuele Barbato"
      ],
      "journal": "Journal of cardiovascular translational research",
      "publication_date": "2013-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "We assessed if St. John's Wort (SJW) improves platelet response in patients (pts) resistant to clopidogrel after percutaneous coronary intervention (PCI). Stable angina pts non-responders to 600 mg clopidogrel (P2Y12 reaction units (PRU) >240) were randomized (2:1) to SJW (n = 15) or placebo (n = 8). SJW (300 mg × 3/day) was administrated for 2 weeks after PCI. Platelet reactivity was assessed by VerifyNowTM before (BL), 2 (T1), and 4 weeks (T2) after PCI. PRU significantly changed during protocol in SJW (BL (316 ± 60) vs. T1 (170 ± 87) vs. T2 (220 ± 96), p < 0.0001) and placebo group (BL (288 ± 36) vs. T1 (236 ± 31) vs. T2 (236 ± 62), p = 0.046). Yet, PRU changes from BL were higher at T1 in SJW than in placebo group (Δ%, -47 ± 24 vs. -16 ± 15, p = 0.0033), with no differences at T2 between the groups (Δ%, -30 ± 29 vs. -17 ± 24, p = 0.30). Residual platelet reactivity improved with SJW during the first month post-PCI.",
      "mesh_terms": [
        "Aged",
        "Analysis of Variance",
        "Belgium",
        "Blood Platelets",
        "Chi-Square Distribution",
        "Clopidogrel",
        "Drug Resistance",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Hypericum",
        "Male",
        "Middle Aged",
        "Percutaneous Coronary Intervention",
        "Phytotherapy",
        "Plant Extracts",
        "Plants, Medicinal",
        "Platelet Aggregation Inhibitors",
        "Platelet Function Tests",
        "Predictive Value of Tests",
        "Prospective Studies",
        "Ticlopidine",
        "Time Factors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "23439542",
      "title": "Use of serotonergic antidepressants and St John's wort in older Australians: a population-based cohort study.",
      "authors": [
        "Syed Ziaur Rahman",
        "Jim Basilakis",
        "Anton Rahmadi",
        "Sanja Lujic",
        "Ian Musgrave",
        "Louisa Jorm",
        "Phillipa Hay",
        "Gerald Münch"
      ],
      "journal": "Australasian psychiatry : bulletin of Royal Australian and New Zealand College of Psychiatrists",
      "publication_date": "2013-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: The study investigated the use of serotonergic antidepressants (SSRIs: selective serotonin reuptake inhibitors; SNRIs: serotonin-norepinephrine reuptake inhibitors) and St John's wort in a large NSW-based community sample, and sought to identify a potentially dangerous concomitant use of these medications. METHODS: Cross-sectional data from 266,848 participants from the '45 and Up' study were used. The questionnaire captures self-reported treatment for depression or anxiety and antidepressant medications in the last four weeks. RESULTS: 5.8% of participants received treatment for depression or anxiety, with 4.7% taking an SSRI and 1.3% an SNRI. St John's wort was taken by 0.3% of the participants. Use of SSRIs and SNRIs was reported more frequently by females than males (respectively, 64.1% vs 35.9%, 66.9% vs 33.1%). The gender difference was even more pronounced for St John's wort (75.6% vs. 24.4%). Use of antidepressants decreased after the age of 65 years. One hundred and forty people reported concurrent use of an SSRI and an SNRI, and 11 people of an SSRI with St John's wort. CONCLUSIONS: Around 7% of the study population aged 45-65 years reported the use of SSRIs or SNRIs, decreasing to 5% above 70 years of age. It is of concern that some individuals used an SSRI concurrently with St John's wort.",
      "mesh_terms": [
        "Age Distribution",
        "Aged",
        "Antidepressive Agents",
        "Anxiety",
        "Australia",
        "Cohort Studies",
        "Depressive Disorder",
        "Drug Interactions",
        "Female",
        "Humans",
        "Hypericum",
        "Male",
        "Middle Aged",
        "Phytotherapy",
        "Plant Preparations",
        "Serotonin Syndrome",
        "Selective Serotonin Reuptake Inhibitors",
        "Sex Distribution",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "23291009",
      "title": "Economic evaluation of St. John's wort (Hypericum perforatum) for the treatment of mild to moderate depression.",
      "authors": [
        "Daniela Solomon",
        "Jon Adams",
        "Nicholas Graves"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2013-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The burden of rising health care expenditures has created a demand for information regarding the clinical and economic outcomes associated with Complementary and Alternative Medicines. Clinical controlled trials have found St. John's wort to be as effective as antidepressants in the treatment of mild to moderate depression. The objective of this study was to develop a model to assess the cost-effectiveness of St. John's wort based on this evidence. METHODS: A Markov model was constructed to estimate health and economic impacts of St. John's wort versus antidepressants. Outcomes were treatment costs, quality-adjusted life years (QALYs) and Net Monetary Benefits (NMB). Probabilistic analyses were conducted on key model parameters. RESULTS: The average NMB across 5000 simulations identified St. John's wort as the strategy with the highest net benefit. The total cost savings for SJW were $359.66 and $202.56 per individual for venlafaxine and sertraline respectively, with a gain of 0.08 to 0.12 QALYs over the 72 weeks of the model. LIMITATIONS: A lack of direct comparative clinical trial data comparing SJW to venlafaxine and limited data with sertraline as a comparator was a major limitation. CONCLUSIONS: In this model, St. John's wort was shown to be a cost-effective alternative to generic antidepressants. Patients are more likely to receive treatment for a duration consistent with professional guidelines for treatment of major depression due to reduced incidence of adverse effects, improving outcomes. This represents an important option in the treatment of Major Depressive Disorder.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Antidepressive Agents",
        "Australia",
        "Cost-Benefit Analysis",
        "Cyclohexanols",
        "Depressive Disorder",
        "Depressive Disorder, Major",
        "Humans",
        "Hypericum",
        "Markov Chains",
        "Middle Aged",
        "Models, Economic",
        "Phytotherapy",
        "Plant Preparations",
        "Sertraline",
        "Severity of Illness Index",
        "Treatment Outcome",
        "Venlafaxine Hydrochloride",
        "Young Adult"
      ]
    },
    {
      "pmid": "23254377",
      "title": "Reversal of NO-induced nociceptive hypersensitivity by St. John's wort and hypericin: NF-κB, CREB and STAT1 as molecular targets.",
      "authors": [
        "Nicoletta Galeotti",
        "Carla Ghelardini"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "2013-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "RATIONALE: Hypericum perforatum, popularly called St. John's wort (SJW), is a medicinal plant mainly used as antidepressant with a favorable safety profile than standard antidepressants. Some studies have also documented other SJW bioactivities, including pain modulation. OBJECTIVES: The aim of this study was to demonstrate the capability of SJW to relieve nitric oxide (NO)-induced nociceptive hypersensitivity and identify the effective component. METHODS: Nociceptive hypersensitivity induced by administration of the NO donors nitroglycerin (GTN) and sodium nitroprusside (SNP) was assessed by cold and hot plate tests. The cellular pathways and molecular targets involved were investigated by Western blotting. RESULTS: GTN and SNP produced a prolonged allodynia and hyperalgesia in mice. A single oral administration of low doses of an SJW dried extract or purified hypericin reversed the NO donor-induced nociceptive behavior whereas hyperforin and flavoinoids were ineffective. Investigating into the cellular pathways involved, an increased CREB and STAT1 phosphorylation, and activation of NF-κB were detected within PAG and thalamus following NO donors' administration. These cellular events were prevented by SJW or hypericin. Since hypericin showed PKC blocking properties, a role of PKC as an upstream modulator of these transcription factors was hypothesized. NO donors increased expression and phosphorylation of protein kinase C (PKC) γ and ε isoforms, molecular events prevented by SJW or hypericin. CONCLUSIONS: SJW reversed NO-induced nociceptive hypersensitivity through the blockade of a supraspinal signaling pathway involving a PKC-dependent CREB, STAT1 and NF-κB activation due to presence of hypericin. These data indicate SJW/hypericin as a therapeutic perspective for pain treatment.",
      "mesh_terms": [
        "Animals",
        "Anthracenes",
        "CREB-Binding Protein",
        "Cold Temperature",
        "Hot Temperature",
        "Hyperalgesia",
        "Hypericum",
        "Male",
        "Mice",
        "NF-kappa B",
        "Nitric Oxide",
        "Nitric Oxide Donors",
        "Pain Measurement",
        "Perylene",
        "Plant Extracts",
        "Protein Kinase C",
        "Random Allocation",
        "STAT1 Transcription Factor"
      ]
    },
    {
      "pmid": "23152076",
      "title": "St. John's wort relieves pain in an animal model of migraine.",
      "authors": [
        "N Galeotti",
        "C Ghelardini"
      ],
      "journal": "European journal of pain (London, England)",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite the substantial improvement that antimigraine drugs brought to migraineurs, there is the need for a long-acting and better tolerated migraine treatment than actual pharmacotherapy. St. John's wort (SJW), a medicinal plant endowed with a favourable tolerability profile, showed numerous bioactivities. We here investigated the pain-relieving property of SJW and its main components, hypericin and flavonoids, in a mouse model induced by nitric oxide (NO) donors administration. METHODS: The NO donors nitroglycerin and sodium nitroprusside (SNP) induced allodynia (cold plate test) and hyperalgesia (hot plate test). Western blotting experiments were performed to detect c-Fos and protein kinase C (PKC) expression within periaqueductal grey matter (PAG). RESULTS: A single oral administration of an SJW dried extract (5 mg/kg p.o.) produced a prolonged relief from pain hypersensitivity. Similarly, preventive SJW administration increased the latency to the induction of hyperalgesia and reduced the duration of the painful symptomatology. Among SJW main components, hypericin showed a similar profile of activity, whereas flavonoids were devoid of any antihyperalgesic effect. To clarify the cellular pathways involved in the SJW mechanism of action, we examined the effects induced by the herbal drug on PKC. NO donors' administration upregulated and increased phosphorylation of PKCγ and PKCε isoforms within PAG that was prevented by SJW treatment. The absence of behavioural side effects or altered animals' locomotor activity by SJW was demonstrated. CONCLUSIONS: These results suggest SJW as a safe therapeutic perspective for migraine pain, and indicate PKC as an innovative target for antimigraine therapy.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Behavior, Animal",
        "Blotting, Western",
        "Cold Temperature",
        "Ergotamine",
        "Hot Temperature",
        "Hyperalgesia",
        "Hypericum",
        "Indomethacin",
        "Injections, Intraventricular",
        "Male",
        "Mice",
        "Migraine Disorders",
        "Motor Activity",
        "Nitric Oxide Donors",
        "Nitroglycerin",
        "Nitroprusside",
        "Pain",
        "Periaqueductal Gray",
        "Plant Extracts",
        "Postural Balance",
        "Protein Kinase C",
        "Vasoconstrictor Agents",
        "Vasodilator Agents"
      ]
    },
    {
      "pmid": "22824787",
      "title": "Could maternal exposure to the antidepressants fluoxetine and St. John's Wort induce long-term reproductive effects on male rats?",
      "authors": [
        "Milene Leivas Vieira",
        "Renata Yumi Hamada",
        "Natalia Ignácio Gonzaga",
        "Andre Demambre Bacchi",
        "Mainara Barbieri",
        "Estefânia Gastaldello Moreira",
        "Suzana de Fátima Paccola Mesquita",
        "Daniela Cristina Ceccatto Gerardin"
      ],
      "journal": "Reproductive toxicology (Elmsford, N.Y.)",
      "publication_date": "2013-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Based on the limited number of studies that have investigated the adverse effects of maternal treatment with antidepressants on the development of male descendents, this study was carried out in rat in order to evaluate if maternal exposure to fluoxetine (FLX) or St. John's Wort (SJW) could disrupt the development of male offspring. The dams were treated daily, by gavage, with 7.5 mg/kg of FLX or 100 mg/kg SJW during pregnancy and lactation. The reproductive and behavior parameters were analyzed in male pups. Results showed decreases in the weight of the full seminal vesicle and in the number of spermatozoa. Moreover, FLX-exposed pups presented reduced seminiferous epithelium height and diameter of seminiferous tubules. The present study shows that maternal exposure to FLX, but not SJW could interfere on reproductive parameters in adult male rats.",
      "mesh_terms": [
        "Animals",
        "Antidepressive Agents",
        "Female",
        "Fluoxetine",
        "Hypericum",
        "Male",
        "Maternal-Fetal Exchange",
        "Pregnancy",
        "Prenatal Exposure Delayed Effects",
        "Rats",
        "Rats, Wistar",
        "Sexual Behavior",
        "Sexual Development",
        "Spermatogenesis",
        "Testis",
        "Testosterone"
      ]
    },
    {
      "pmid": "24624165",
      "title": "Evaluation of Pharmaceutical Products of St. John's Wort Efficacy Added on Tricyclic Antidepressants in treating Major Depressive Disorder: A Double Blind Randomized Control Trial.",
      "authors": [
        "Sirus Pakseresht",
        "Hatam Boustani",
        "Mohammad Ebrahim Azemi",
        "Jale Nilsaz",
        "Reza Babapour",
        "Mohammad Reza Haghdust"
      ],
      "journal": "Jundishapur journal of natural pharmaceutical products",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Major depressive disorder (MDD) is the most common disorder in our community. Hypericum perforatumm, is a herb with a long application history in treating depression. A controlled study to evaluate the effects of this herbal medicine in Iran did not exist. OBJECTIVES: This study aimed to assess the effect of Hypericum perforatom (perforan), in combination with tricyclic antidepressants in MDD treatment. MATERIALS AND METHODS: The present study was a placebo-controlled double blind randomized clinical trial including 40 patients with major depressive disorder who referred to Psychiatric Clinic and Golestan Hospital in 2011. Patients were randomly distributed in 4 blocks with 10 patients in each. 5 out of 10 patients took medicine (group I) and the others received placebo (group II). RESULTS: After six weeks, both groups indicated some improvement, there was also a significant degree of recovery in the perforan group (P = 0.04). CONCLUSIONS: The results of the current study suggested that combinations of St. John's Wort and tricyclic antidepressants compared to tricyclic antidepressants alone had significant effect on mild to moderate depression improvement. According to the numerous side effects of antidepressants, their continuous use was not well tolerated. There is a strong global tendency to use herbal medicines. Hypericum perforatom (St. John's Wort) is one of the best types of unapproved MDD treatments. Also, the most common reason to discontinue antidepressant treatments is their sexual side effects. None of the patients in the two groups had complained about sexual side effects which was consistent with other studies and it was an advantage of using this herbal medicine. Perforan group had improved in quality of sleep and the increase of energy. This improvement had not been reported in previous studies. Sleep problems are common complications of specific serotonin reuptake inhibitors (SSRIs)."
    },
    {
      "pmid": "22606944",
      "title": "An update on the ability of St. John's wort to affect the metabolism of other drugs.",
      "authors": [
        "Roja Rahimi",
        "Mohammad Abdollahi"
      ],
      "journal": "Expert opinion on drug metabolism & toxicology",
      "publication_date": "2012-Jun",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Hypericum perforatum (HP), more commonly known as St. John's wort, is a popular medicinal herb used for the treatment of depression. HP affects the pharmacokinetics of many drugs by inducing cytochrome P450 (CYP) isozymes, such as CYP3A4, CYP2C19, CYP2C9, and the P-glycoprotein (P-gp) transporter. AREAS COVERED: This review focuses on drugs that are metabolized by CYP3A4, CYP2C19, CYP2C9 and P-gp as their plasma concentrations show the effects of concomitant use of HP. For the purpose of this review, all electronic databases such as PubMed, Scopus, Google Scholar and Cochrane library were searched to identify in vitro, in vivo or human studies about the effects of HP on the metabolism of drugs. Data collected were published between 1966 and January 2012. EXPERT OPINION: There are a number of drugs whose metabolism is reduced by HP. The authors point out that metabolic interactions between HP and drugs are not always unfavorable and sometimes have benefits (e.g., reduction of irinotecan toxicity and increase in clopidogrel responsiveness). HP does not have a significant influence on the kinetics of drugs such as carbamazepine, ibuprofen and theophylline. The use of HP preparations is not recommended in people who are taking immunosuppressants or cardiovascular drugs. With other medications, it is recommended that practitioners should only use HP preparations with a low hyperforin content and under careful monitoring. It is also recommended that because of the reduction in the bioavailability of oral contraceptives administered concurrently with HP, women who use HP preparations should use additional preventive methods to avoid unintended pregnancy.",
      "mesh_terms": [
        "ATP Binding Cassette Transporter, Subfamily B, Member 1",
        "Animals",
        "Aryl Hydrocarbon Hydroxylases",
        "Biotransformation",
        "Cytochrome P-450 CYP2C19",
        "Cytochrome P-450 CYP2C9",
        "Cytochrome P-450 CYP3A",
        "Enzyme Induction",
        "Herb-Drug Interactions",
        "Humans",
        "Hypericum",
        "Pharmacokinetics",
        "Plant Preparations",
        "Plants, Medicinal",
        "Up-Regulation"
      ]
    }
  ]
}