{
  "supplement": "Stevia",
  "query": "Stevia[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:44:24",
  "research_count": 157,
  "count": 100,
  "articles": [
    {
      "pmid": "40087612",
      "title": "The effect of garlic and stevia extract with aerobic exercise on hypothalamic leptin and ghrelin receptor mRNA expression and insulin resistance in obese rats.",
      "authors": [
        "Zohre Amirkhani",
        "Armin Morteza Gholi",
        "Sara Asghari",
        "Danial Hakak",
        "Mahdi Pouryousef",
        "Behrooz Yahyaei",
        "Sayyed-Javad Ziaolhagh"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Obesity has recently become the most prevalent diet-related disease worldwide. This study aimed to investigate the effects of aerobic exercise, stevia, and garlic extract on leptin and ghrelin receptor mRNA, as well as the interactions between insulin and glucose in relation to these genes. METHODS: A total of 50 male Wistar rats were split into two groups: one group was fed regular rodent food, while the other was fed a high-fat diet for 12 weeks to induce obesity. The obese rats were then divided into six groups of five (N = 5) based on Lee's index: an obese control group (OC), obese treated with garlic, stevia (OGS), obese aerobic exercise (OE), obese garlic and aerobic exercise (OGE), Obese stevia and aerobic exercise (OSE), and a Normal weight group (NC). The exercise groups participated in a gradually increasing aerobic walking program, whereas the stevia and garlic groups received daily oral doses of their respective extracts. The expression of leptin and ghrelin receptor genes in the hypothalamus was measured using real-time PCR, and insulin resistance was calculated using the HOMA/IR formula. Statistical analysis was conducted using ANOVA, with a significance level set at P < 0.05. RESULTS: The obese (O) rats experienced a significant increase in body weight compared with the control (C) rats (p = 0.013), whereas the treated rats showed no significant changes in weight. Leptin receptor mRNA levels were significantly lower in O rats than in C rats (p = 0.00), but increased significantly in the OS (p = 0.000) and OSE (p = 0.034) groups compared with obese rats. Ghrelin receptor mRNA levels were significantly higher in the O group than in the C group (p = 0.035), but decreased in all treatment groups, with the OE (p = 0.001), OGE (p = 0.001), and OSE (p = 0.004) groups showing the greatest reductions. Insulin resistance increased slightly in the O group compared with the C group (p = 0.112), but was lowest in the OS group among all groups (p = 0.018). CONCLUSIONS: Stevia significantly improved leptin and ghrelin receptor mRNA expression, glucose levels, and insulin resistance in obese rats, showing its potential as an effective dietary intervention for managing obesity.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats, Wistar",
        "Obesity",
        "Stevia",
        "Plant Extracts",
        "Rats",
        "Insulin Resistance",
        "Leptin",
        "Physical Conditioning, Animal",
        "Hypothalamus",
        "Garlic",
        "Receptors, Ghrelin",
        "RNA, Messenger",
        "Diet, High-Fat"
      ]
    },
    {
      "pmid": "39861623",
      "title": "Effects of Seed Processing with Cold Plasma on Growth and Biochemical Traits of Stevia rebaudiana Bertoni Under Different Cultivation Conditions: In Soil Versus Aeroponics.",
      "authors": [
        "Augustė Judickaitė",
        "Emilija Jankaitytė",
        "Evaldas Ramanciuškas",
        "Laima Degutytė-Fomins",
        "Zita Naučienė",
        "Gediminas Kudirka",
        "Takamasa Okumura",
        "Kazunori Koga",
        "Masaharu Shiratani",
        "Vida Mildažienė",
        "Rasa Žūkienė"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Jan-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study compared the effects of seed treatment with low-pressure cold plasma (CP) and atmospheric dielectric barrier discharge (DBD) plasma on morpho-biochemical traits in Stevia rabaudiana Bertoni plants cultivated by two methods: in soil and aeroponics. We investigated the impact of the treatments on the germination, plant growth, and content of secondary metabolites, namely steviol glycosides (SGs), rebaudioside A (RebA), and stevioside (Stev), as well as phenolic compounds and flavonoids. Seeds were treated for 2, 5, and 7 min with CP or DBD and 5 min with vacuum six days before sowing. All growth parameters in aeroponics exceeded the parameters of seedlings in the corresponding groups cultivated in soil. Seed treatments stimulated SGs biosynthesis in seedlings grown in soil, except for CP7. Although there were no stimulating effects of seed treatments on SGs in aeroponics, overall SG concentrations were considerably higher compared to plants cultivated in soil: the RebA+Stev concentration was 1.8-2-fold higher in the control, V5-, and CP-treated groups, and 1.3-fold higher in the DBD5 and DBD7 groups. Thus, aeroponic cultivation has the potential to improve the growth and synthesis of SGs in stevia, while a combination of aeroponics with seed treatments only increases the content of antioxidants and antioxidant activity."
    },
    {
      "pmid": "39687701",
      "title": "Unraveling the impact of abiotic stress on conserved microRNA expression and their target genes in Stevia rebaudiana.",
      "authors": [
        "Babita Anjna",
        "Ram Singh Purty"
      ],
      "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Production of stevioside and rebaudioside in Stevia rebaudiana is greatly affected due to extreme environmental conditions. MicroRNAs are known to play an important role in post-transcriptional gene regulation. Here, the aim was to study the effect of abiotic stresses on the Stevia plantlets and then to identify and validate the expression of the conserved microRNAs and their targets under abiotic stress conditions. The effect of dehydration, salinity and cold stress treatment on 7-week-old Stevia plantlets was analyzed. Plant growth, relative water content, malondialdehyde content and antioxidant activity were greatly affected under stress treatment. In the present investigation, amongst the various abiotic stresses studied, 9% PEG treatment greatly affected the Stevia plantlets. To identify the microRNAs, BLAST analysis was performed. A homology search of known miRNAs from the PMRD database against non-redundant Stevia genomic sequences resulted in the prediction of 37 conserved miRNAs and their targets were identified using the psRNATarget server. All the predicted miRNAs had lengths of 20, 21, 22, 23, 24, and 25 nucleotides, respectively. The identified potential conserved miRNAs belong to 34 distinct miRNA families. The highest potential miRNAs are represented by miR169 family followed by miR156, miR172, and miR396 families. Promoter analysis of miRNA-targets genes revealed the presence of numerous cis-acting regulatory elements involved in hormonal and stress-response mechanisms. Further, expression analysis revealed an inverse correlation between the selected identified miRNAs and their targets under abiotic stress treatments. Identifying stress-responsive miRNAs and their targets will help us understand the molecular mechanisms of stress tolerance in Stevia. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s12298-024-01527-5."
    },
    {
      "pmid": "39500086",
      "title": "Effect of green and UVA spectra, and pre-harvest treatments on biomass and metabolite yields of indoor cultivated stevia rebaudiana.",
      "authors": [
        "Narendren Rengasamy",
        "Rofina Yasmin Othman",
        "Hang Seng Che",
        "Jennifer Ann Harikrishna"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana is a high-value crop due to the strong commercial demand for its metabolites (steviol glycosides, SG) as an organic low-caloric sweetener with up to 300 times the sweetness of conventional sugar. Two experiments were conducted in this study. In the first experiment, treatments with varying green (GR1 & GR2), UVA (UV1 & UV2) and treatments that had both (UVGR1, UVGR2) were used. In the second experiment, separate set of plants were grown under base red-blue (RB) and natural sunlight before being transferred to GR2, UV2, UVGR2, and monochromatic light treatments of blue, green and UVA, for 3 and 10 days before harvest. RB and sunlight were used as the control for artificial and natural light respectively. Plants grown under the UVGR1 had the highest dry leaf biomass accumulation of 4.75 g plant-1 (P < 0.05), 458% and 660% higher than the RB (0.98 g plant-1) and natural sunlight (0.72 g plant-1) controls. UVA had the highest metabolite (Stevioside + Rebaudioside A) concentration of 27% (P < 0.05) compared to the RB and sunlight controls at 17.24% and 15% respectively. The 10 day pre-harvest treatment with blue supplemented light yielded a dry biomass of 1.87 g plant-1, a 190% increase compared to the RB control. However, the 3 day pre-harvest treatment had higher metabolite yields improvements compared to 10 day treatments with the highest yield obtained of 21.10% in 3-day pre-harvest irradiation that had supplemental UVA and blue light. UVGR1 was the most productive lighting strategy, resulting in the highest overall metabolite yield per plant.",
      "mesh_terms": [
        "Stevia",
        "Biomass",
        "Ultraviolet Rays",
        "Plant Leaves",
        "Diterpenes, Kaurane",
        "Glucosides",
        "Sunlight"
      ]
    },
    {
      "pmid": "39479688",
      "title": "The immunomodulator effect of Stevia rebaudiana Bertoni mediated by TNF-α and IL-1β in peripheral blood in diabetic rats.",
      "authors": [
        "Erhan Cebeci",
        "Ertan Katirci",
        "Mustafa Karhan",
        "Emin Turkay Korgun"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana Bertoni, which is a medicinal plant used in the treatment of diabetes, was the focus of this study aiming to investigate its immunomodulatory properties in diabetes. To form the diabetes group, rats were injected intraperitoneally with STZ and rats with blood glucose levels above 200 mg/dL 2 days after STZ injection were included in the diabetes group. To form the stevia and diabetes + stevia groups, stevia was administered daily by gavage to both healthy and diabetic rats for 28 days. At the end of 28 days, the levels of interleukin-1 beta and tumor necrosis factor-alpha in the blood were measured by ELISA. CD3, CD4, and CD8 protein levels in the blood were determined by flow cytometry. Rat body weight increased in the diabetes +25 mg/kg bW stevia group compared with the diabetes group. Blood glucose levels were significantly decreased in the diabetes +25 mg/kg bW stevia group compared to the diabetes group (**p < .01). IL-1β cytokine levels decreased significantly in the diabetes +25 mg/kg bW stevia group compared to the diabetes group (**p < .01). TNF-α cytokine levels decreased significantly in the diabetes +25 mg/kg bW stevia group compared to the diabetes group (**p < .01). The amount of CD8 + T cells decreased significantly in the diabetes +25 mg/kg bW stevia group compared to the diabetes group (*p < .05). The stevia diet leads to a reduction in peripheral circulating cytotoxic T cells and proinflammatory cytokines interleukin-1 beta and tumor necrosis factor-alpha under hyperglycemic conditions."
    },
    {
      "pmid": "39406770",
      "title": "Comparison between bacterial bio-formulations and gibberellic acid effects on Stevia rebaudiana growth and production of steviol glycosides through regulating their encoding genes.",
      "authors": [
        "Amal M Abdelsattar",
        "Mohamed A El-Esawi",
        "Ashraf Elsayed",
        "Yasmin M Heikal"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Oct-15",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Stevia rebaudiana is associated with the production of calorie-free steviol glycosides (SGs) sweetener, receiving worldwide interest as a sugar substitute for people with metabolic disorders. The aim of this investigation is to show the promising role of endophytic bacterial strains isolated from Stevia rebaudiana Egy1 leaves as a biofertilizer integrated with Azospirillum brasilense ATCC 29,145 and gibberellic acid (GA3) to improve another variety of stevia (S. rebaudiana Shou-2) growth, bioactive compound production, expression of SGs involved genes, and stevioside content. Endophytic bacteria isolated from S. rebaudiana Egy1 leaves were molecularly identified and assessed in vitro for plant growth promoting (PGP) traits. Isolated strains Bacillus licheniformis SrAM2, Bacillus paralicheniformis SrAM3 and Bacillus paramycoides SrAM4 with accession numbers MT066091, MW042693 and MT066092, respectively, induced notable variations in the majority of PGP traits production. B. licheniformis SrAM2 revealed the most phytohormones and hydrogen cyanide (HCN) production, while B. paralicheniformis SrAM3 was the most in exopolysaccharides (EPS) and ammonia production 290.96 ± 10.08 mg/l and 88.92 ± 2.96 mg/ml, respectively. Treated plants significantly increased in performance, and the dual treatment T7 (B. paramycoides SrAM4 + A. brasilense) exhibited the highest improvement in shoot and root length by 200% and 146.7%, respectively. On the other hand, T11 (Bacillus cereus SrAM1 + B. licheniformis SrAM2 + B. paralicheniformis SrAM3 + B. paramycoides SrAM4 + A. brasilense + GA3) showed the most elevation in number of leaves, total soluble sugars (TSS), and up-regulation in the expression of the four genes ent-KO, UGT85C2, UGT74G1 and UGT76G1 at 2.7, 3.3, 3.4 and 3.7, respectively. In High-Performance Liquid Chromatography (HPLC) analysis, stevioside content showed a progressive increase in all tested samples but the maximum was exhibited by dual and co-inoculations at 264.37% and 289.05%, respectively. It has been concluded that the PGP endophytes associated with S. rebaudiana leaves improved growth and SGs production, implying the usability of these strains as prospective tools to improve important crop production individually or in consortium.",
      "mesh_terms": [
        "Stevia",
        "Gibberellins",
        "Diterpenes, Kaurane",
        "Plant Leaves",
        "Bacillus",
        "Azospirillum brasilense",
        "Glucosides",
        "Gene Expression Regulation, Plant",
        "Endophytes",
        "Glycosides"
      ]
    },
    {
      "pmid": "39339424",
      "title": "Extracts and Terpenoids from Stevia Species as Potential Anthelmintics for Neglected Tropical Diseases Caused by Cestode Parasites.",
      "authors": [
        "María Del Pilar Cevasco Contreras",
        "Jimena Borgo",
        "Ana María Celentano",
        "Orlando Germán Elso",
        "Hernán Bach",
        "Cesar Atilio Nazareno Catalán",
        "Augusto Ernesto Bivona",
        "Hugo Rolando Vaca",
        "Mara Cecilia Rosenzvit",
        "Valeria Patricia Sülsen"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Sep-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cestodes are etiological agents of neglected diseases such as echinococcosis and cysticercosis, which are major public health problems. Antiparasitic treatment relies on a small number of approved drugs, which are often only partially effective, poorly tolerated and require prolonged administration. Thus, the discovery of novel potential treatments is critical. The Stevia genus (Asteraceae) includes species that are recognized as a source of bioactive compounds, with many species associated with medicinal uses. In this study, the cestocidal activity of four South American Stevia species that previously showed antiprotozoal activity was analyzed using a motility assay on the laboratory cestode model, Mesocestoides vogae. The four Stevia extracts showed cestocidal activity, with S. alpina var. alpina as the most active. The sesquiterpene lactones estafietin and eupatoriopicrin were purified from S. alpina var. alpina and S. maimarensis, respectively, and tested on M. vogae. Estafietin showed cestocidal activity, inhibiting parasite viability in a dose-dependent manner, even from the first day of incubation. Consistent with the motility effects, the extract of S. alpina var. alpina and estafietin induced marked alterations in the morphology of the parasite. The results of this report show that Stevia species represent a source of new molecules with potential for the treatment of neglected tropical diseases caused by cestodes.",
      "mesh_terms": [
        "Stevia",
        "Plant Extracts",
        "Animals",
        "Anthelmintics",
        "Terpenes",
        "Cestoda",
        "Neglected Diseases",
        "Cestode Infections",
        "Mesocestoides"
      ]
    },
    {
      "pmid": "39292293",
      "title": "Therapeutic potential of aquatic Stevia extract in alleviating endoplasmic reticulum stress and liver damage in streptozotocin-induced diabetic rats.",
      "authors": [
        "Hediye Fahandezh Saadi",
        "Mozhdeh Zamani",
        "Farhad Koohpeyma",
        "Alireza Raeisi",
        "Zahra Amirahmadi",
        "Narges Rezaei",
        "Zahra Joolidehpoor",
        "Mesbah Shams",
        "Sanaz Dastghaib"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2024-Sep-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Misfolded proteins accumulate in the liver due to endoplasmic reticulum stress (ERS) caused by high blood glucose levels in diabetes. This triggers the unfolded protein response (UPR), which if persistently activated, results in cellular dysfunction. Chronic ER stress increases inflammation, insulin resistance, and apoptosis. There is growing interest in using native plants and traditional medicine for diabetes treatment. The stevia plant has recently gained attention for its potential therapeutic effects. This study investigates the protective effects of aquatic stevia extract on liver damage, ER stress, and the UPR pathway in streptozotocin (STZ)-induced diabetic rats. METHODS: Rats were randomly divided into four groups: a control group that received 1 ml of water; a diabetic group induced by intraperitoneal injection of STZ (60 mg/kg); a diabetic group treated with metformin (500 mg/kg); and a diabetic group treated with aquatic extracts of stevia (400 mg/kg). After 28 days, various parameters were assessed, including inflammatory markers, oxidative stress indices, antioxidant levels, gene expression, stereology, and liver tissue pathology. RESULT: Compared to the diabetic control group, treatment with stevia significantly decreased serum glucose, liver enzymes, inflammatory markers, and oxidative stress while increasing body weight and antioxidant levels. Additionally, stevia extract manipulated UPR gene expression and reduced apoptosis pathway activation. Histological examination revealed improved liver tissue morphology in stevia-treated diabetic rats. CONCLUSION: These findings suggest that aquatic stevia extract mitigates ER stress in diabetic rats by modulating the IRE-1 arm of the UPR and apoptosis pathways, highlighting its potential therapeutic benefits for diabetes-related liver complications.",
      "mesh_terms": [
        "Animals",
        "Endoplasmic Reticulum Stress",
        "Stevia",
        "Diabetes Mellitus, Experimental",
        "Plant Extracts",
        "Rats",
        "Male",
        "Liver",
        "Oxidative Stress",
        "Unfolded Protein Response",
        "Blood Glucose",
        "Streptozocin",
        "Apoptosis",
        "Antioxidants",
        "Hypoglycemic Agents"
      ]
    },
    {
      "pmid": "39182906",
      "title": "Therapeutic effects of stevia aqueous extract alone or in combination with metformin in induced polycystic ovary syndrome rats: Gene expression, hormonal balance, and metabolomics aspects.",
      "authors": [
        "A Saedi",
        "S Zarei",
        "M Vatanparast",
        "M R Hajizadeh",
        "R Hosseiniara",
        "O S Esmaeili",
        "M Mohammad-Sadeghipour",
        "Z Mirzaei",
        "M Mahmoodi"
      ],
      "journal": "Annales pharmaceutiques francaises",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study aimed to assess the individual and combined effects of SAE and Met on the expression of genes related to insulin signaling, oxidative stress, hormonal imbalance, insulin resistance, and dyslipidemia in rats with induced PCOS. METHODS: The estrous cycle of 50 adult Wistar female rats was monitored through vaginal smears. Subsequently, the rats were randomly assigned into five groups of 10, including control (receiving 1ml of carboxymethyl cellulose for 49 days), induction (letrozole at 1mg/kg/d for 21 days), SAE, Met, and SAE/Met. SAE and Met were orally administered at doses of 400mg/kg/d and 250mg/kg/d on day 22 and continued for an additional 28 days. Vaginal smears were analyzed, and gene expression levels of GLUT4, SIRT1, TNF-α, and INSR were evaluated using RT-qPCR. Antioxidant parameters were assessed using detection kits. RESULTS: Treatment with SAE and Met restored a regular estrous cycle pattern in PCOS rats. Furthermore, SAE and Met treatment improved hormonal balance, dyslipidemia, and hyperglycemia in the rats. Administration of SAE and Met significantly elevated levels of antioxidant enzymes SOD and GPx in ovarian tissue (P<0.001). Additionally, mRNA levels of GLUT4, SIRT1, and INSR were significantly increased in ovarian tissue following SAE and Met treatment, while TNF-α gene expression decreased significantly (P<0.0001). CONCLUSION: The findings suggest that SAE and Met aqueous extract exert protective effects on letrozole-induced PCOS in rats by modulating gene expression associated with insulin signaling and oxidative stress.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Polycystic Ovary Syndrome",
        "Rats, Wistar",
        "Rats",
        "Metformin",
        "Stevia",
        "Drug Therapy, Combination",
        "Plant Extracts",
        "Hypoglycemic Agents",
        "Oxidative Stress",
        "Gene Expression",
        "Metabolomics",
        "Insulin Resistance",
        "Estrous Cycle",
        "Hormones",
        "Insulin"
      ]
    },
    {
      "pmid": "39177443",
      "title": "Effects of dietary stevia extract supplementation on growth performance, serum biochemical indices, and intestinal health of yellow-feathered broilers.",
      "authors": [
        "Xiubin Liu",
        "Yidan Jing",
        "Zhen Li",
        "Xin Wang",
        "Yunfei Song",
        "Jianguo Zeng",
        "Qian Lin"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2024-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia, a perennial shrub from the genus Stevia in the Asteraceae family, contains active ingredients like chlorogenic acid and shows promise as a natural feed additive. Despite this potential, there is limited research on the impact of stevia extract specifically on yellow-feather broilers. The study aimed to evaluate the effects of dietary stevia extract with varying concentrations of chlorogenic acid on the growth performance, serum biochemical indices, and intestinal health of yellow-feathered broilers. A total of 425 1-d-old female yellow-feathered broilers were randomly allocated into five treatment groups with five replicates of 17 broilers each, and the feeding trial lasted 63 d. The groups included control and those supplemented with stevia extract at concentrations of 100, 200, 300, and 400 mg/kg. Results showed that adding 100 mg/kg of stevia extract to the basal diet significantly increased the daily weight gain (ADG) of the broilers while reducing the average daily feed intake and feed conversion ratio (F/G). However, supplementation with stevia extract at concentrations up to 300 mg/kg led to decreased final weight and ADG. Conversely, dietary supplementation with 100-200 mg/kg of stevia extract improved serum antioxidant capacity and reduced serum total cholesterol levels compared to the control group. Additionally, the cecum n-butyric acid level was significantly higher in the 200 mg/kg stevia extract group than in the control group. In conclusion, supplementing yellow-feathered broilers' diets with stevia extract can enhance growth performance, antioxidant and immune capacity, and intestinal health. The optimal concentration of stevia extract for these benefits is between 100 and 200 mg/kg.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Stevia",
        "Dietary Supplements",
        "Animal Feed",
        "Diet",
        "Plant Extracts",
        "Female",
        "Intestines",
        "Animal Nutritional Physiological Phenomena",
        "Random Allocation",
        "Antioxidants"
      ]
    },
    {
      "pmid": "38926419",
      "title": "Elicitors directed in vitro growth and production of stevioside and other secondary metabolites in Stevia rebaudiana (Bertoni) Bertoni.",
      "authors": [
        "Bushra Ghazal",
        "Amna Fareed",
        "Nisar Ahmad",
        "Azra",
        "Saleh H Salmen",
        "Mohammad Javed Ansari",
        "Yawen Zeng",
        "Abid Farid",
        "Matthew A Jenks",
        "Abdul Qayyum"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jun-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana (stevia) is a plant in the Asteraceae that contains several biologically active compounds including the antidiabetic diterpene glycosides (e.g. stevioside, rebaudioside and dulcoside) that can serve as zero-calorie sugar alternatives. In this study, an elicitation strategy was applied using 5% polyethylene glycol (PEG), sodium chloride (NaCl; 50 and 100 mM) and gibberellic acid (2.0 and 4.0 mg/L GA3) to investigate their effect on shoot morphogenesis, and the production of phenolics, flavonoids, total soluble sugars, proline and stevioside, as well as antioxidant activity, in shoot cultures of S. rebaudiana. Herewith, the media supplemented with 2 mg/L and 4 mg/L GA3 exhibited the highest shooting response (87% and 80%). The augmentation of lower concentrations of GA3 (2 mg/L) in combination with 6-benzylaminopurine (BAP) resulted in the maximum mean shoot length (11.1 cm). The addition of 100 mM NaCl salts to the media led to the highest observed total phenolics content (TPC; 4.11 mg/g-DW compared to the control 0.52 mg/g-DW), total flavonoids content (TFC; 1.26 mg/g-DW) and polyphenolics concentration (5.39 mg/g-DW) in shoots cultured. However, the maximum antioxidant activity (81.8%) was observed in shoots raised in media treated with 50 mM NaCl. The application of 2 mg/L of GA3 resulted in the highest accumulation of proline (0.99 μg/mL) as compared to controls (0.37 μg/mL). Maximum stevioside content (71 µL/mL) was observed in cultures supplemented with 100 mM NaCl and 5% PEG, followed by the 4 mg/L GA3 treatment (70 µL/mL) as compared to control (60 µL/mL). Positive correlation was observed between GA3 and stevioside content. Notably, these two compounds are derived from a shared biochemical pathway. These results suggest that elicitation is an effective option to enhance the accumulation of steviosides and other metabolites and provides the groundwork for future industrial scale production using bioreactors.",
      "mesh_terms": [
        "Stevia",
        "Diterpenes, Kaurane",
        "Glucosides",
        "Plant Shoots",
        "Gibberellins",
        "Antioxidants",
        "Secondary Metabolism",
        "Flavonoids",
        "Phenols",
        "Sodium Chloride",
        "Purines",
        "Proline",
        "Polyethylene Glycols",
        "Benzyl Compounds"
      ]
    },
    {
      "pmid": "38855035",
      "title": "Graphene Oxide Nanoparticle-Assisted Promotion of Stevioside, Rebaudioside A, and Selected Biochemical Attributes in Stevia rebaudiana Bertoni.",
      "authors": [
        "Muhammad Talha Rafiq",
        "Zahoor Ahmad Sajid",
        "Sheza Ayaz Khilji"
      ],
      "journal": "Scientifica",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana Bert. is commonly known as candy leaf, sugar leaf, or sweet leaf. It is a natural sweetener that has low calories and is used as a substitute for sucrose. The objective of this research is to evaluate the effects of graphene oxide (GO) on the growth, biochemical activities, and stevioside and rebaudioside A production of Stevia in in vitro-raised plantlets. For this, green nanomaterials of GO (0, 2, 4, 6, 8, and 10 mgL-1) were applied to the in vitro plants to enhance its sweetness by triggering the production of stevioside and rebaudioside A and other growth and biochemical parameters. It was observed that all the growth parameters of Stevia plants significantly increased with all GO treatments tested. Total chlorophyll and protein contents were increased (1.85- and 2.65-fold increase from the control) by applying 8 mgL-1 of GO to the MS medium. The maximum value (4 mg·g-1 of protein) of peroxidase activity (POD) was observed by applying 4 mgL-1 of GO, 28.92-fold increase from the control. In comparison, superoxide dismutase activity (SOD) (0.4 mg·g-1 protein) was observed with 10 mgL-1 of GO (1.56-fold increase from the control). Stevioside (12.9 and 8.9 mg·g-1 DW) and rebaudioside A (3.2 and 0.81 mg·g-1 DW) were observed only at 6 and 8 mg·L-1 treatment of graphene oxide. According to the findings, using graphene oxide (GO) had a significant impact on the growth, biochemical activities, and steviol glycoside production in Stevia. This shows that GO has the potential to be a valuable enhancer of sweetness and overall Stevia leaf quality, providing great prospects for the development of low-calorie natural sweeteners."
    },
    {
      "pmid": "38553262",
      "title": "Acute and two-week effects of neotame, stevia rebaudioside M and sucrose-sweetened biscuits on postprandial appetite and endocrine response in adults with overweight/obesity-a randomised crossover trial from the SWEET consortium.",
      "authors": [
        "Catherine Gibbons",
        "Kristine Beaulieu",
        "Eva Almiron-Roig",
        "Santiago Navas-Carretero",
        "J Alfredo Martínez",
        "Beverley O'Hara",
        "Dominic O'Connor",
        "Julie-Anne Nazare",
        "Alain Le Bail",
        "Cécile Rannou",
        "Charlotte Hardman",
        "Moon Wilton",
        "Louise Kjølbæk",
        "Corey Scott",
        "Hariklia Moshoyiannis",
        "Anne Raben",
        "Joanne A Harrold",
        "Jason C G Halford",
        "Graham Finlayson"
      ],
      "journal": "EBioMedicine",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sweeteners and sweetness enhancers (S&SE) are used to replace energy yielding sugars and maintain sweet taste in a wide range of products, but controversy exists about their effects on appetite and endocrine responses in reduced or no added sugar solid foods. The aim of the current study was to evaluate the acute (1 day) and repeated (two-week daily) ingestive effects of 2 S&SE vs. sucrose formulations of biscuit with fruit filling on appetite and endocrine responses in adults with overweight and obesity. METHODS: In a randomised crossover trial, 53 healthy adults (33 female, 20 male) with overweight/obesity in England and France consumed biscuits with fruit filling containing 1) sucrose, or reformulated with either 2) Stevia Rebaudioside M (StRebM) or 3) Neotame daily during three, two-week intervention periods with a two-week washout. The primary outcome was composite appetite score defined as [desire to eat + hunger + (100 - fullness) + prospective consumption]/4. FINDINGS: Each formulation elicited a similar reduction in appetite sensations (3-h postprandial net iAUC). Postprandial insulin (2-h iAUC) was lower after Neotame (95% CI (0.093, 0.166); p < 0.001; d = -0.71) and StRebM (95% CI (0.133, 0.205); p < 0.001; d = -1.01) compared to sucrose, and glucose was lower after StRebM (95% CI (0.023, 0.171); p < 0.05; d = -0.39) but not after Neotame (95% CI (-0.007, 0.145); p = 0.074; d = -0.25) compared to sucrose. There were no differences between S&SE or sucrose formulations on ghrelin, glucagon-like peptide 1 or pancreatic polypeptide iAUCs. No clinically meaningful differences between acute vs. two-weeks of daily consumption were found. INTERPRETATION: In conclusion, biscuits reformulated to replace sugar using StRebM or Neotame showed no differences in appetite or endocrine responses, acutely or after a two-week exposure, but can reduce postprandial insulin and glucose response in adults with overweight or obesity. FUNDING: The present study was funded by the Horizon 2020 program: Sweeteners and sweetness enhancers: Impact on health, obesity, safety and sustainability (acronym: SWEET, grant no: 774293).",
      "mesh_terms": [
        "Adult",
        "Male",
        "Humans",
        "Female",
        "Appetite",
        "Sucrose",
        "Overweight",
        "Stevia",
        "Taste",
        "Cross-Over Studies",
        "Prospective Studies",
        "Blood Glucose",
        "Obesity",
        "Sweetening Agents",
        "Glucose",
        "Insulin",
        "Sugars",
        "Dipeptides",
        "Trisaccharides",
        "Diterpenes, Kaurane"
      ]
    },
    {
      "pmid": "38311772",
      "title": "In vitro propagation of Indonesian stevia (Stevia rebaudiana) genotype using axenic nodal segments.",
      "authors": [
        "Nurul Jadid",
        "Suci Anggraeni",
        "Muhammad Rifqi Nur Ramadani",
        "Mutiara Arieny",
        "Faisol Mas'ud"
      ],
      "journal": "BMC research notes",
      "publication_date": "2024-Feb-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The high industrial demand for Stevia cultivation (Stevia rebaudiana) has increased due to its high stevioside content derived from the leaves. However, the low germination rate makes the cultivation of the plant become the main obstacle. Therefore, an efficient cultivation technique is required. This present work aims to analyze the effect of five combinations of Kinetin (Kin) and benzyladenine (BA) on stevia micropropagation using nodal segment explants. RESULTS: The micropropagation of stevia was performed using Murashige and Skoog (MS) medium supplemented with BA and Kin. We analyzed different organogenesis and callogenesis responses. In addition, the number of shoots and root formed during in vitro culture were also observed. Our results demonstrated that all treatments with Kin, both alone and in combination with BA, resulted in the development of callus on all nodal segment explants. Explants treated in MS with 1 mg L-1 BA exhibited the best average of shoot number (36.27). In contrast, the treatment without PGR resulted in the best root formation (2.6). The overall results suggested that different combination of BA and Kin resulted in distinct organogenesis responses, where 1 mg L-1 of BA was potentially used for boosting the number of shoots in micropropagation of stevia accession Mini.",
      "mesh_terms": [
        "Stevia",
        "Indonesia",
        "Plant Shoots",
        "Genotype",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "38257188",
      "title": "Consumption of the Non-Nutritive Sweetener Stevia for 12 Weeks Does Not Alter the Composition of the Human Gut Microbiota.",
      "authors": [
        "Gurdeep Singh",
        "Andrew J McBain",
        "John T McLaughlin",
        "Nikoleta S Stamataki"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jan-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of non-nutritive sweeteners (NNSs) as an alternative to caloric sugars has increased in recent years. Stevia is an NNS that has demonstrated beneficial effects on appetite and energy intake. However, the impact on the gut microbiota is not well understood. Therefore, we investigated how regular consumption of stevia, for up to 12 weeks, impacts the human gut microbiota. Healthy subjects with a normal body mass index participated in our study; the stevia group (n = 14) was asked to consume five drops of stevia twice daily, compared to control participants (n = 13). Faecal samples collected before and after treatment were analysed by 16S rRNA gene sequencing. Stevia did not cause significant changes in the alpha or beta diversity when compared to the control groups. When the relative abundances of taxa were investigated, no clear differences were detected. Conversely, a random forest analysis correctly associated the gut microbiome with the control and stevia groups with an average of 75% accuracy, suggesting that there are intrinsic patterns that could discriminate between control and stevia use. However, large-scale changes in the gut microbiota were not apparent in this study, and, therefore, our data suggest that stevia does not significantly impact the gut microbiota.",
      "mesh_terms": [
        "Humans",
        "Stevia",
        "Sweetening Agents",
        "Gastrointestinal Microbiome",
        "Non-Nutritive Sweeteners",
        "RNA, Ribosomal, 16S",
        "Excipients"
      ]
    },
    {
      "pmid": "38130461",
      "title": "The use of plant extracts and bacteriophages as an alternative therapy approach in combatting bacterial infections: the study of lytic phages and Stevia rebaudiana.",
      "authors": [
        "Xymena Stachurska",
        "Małgorzata Mizielińska",
        "Magdalena Ordon",
        "Paweł Nawrotek"
      ],
      "journal": "Journal of veterinary research",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: In the light of the problem of antibiotic resistance, the use of combined alternative therapies in combatting bacteria-related disorders has gained popularity. Bacteriophages are one element implemented in new combination therapy. Stevia rebaudiana is known to have antimicrobial activity and regarded as potentially having a synergistic effect with bacteriophages. Therefore, possible interactions of lytic bacteriophages (MS2, T4 and Phi6) with acetone and methanol S. rebaudiana extracts (SRa and SRm) in the bacterial environment were examined. MATERIAL AND METHODS: The interactions were tested using a microdilution method, phage-extract co-incubation assay, static interaction (synography) and dynamic growth profile experiments in a bioreactor. RESULTS: The interactions of the tested factors in a static environment differed from those in a dynamic environment. Dynamic conditions altered the effect of the extracts in a concentration-dependent manner. How different the effect of the SRa extract was to that of the SRm extract on bacterial growth in a dynamic environment depended on the species of the phage and bacterial host. The greatest differences were observed for E. coli strains and their phages, whereas Pseudomonas syringae and the Phi6 phage reacted very similarly to both extracts. Differences also emerged for the same extract in different E. coli strains and their phages. CONCLUSION: Every extract type should be tested on a case-by-case basis and experiment outcomes should not be generalised before gathering data. Moreover, many varied experiments should be performed, especially when examining such multifactorial mixtures. The tested mixtures could potentially be used in multidrug-resistant bacterial infection treatments."
    },
    {
      "pmid": "38045012",
      "title": "Stevia as a natural additive on gut health and cecal microbiota in broilers.",
      "authors": [
        "Daniela B Medeot",
        "Armando Nilson",
        "Raul D Miazzo",
        "Viviana Grosso",
        "Walter Ferrari",
        "Edgardo Jofré",
        "Arnaldo Soltermann",
        "María Fernanda Peralta"
      ],
      "journal": "Veterinary and animal science",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia mash (SM), leaves of Stevia rebaudiana Bertoni plant, is an additive used in poultry that enhances growth and health. Objective: to determine the effect of 1 % SM on productive parameters, gut health, and the cecal microbiome in broilers between the first 15 and 21 days old. One hundred sixty male, 1-day-old broilers (48.5 ± 2.5 g) were divided into Control (C) without SM and Treated (T) with 1 % SM on diet, during 15/21 days. Each subgroup had eight broilers/five repetitions/treatment. At day 15 or 21, all broilers were dissected, Fabricius Bursa and Gut removed and processed for histomorphometry, followed by Villi Height/Crypt Deep (VH/CD) ratio. Conversion Index (CI) was determined. The V3-V4 region of 16S rRNA gene was amplified from DNA obtained from pooled cecal contents and sequenced on Illumina Miseq PE 2 × 250 platform. Sequence processing and taxonomic assignments were performed using the SHAMAN pipeline. Both T groups have better VH/CD Ratios than C groups (p ≤ 0.05). In guts, increased plasmatic and goblet cells number and thicker mucus layer were found in T15 and T21. All groups received SM showed early immunological maturity in Fabricius Bursa. IC was similar between all treatments. Faecalibacterium, Ruminococcus torques group, and Bacteroides were the major genera modulated by SM addition. At 15 and 21 days old, SM exerts a impact on diversity and evenness of the cecal microbiome.  Conclusion: SM (1 %) produced early immunologic maturity on Fabricius Bursa, increased intestinal functionality, and modified the microbiota, increasing beneficial microbial genera and microbial diversity."
    },
    {
      "pmid": "37975120",
      "title": "Nano-Stevia reduces the liver injury caused by streptozotocin (STZ)-induced diabetes in rats by targeting PEPCK/GCK genes, INSR pathway and apoptosis.",
      "authors": [
        "Neda Mousavi-Niri",
        "Fatemeh Khakpai",
        "Marzieh Moheb-Alian",
        "Elham Ghanimati",
        "Faezeh Abdollah-Pour",
        "Maryam Naseroleslami"
      ],
      "journal": "Journal of diabetes and metabolic disorders",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Extensive application of stevia in the treatment of type 2 diabetes mellitus (DM) has been proven by a large number of previous studies. We prepared stevia loaded in nanoniosomes (nanostevia) to improve its bioavailability, functionality, and stability and explore its protective effects and underlying mechanisms in the liver of STZ-induced diabetic rats. METHODS: Single-dose intraperitoneal injection of STZ (50 mg/kg body weight) was used to establish diabetic model. The mRNA levels of PEPCK and GCK genes and the protein level of INSR were evaluated by Real time-PCR and Western blot assays, respectively. TUNEL assay was used to detect apoptotic cell death in the liver tissue. RESULTS: Diabetic rats exhibited significantly reduced levels of INSR (*** P < 0.001) as well as elevated levels of PEPCK (*** P < 0.001). Both stevia and nano-stevia were capable of increasing levels of GCK and INSR and reducing levels of PEPCK (## P < 0.01 and ### P < 0.001, respectively). In addition, significantly increased number of apoptotic cell death was seen in the liver tissue of diabetic rats (*** P < 0.001) which was markedly mitigated by treatment with both Stevia and nano-Stevia (#P < 0.05 and ## P < 0.01, respectively). CONCLUSION: Both stevia and nano-stevia demonstrates potent anti-apoptotic activity in the liver tissue of diabetic rats by targeting PEPCK/GCK genes and INSR pathway. These finding show that nano-stevia has more potential to reduce the liver injury caused by STZ-induced diabetes in rats and hence can be considered a valid agent and alternative therapy for attenuating complications of type 2 DM. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40200-023-01278-2."
    },
    {
      "pmid": "37895267",
      "title": "Genome-Wide Identification and Expression Analysis of bZIP Family Genes in Stevia rebaudiana.",
      "authors": [
        "Mengyang Wu",
        "Jinsong Chen",
        "Weilin Tang",
        "Yijie Jiang",
        "Zhaoyong Hu",
        "Dongbei Xu",
        "Kai Hou",
        "Yinyin Chen",
        "Wei Wu"
      ],
      "journal": "Genes",
      "publication_date": "2023-Oct-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The basic (region) leucine zippers (bZIPs) are evolutionarily conserved transcription factors widely distributed in eukaryotic organisms. In plants, they are not only involved in growth and development, defense and stress responses and regulation of physiological processes but also play a pivotal role in regulating secondary metabolism. To explore the function related to the bZIP gene family in Stevia rebaudiana Bertoni, we identified 105 SrbZIP genes at the genome-wide level and classified them into 12 subfamilies using bioinformation methods. Three main classes of cis-acting elements were found in the SrbZIP promoter regions, including development-related elements, defense and stress-responsive elements and phytohormone-responsive elements. Through protein-protein interaction network of 105 SrbZIP proteins, SrbZIP proteins were mainly classified into four major categories: ABF2/ABF4/ABI5 (SrbZIP51/SrbZIP38/SrbZIP7), involved in phytohormone signaling, GBF1/GBF3/GBF4 (SrbZIP29/SrbZIP63/SrbZIP60) involved in environmental signaling, AREB3 (SrbZIP88), PAN (SrbZIP12), TGA1 (SrbZIP69), TGA4 (SrbZIP82), TGA7 (SrbZIP31), TGA9 (SrbZIP95), TGA10 (SrbZIP79) and HY5 (SrbZIP96) involved in cryptochrome signaling, and FD (SrbZIP72) promoted flowering. The transcriptomic data showed that SrbZIP genes were differentially expressed in six S. rebaudiana cultivars ('023', '110', 'B1188', '11-14', 'GP' and 'GX'). Moreover, the expression levels of selected 15 SrbZIP genes in response to light, abiotic stress (low temperature, salt and drought), phytohormones (methyl jasmonate, gibberellic acid and salicylic acid) treatment and in different tissues were analyzed utilizing qRT-PCR. Some SrbZIP genes were further identified to be highly induced by factors affecting glycoside synthesis. Among them, three SrbZIP genes (SrbZIP54, SrbZIP63 and SrbZIP32) were predicted to be related to stress-responsive terpenoid synthesis in S. rebaudiana. The protein-protein interaction network expanded the potential functions of SrbZIP genes. This study firstly provided the comprehensive genome-wide report of the SrbZIP gene family, laying a foundation for further research on the evolution, function and regulatory role of the bZIP gene family in terpenoid synthesis in S. rebaudiana.",
      "mesh_terms": [
        "Stevia",
        "Plant Growth Regulators",
        "Genome, Plant",
        "Genes, Plant",
        "Terpenes"
      ]
    },
    {
      "pmid": "37791599",
      "title": "Optimal extraction of polysaccharides from Stevia rebaudiana roots for protection against hydrogen peroxide-induced oxidative damage in RAW264.7 cells.",
      "authors": [
        "Zhiyan Tang",
        "Mingrui Zhang",
        "Lan Gao",
        "Yulong Bao",
        "Ping Li",
        "Ming Wang",
        "Taili Shao",
        "Guodong Wang",
        "Chunyan Liu"
      ],
      "journal": "Natural product research",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana boasts a wide range of medical and food applications and contains polysaccharides that exert beneficial effects against oxidative stress. In this study, we optimised the extraction of a polysaccharide (SRRP) from S. rebaudiana roots by employing a Box-Behnken design and response surface methodology. The optimal extraction conditions were as follows: 93.57 min, 71.67 °C, and a water-to-raw material ratio of 21.40 mL/g. Under these conditions, 14.00 ± 0.35% of crude polysaccharide was obtained. Treatment of RAW264.7 cells with SRRP prior to the addition of H2O2, a major contributor to oxidative damage, significantly increased cell viability. In addition, SRRP increased the levels of superoxide dismutase, catalase, and glutathione and reduced the levels of malondialdehyde in RAW264.7 cells. Therefore, SRRP can provide effective protection against H2O2-induced oxidative damage. These findings indicate the potential of SRRP as a natural antioxidant in the food and pharmaceutical industries.",
      "mesh_terms": [
        "Mice",
        "Hydrogen Peroxide",
        "Animals",
        "Stevia",
        "Oxidative Stress",
        "Polysaccharides",
        "RAW 264.7 Cells",
        "Antioxidants",
        "Plant Roots",
        "Cell Survival",
        "Superoxide Dismutase",
        "Malondialdehyde",
        "Glutathione",
        "Catalase"
      ]
    },
    {
      "pmid": "37677968",
      "title": "Steviol glycosides from Stevia rebaudiana Bertoni mitigate lipid metabolism abnormalities in diabetes by modulating selected gene expression - An in vivo study.",
      "authors": [
        "Jakub Michał Kurek",
        "Joanna Mikołajczyk-Stecyna",
        "Zbigniew Krejpcio"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In diabetes, in parallel to hyperglycaemia, elevated serum lipids are also diagnosed, representing a high-risk factor for coronary heart disease and cardiovascular complications. The objective of this study was to unravel the mechanisms that underlie the potential of steviol glycosides (stevioside or rebaudioside A) administered at two doses (500 or 2500 mg/kg body weight for 5 weeks) to regulate lipid metabolism. In this paper, the expression of selected genes responsible for glucose and lipid metabolism (Glut4, Pparγ, Cebpa, Fasn, Lpl and Egr1) in the peripheral tissues (adipose, liver and muscle tissue) was determined using quantitative real-time PCR method. It was found that the supplementation of steviol glycosides affected the expression of Glut4, Cebpa and Fasn genes, depending on the type of the glycoside and its dose, as well as the type of tissue, whish in part may explain the lipid-regulatory potential of steviol glycosides in hyperglycaemic conditions. Nevertheless, more in-depth studies, including human trials, are needed to confirm these effects, before steviol glycosides can be used in the therapy of type 2 diabetes.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Stevia",
        "Lipid Metabolism",
        "Hyperglycemia",
        "Glycosides",
        "Gene Expression"
      ]
    },
    {
      "pmid": "37566994",
      "title": "Oligosaccharides increased both leaf biomass and steviol glycosides content of Stevia rebaudiana.",
      "authors": [
        "Yu Wang",
        "Peiyu Xu",
        "Wenxia Wang",
        "Xiaochen Jia",
        "Liping Zhu",
        "Heng Yin"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Steviol glycosides (SGs) are a variety of important natural sweeteners. They are 200-350 times sweeter than sucrose without calories. Currently, their production is still mainly dependent on extraction from Stevia rebaudiana Bertoni (stevia). Oligosaccharides are environmentally friendly elicitors that promote plant growth and accumulation of secondary metabolites. In the present study, different concentrations of chitosan oligosaccharides (COS) and alginate oligosaccharides (AOS) were applied to stevia to explore their effect on growth and SGs biosynthesis. It was found that both COS and AOS promoted biomass production by increasing the leaf number and photosynthetic efficiency, which may be related to the decreased content of abscisic acid. The content of SGs was significantly increased after 50 mg/L AOS treatment, which not only increased the contents of stevioside (STV) and rebaudioside A (Reb A) significantly, but some important minority glucosides, like Reb E, Reb D, and Reb M. The increased SGs contents were the combined effect of the higher expression of SGs biosynthesis related genes, including KAH, UGT74G1, UGT85C2, and UGT91D2. The geometry changes of stem induced by COS and AOS may help to increase the lodging resistance of stevia. Thus, COS and AOS can be used in the field planting of stevia to increase the yield of SGs for industrial purposes.",
      "mesh_terms": [
        "Stevia",
        "Biomass",
        "Glucosides",
        "Diterpenes, Kaurane",
        "Sucrose",
        "Plant Leaves",
        "Glycosides"
      ]
    },
    {
      "pmid": "37488560",
      "title": "Stevia (Stevia rebaudiana) extract ameliorates insulin resistance by regulating mitochondrial function and oxidative stress in the skeletal muscle of db/db mice.",
      "authors": [
        "Jin-Young Han",
        "Miey Park",
        "Hae-Jeung Lee"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2023-Jul-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Type 2 diabetes mellitus (T2DM), a growing health problem worldwide, is a metabolic disorder characterized by hyperglycemia due to insulin resistance and defective insulin secretion by pancreatic β-cells. The skeletal muscle is a central organ that consumes most of the insulin-stimulated glucose in the body, and insulin resistance can damage muscles in T2DM. Based on a strong correlation between diabetes and muscles, we investigated the effects of stevia extract (SE) and stevioside (SV) on the skeletal muscle of diabetic db/db mice. METHODS: The mice were administered saline, metformin  (200 mg/kg/day), SE (200 and 500 mg/kg/day), and SV (40 mg/kg/day) for 35 days. During administration, we checked the levels of fasting blood glucose twice a week and conducted the oral glucose tolerance test (OGTT) and insulin tolerance test (ITT). After administration, we analyzed serum biochemical parameters, triglyceride (TG), total cholesterol (TC), insulin and antioxidant enzymes, and the cross-sectional area of skeletal muscle fibers of db/db mice. Western blots were conducted using the skeletal muscle of mice to examine the effect of SE and SV on protein expression of insulin signaling, mitochondrial function, and oxidative stress. RESULTS: SE and SV administration lowered the levels of fasting blood glucose, OGTT, and ITT in db/db mice. The administration also decreased serum levels of TG, TC, and insulin while increasing those of superoxide dismutase (SOD) and glutathione peroxidase (GPx). Interestingly, muscle fiber size was significantly increased in db/db mice treated with SE500 and SV. In the skeletal muscle of db/db mice, SE and SV administration activated insulin signaling by increasing the protein expression of insulin receptor substrate, Akt, and glucose transporter type 4. Furthermore, SE500 administration markedly increased the protein expression of AMP-activated protein kinase-α, sirtuin-1, and peroxisome proliferator-activated receptor-γ coactivator-1α. SV administration significantly reduced oxidative stress by down-regulating the protein expression of 4-hydroxynonenal, heme oxygenase-1, SOD, and GPx. In addition, SE500 and SV administration suppressed the expression of apoptosis-related proteins in the skeletal muscle of db/db mice. CONCLUSION: SE and SV administration attenuated hyperglycemia in diabetic mice. Moreover, the administration ameliorated insulin resistance by regulating mitochondrial function and oxidative stress, increasing muscle fiber size. Overall, this study suggests that SE and SV administration may serve as a potential strategy for the treatment of diabetic muscles.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Insulin Resistance",
        "Diabetes Mellitus, Type 2",
        "Stevia",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Insulin",
        "Oxidative Stress",
        "Hyperglycemia",
        "Muscle, Skeletal",
        "Glutathione Peroxidase",
        "Mitochondria",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "37470317",
      "title": "Stevia vs. triple antibiotic paste: An intracanal battle?",
      "authors": [
        "Raghavendra Havale",
        "Shrutha Santhebachalli Prakasha",
        "Sharon Elizebeth George",
        "Namratha Tharay",
        "Shiny Raj",
        "Chandrabanda Bhavana",
        "Afreen Anjum Syed",
        "Anand Kumar",
        "Venkatesh Naik"
      ],
      "journal": "Dental and medical problems",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Intracanal medicaments are vital in treating the infections of the deciduous dentition due to the large percentage of accessory canals that hasten the microbial spread to the periradicular region. Though countless medicaments have been produced to reduce the microbial load and aid symptomatic relief, they still do not fulfill every function of an ideal medicament. OBJECTIVES: The aim of the present study was to evaluate and compare the antimicrobial efficacy of Stevia rebaudiana (S. rebaudiana) and triple antibiotic paste (TAP) against Enterococcus faecalis (E. faecalis). MATERIAL AND METHODS: The present in vitro, parallel, double-blinded study had an equal allocation ratio. The specimens were prepared, randomly divided into 4 groups and inoculated with E. faecalis (ATCC35550). Following incubation, the first 3 groups were treated with S. rebaudiana, triple antibiotic therapy or carbopol gel, respectively, with the 4th negative control group left untreated. The microbial samples were collected before and after treatment, and the counts of colony-forming units (CFUs) were compared. The results were analyzed using the Kruskal-Wallis, Dunn's post-hoc and Wilcoxon's signed rank tests. RESULTS: The first 2 groups displayed a significant decrease in CFUs after drug application, while the carbopol and control groups showed an exponential increase. There was no statistically significant difference between the stevia and TAP groups (p = 0.630). CONCLUSIONS: Stevia gel was comparable to TAP in terms of antimicrobial efficacy, and can therefore be considered a new alternative in intracanal treatment.",
      "mesh_terms": [
        "Stevia",
        "Anti-Bacterial Agents",
        "Enterococcus faecalis",
        "Humans",
        "Double-Blind Method",
        "Metronidazole",
        "Root Canal Irrigants",
        "Plant Extracts",
        "Drug Combinations",
        "In Vitro Techniques",
        "Ciprofloxacin"
      ]
    },
    {
      "pmid": "37415512",
      "title": "Ameliorative effect of Stevia rebaudiana Bertoni on sperm parameters, in vitro fertilization, and early embryo development in a streptozotocin-induced mouse model of diabetes.",
      "authors": [
        "Mahdad Abdi",
        "Fathemeh Alizadeh",
        "Erfan Daneshi",
        "Morteza Abouzaripour",
        "Fardin Fathi",
        "Kaveh Rahimi"
      ],
      "journal": "Zygote (Cambridge, England)",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus (DM) is a common metabolic disease characterized by high blood sugar levels. It is well known that men with diabetes frequently experience reproductive disorders and sexual dysfunction. In fact, sperm quality has a significant effect on fertilization success and embryo development. The current study aimed to investigate the effect of Stevia rebaudiana hydroalcoholic extract on serum testosterone levels, sperm parameters, in vitro fertilization (IVF) success, and in vitro embryonic developmental potential to reach the blastocyst stage in a streptozotocin (STZ)-induced mouse model of diabetes. In this research, 30 male mice were distributed randomly into control, diabetic (streptozotocin 150 mg/kg) and diabetic + Stevia (400 mg/kg) groups. The results revealed a decrease in body and testis weight and elevated blood fasting blood sugar (FBS) levels in the diabetic group, compared with the control. However, Stevia treatment significantly increased body and testis weight, while serum FBS levels were decreased compared with the diabetic group. In addition, Stevia significantly increased blood testosterone levels compared with the diabetic group. Moreover, sperm parameters were improved considerably by Stevia treatment compared with the diabetic group. Furthermore, Stevia administration significantly promoted IVF success rate and in vitro development of fertilized oocytes compared with the diabetic group. In summary, our data indicated that Stevia enhanced sperm parameters, IVF success, and in vitro embryonic developmental competency in diabetic mice, probably because of its antioxidant effects. Therefore, Stevia could ameliorate sperm parameters that, in turn, increase fertilization outcomes in experimental-induced diabetes.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Embryonic Development",
        "Fertilization in Vitro",
        "Plant Extracts",
        "Seeds",
        "Spermatozoa",
        "Stevia",
        "Streptozocin",
        "Testosterone"
      ]
    },
    {
      "pmid": "37111852",
      "title": "The Effect of Glycine Betaine on Nitrogen and Polyamine Metabolisms, Expression of Glycoside-Related Biosynthetic Enzymes, and K/Na Balance of Stevia under Salt Stress.",
      "authors": [
        "Abazar Ghorbani",
        "Vali Ollah Ghasemi-Omran",
        "Moxian Chen"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The beneficial role of glycine betaine (GB) in the adaptation of plants to abiotic stresses is well known; therefore, the study of physiological and molecular responses induced by exogenous GB under NaCl stress can provide a suitable reference for the application of this compound to enhance the adaptation of plants to salinity. The present study was conducted under in vitro conditions to evaluate the effect of GB (25 and 50 mM) on the growth, physiological, and molecular traits of Stevia rebaudiana during NaCl toxicity (50 mM). The results showed that applying NaCl treatment increased Na accumulation, induced oxidative stress, and disrupted N metabolism and K/Na homeostasis, which, as a result, decreased the stevia plant's growth and biomass. However, application of GB improved the adaptation of NaCl-stressed plants by improving N metabolism and modulating the metabolism of polyamines. By increasing the activity of antioxidant enzymes, GB diminished oxidative stress, protected the plasma membrane, and restored photosynthetic pigments under NaCl toxicity. By reducing Na accumulation and increasing K accumulation, GB maintained the K/Na balance and reduced the effects of toxicity caused by the high Na concentration in stevia leaves. GB increased the leaf accumulation of rebaudioside A in NaCl-stressed plants by modulating the expression of genes (KAH, UGT74G1, UGT76G1, and UGT85C2) involved in the sugar compounds of the stevia plants. Our results provide a broad understanding of GB-induced responses in NaCl-stressed plants, which can help increase our knowledge of the role of GB in the defense mechanisms of plants under abiotic stresses."
    },
    {
      "pmid": "37111809",
      "title": "Cold Plasma-Induced Changes in Stevia rebaudiana Morphometric and Biochemical Parameter Correlations.",
      "authors": [
        "Augustė Judickaitė",
        "Justinas Venckus",
        "Kazunori Koga",
        "Masaharu Shiratani",
        "Vida Mildažienė",
        "Rasa Žūkienė"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana Bertoni is an economically important source of natural low-calorie sweeteners, steviol glycosides (SGs), with stevioside (Stev) and rebaudioside A (RebA) being the most abundant. Pre-sowing seed treatment with cold plasma (CP) was shown to stimulate SGs biosynthesis/accumulation up to several fold. This study aimed to evaluate the possibility to predict CP-induced biochemical changes in plants from morphometric parameters. Principle component analysis (PCA) was applied to two different sets of data: morphometric parameters versus SGs concentrations and ratio, and morphometric parameters versus other secondary metabolites (total phenolic content (TPC), total flavonoid content (TFC)) and antioxidant activity (AA). Seeds were treated for 2, 5 and 7 min with CP (CP2, CP5 and CP7 groups) before sowing. CP treatment stimulated SGs production. CP5 induced the highest increase of RebA, Stev and RebA+Stev concentrations (2.5-, 1.6-, and 1.8-fold, respectively). CP did not affect TPC, TFC or AA and had a duration-dependent tendency to decrease leaf dry mass and plant height. The correlation analysis of individual plant traits revealed that at least one morphometric parameter negatively correlates with Stev orRebA+Stev concentration after CP treatment."
    },
    {
      "pmid": "36938813",
      "title": "In silico toxicologic profile and in vivo trypanocidal activity of estafietin, a sesquiterpene lactone isolated from Stevia alpina Griseb.",
      "authors": [
        "Orlando G Elso",
        "Natacha Cerny",
        "Laura C Laurella",
        "Augusto E Bivona",
        "Andrés Sánchez Alberti",
        "Celina Morales",
        "Cesar A N Catalán",
        "Emilio L Malchiodi",
        "Valeria P Sülsen"
      ],
      "journal": "Natural product research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chagas disease is an infection caused by the protozoan Trypanosoma cruzi, affecting 6-8 million people worldwide. Only two drugs are available for its treatment, having a limited efficacy and adverse side-effects. Estafietin is a sesquiterpene lactone isolated from Stevia alpina with in vitro activity against T. cruzi and low cytotoxicity against mammalian cells. The aim of this work was to predict the toxicologic profile of estafietin by in silico methods and assess its in vivo activity on a murine model of Chagas disease. Estafietin showed low toxicity according to pkCSM web tool and passed the PAINS filter from PAINS-remover web server. The treatment of infected mice with 1 mg/Kg/day of estafietin for five consecutive days administrated by intraperitoneal route significatively decreased parasitemia levels and reduced inflammatory infiltrates and myocyte damage on muscle tissue. These results suggest that estafietin had effect both on acute and chronic stages of the infection.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Stevia",
        "Trypanocidal Agents",
        "Trypanosoma cruzi",
        "Chagas Disease",
        "Sesquiterpenes, Guaiane",
        "Parasitemia",
        "Lactones",
        "Mammals"
      ]
    },
    {
      "pmid": "36908342",
      "title": "Combined antidiabetic potential of camel milk yogurt with Cinnamomum verum and Stevia rebaudiana by using rodent modelling.",
      "authors": [
        "Aneela Hameed",
        "Farheen Ishtiaq",
        "Muhammad Zeeshan",
        "Saeed Akhtar",
        "Tariq Ismail",
        "Rabia Shabir Ahmad",
        "Mamoona Amir",
        "Muhammad Junaid Anwar"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate anti-diabetic potential of functional camel milk yogurt enriched with Cinnamomum verum and Stevia rebaudiana that not only mask its peculiar flavour rather have an antidiabetic effect as well. Sixty-three pathogen free STZ-induced albino Wistar rats were categorized into 7 groups on the basis of treatments. From each treatment group three animals were dissected periodically at 0, 7 and 21 days of study to determine the effect of all treatments on physicochemical parameters, serum glucose, serum chemistry and haematology. The study revealed that the mean blood glucose level in the untreated control group was within normal range (100-108 mg/dl) while there was noticeable decrease in mean blood glucose level of all the treated groups during three weeks' trial. Decline in blood glucose level (46%) was higher in animal group containing functional camel milk yogurt (T4) at 3rd week of trial as compared to other treatments."
    },
    {
      "pmid": "36820831",
      "title": "Structural elucidation and hypoglycemic effect of an inulin-type fructan extracted from Stevia rebaudiana roots.",
      "authors": [
        "Zhiyan Tang",
        "Taili Shao",
        "Lan Gao",
        "Pingchuan Yuan",
        "Zhengrui Ren",
        "Lei Tian",
        "Wei Liu",
        "Chunyan Liu",
        "Xiuxian Xu",
        "Xuan Zhou",
        "Jun Han",
        "Guodong Wang"
      ],
      "journal": "Food & function",
      "publication_date": "2023-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus (DM) is a common chronic medical condition characterized by hyperglycemia resulting from abnormal insulin functionality, of which type 2 DM (T2DM) is the predominant form. An inulin-type fructan, denoted as SRRP, was obtained from Stevia rebaudiana roots via hot-water extraction and alcoholic precipitation, which was subsequently purified by column chromatography. The extracted SRRP sample had a molecular weight of 5.4 × 103 Da. Structural analyses indicated that SRRP was composed of 2,1-linked-β-D-fructofuranosyl and α-D-glucopyranosyl residues in a ratio of approximately 29 : 1. In vivo assays revealed that SRRP significantly reduced fasting blood glucose levels, improved insulin resistance, decreased oxidative stress, and regulated lipid metabolism in T2DM mouse models. In addition, SRRP altered the diversity of the gut microbiota and its metabolites in T2DM mice; it increased probiotic bacteria and the concentration of short-chain fatty acids and decreased harmful bacteria. The findings demonstrate the potential of SRRP in the treatment of T2DM.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Hypoglycemic Agents",
        "Inulin",
        "Stevia",
        "Fructans",
        "Diabetes Mellitus, Type 2"
      ]
    },
    {
      "pmid": "36718442",
      "title": "Effects of different proportions of stevia stalk on nutrient utilization and rumen fermentation in ruminal fluid derived from sheep.",
      "authors": [
        "Xia Zhang",
        "Ting Jiao",
        "Shumin Ma",
        "Xin Chen",
        "Zhengwen Wang",
        "Shengguo Zhao",
        "Yue Ren"
      ],
      "journal": "PeerJ",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Stevia straw is a byproduct of sugar crop stevia. It is a good feed material because of richness in nutrients and active substances (steviosides and flavonoids). However, due to improper utilization such as piling, burning and so on, it became a large amount of wasted straw resources and lead to environmental pollution. METHODS: We added 0%, 0.2%, 0.4%, 0.6%, 0.8%, 1.0% and 1.5% of stevia stalk to study the effects of different stevia stalk concentrations on nutrient utilization and rumen fermentation in sheep (based on sheep diet). In vitro fermentation method was used, with 17 repetitions for each treatment. All fermentation substrate based on sheep diet with different stevia stalk concentrations were fermented for 2 h, 6 h, 12 h, 24 h and 48 h, then the gas production, dry matter degradability (DMD), crude protein degradability (CPD), neutral detergent fiber degradability (NDFD), acid detergent fiber degradability (ADFD), pH, ammonia nitrogen (NH3-N) and volatile fatty acids (VFAs) were determined. RESULTS: The results showed that at different fermentation time, the change trend of gas production in each teatment was basically same, but the maximum occurred in 1.0% treatment at 48 h. The DMD, CPD, NDFD and ADFD of sheep diets increased with fermentation time increasing, especially the CPD48h, NDFD48h and ADFD48h of diets in 0.8%, 1.0% and 1.5% treatments were significantly higher than those in control (P < 0.05). The pH of fermentation substrate in each treatment remained within the normal range of 6.21∼7.25. NH3-N24h-48hin 0.8%, 1.0% and 1.5% treatments were higher than that in control. At 6 h-12 h, the total acid content of 0.8% and 1.0% treatments were significantly higher than those of other treatments (P < 0.05), it reached the highest in 1.0% treatment. According to overall evaluation, effect ranking of stevia stalk on sheep nutrient utilization was as follows: 1.0% >0.8% >1.5% >0.4% >0.6% >0.2%. Overall, 1.0% stevia stalk could promote nutrient degradation and sheep rumen fermentation.",
      "mesh_terms": [
        "Sheep",
        "Animals",
        "Rumen",
        "Stevia",
        "Fermentation",
        "Detergents",
        "Animal Feed",
        "Digestion",
        "Nutrients"
      ]
    },
    {
      "pmid": "36716984",
      "title": "Intra-gastrically administration of Stevia and particularly Nano-Stevia reversed the hyperglycemia, anxiety, and memory impairment in streptozotocin-induced diabetic rats.",
      "authors": [
        "Fatemeh Khakpai",
        "Maryam Naseroleslami",
        "Marzieh Moheb-Alian",
        "Elham Ghanimati",
        "Faezeh Abdollah-Pour",
        "Neda Mousavi-Niri"
      ],
      "journal": "Physiology & behavior",
      "publication_date": "2023-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Type II diabetes mellitus is a group of metabolic disorders considered chronic hyperglycemia resulting from deficits in insulin secretion or insulin function. This disease usually links with various psychological problems such as anxiety and cognitive dysfunctions. Stevia (Stevia rebaudiana Bertoni) is a natural and healthy substitute sweetener for sugar and artificial sweeteners. It has become essential for human diets and food manufacturers. The aim of this research was to investigate the effects of Stevia and Nano-stevia on the regulation of anxiety and memory processes in male diabetic rats. The elevated plus-maze (EPM) test-retest procedure was used to assess anxiety and memory in male diabetic rats. The findings exhibited that induction of diabetes caused a distorted cellular arrangement in the liver tissue of male rats. On the other hand, intra-gastrically administration of Stevia (1 ml/kg) and nano-Stevia (1 ml/kg) indicated a normal appearance in the liver tissue of male diabetic rats. Moreover, induction of diabetes caused the augmentation of blood glucose, reduction in time spent in%open-arm time (%OAT) on the test day, and enhancement of%OAT on the retest day. Therefore, induction of diabetes in rats produced hyperglycemia, anxiogenic effect, and memory impairment and these responses were reversed by drug treatment. Furthermore, intra-gastrically application of Stevia (1 ml/kg) and nano-Stevia (1 ml/kg) reversed the hyperglycemia, anxiogenic effect, and memory impairment in male diabetic rats. Interestingly, Nano-Stevia exhibited the highest significant response rather than Stevia. In conclusion, the results of this research suggested the beneficial properties of Stevia and particularly Nano-Stevia on inducing anti-diabetic effects, anxiolytic behavior, as well as memory improvement in male diabetic rats.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Male",
        "Animals",
        "Stevia",
        "Streptozocin",
        "Diabetes Mellitus, Type 2",
        "Diabetes Mellitus, Experimental",
        "Plant Extracts",
        "Hyperglycemia",
        "Anxiety",
        "Sweetening Agents",
        "Memory Disorders"
      ]
    },
    {
      "pmid": "36576674",
      "title": "The effect of alginate as an elicitor on transcription of steviol glycosides biosynthesis pathway related key genes and sweeteners content in in vitro cultured Stevia rebaudiana.",
      "authors": [
        "Alireza S Tehranian",
        "Hossein Askari",
        "Hassan Rezadoost"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Stevia rebaudiana is a medicinal herb that accumulates non-caloric sweeteners called steviol glycosides (SGs) which are approximately 300 times sweeter than sucrose. This study used alginate (ALG) as an elicitor to increase steviol glycosides accumulation and elucidate gene transcription in the steviol glycosides biosynthesis pathway. METHODS AND RESULTS: To minimize the grassy taste associated with stevia sweeteners, plantlets were grown in complete darkness. ALG was applied to stevia plants grown in suspension culture with a Murashige and Skoog (MS) medium to determine its effect on SGs' content and the transcription profile of SG-related genes using the HPLC and RT-qPCR methods, respectively. Treatment with alginate did not significantly affect plantlet growth parameters such as shoot number, dry and fresh weight. Rebaudioside A (Reb A) content increased approximately sixfold in the presence of 1g L-1 alginate and KS, KAH, and UGT74G1 genes showed significant up-regulation. When the concentration was increased to 2g L-1, the transcription of KO and UGT76G1, responsible for the conversion of stevioside to Reb A, was increased about twofold. CONCLUSIONS: The current study proposes that adding alginate to the MS suspension medium can increase Reb A levels by altering the SG biosynthesize pathway's transcription profile. The present experiment provides new insights into the biochemical and transcriptional response mechanisms of suspension-cultured stevia plants to alginate.",
      "mesh_terms": [
        "Stevia",
        "Sweetening Agents",
        "Alginates",
        "Glucosides",
        "Diterpenes, Kaurane",
        "Glycosides",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "36552704",
      "title": "Stevia and Stevioside Attenuate Liver Steatosis through PPARα-Mediated Lipophagy in db/db Mice Hepatocytes.",
      "authors": [
        "Miey Park",
        "Anshul Sharma",
        "Hana Baek",
        "Jin-Young Han",
        "Junho Yu",
        "Hae-Jeung Lee"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2022-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lipophagy, a type of autophagy that breaks down lipid droplets, is essential in the regulation of intracellular lipid accumulation and intracellular free fatty acid levels in numerous organisms and metabolic conditions. We investigated the effects of Stevia rebaudiana Bertoni (S), a low-calorie sweetener, and stevioside (SS) on hepatic steatosis and autophagy in hepatocytes, as well as in db/db mice. S and SS reduced the body and liver weight and levels of serum triglyceride, total cholesterol, and hepatic lipogenic proteins. In addition, S and SS increased the levels of fatty acid oxidase, peroxisome proliferator-activated receptor alpha (PPARα), and microtubule-associated protein light chain 3 B but decreased that of sequestosome 1 (p62) in the liver of db/db mice. Additionally, Beclin 1, lysosomal associated membrane protein 1, and phosphorylated adenosine monophosphate-activated protein kinase protein expression was augmented following S and SS treatment of db/db mice. Furthermore, the knockdown of PPARα blocked lipophagy in response to SS treatment in HepG2 cells. These outcomes indicate that PPARα-dependent lipophagy is involved in hepatic steatosis in the db/db mouse model and that SS, a PPARα agonist, represents a new therapeutic option for managing associated diseases."
    },
    {
      "pmid": "36500693",
      "title": "Resilience of Stevia rebaudiana (Bertoni) Bertoni in the Underwater Biospheres of Nemo's Garden®: Adaptation to New Cultivation Systems.",
      "authors": [
        "Roberta Ascrizzi",
        "Marinella De Leo",
        "Laura Pistelli",
        "Claudia Giuliani",
        "Ylenia Pieracci",
        "Barbara Ruffoni",
        "Carlo Mascarello",
        "Gelsomina Fico",
        "Guido Flamini",
        "Luisa Pistelli"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The Nemo's Garden® project is an alternative production system for areas with scarce cultivable land but significant presence of water; thus, it is an interesting intervention to address the climate crisis. This work aimed to evaluate the micromorphological, biochemical, and phytochemical characteristics of Stevia rebaudiana (Bertoni) Bertoni grown underwater compared to the terrestrial specimens. The micromorphological analyses, performed on the leaves using light microscopy, fluorescence microscopy, and scanning electron microscopy, evidenced a general uniformity of the trichome morphotype and distribution pattern. The histochemical investigation indicated the simultaneous presence of terpenes and polyphenols in the trichome secreted material from the underwater samples and a prevailing polyphenolic content in the terrestrial specimens; this was also confirmed by biochemical analyses (26.6 mg GAE/g DW). The characterization of non-volatile components, performed using HPLC-MS, showed similar chemical profiles in all the samples, which were characterized by phenolic compounds and steviol glycosides. The volatile compounds, evaluated using HS-SPME coupled with GC-MS, showed sesquiterpene hydrocarbons as the main class in all the analyzed samples (80.1-93.9%). However, the control plants were characterized by a higher content of monoterpene hydrocarbons (12.1%). The underwater biosphere environment did not alter S. rebaudiana micro-morphological characters, although slight qualitative changes were evidenced for the compounds produced as a response to the growth conditions.",
      "mesh_terms": [
        "Stevia",
        "Diterpenes, Kaurane",
        "Plant Leaves",
        "Polyphenols",
        "Chromatography, High Pressure Liquid",
        "Acclimatization"
      ]
    },
    {
      "pmid": "36484459",
      "title": "Highly Oxygenated Labdane Diterpenoids from Stevia rebaudiana and Their Anti-Atherosclerosis Activities.",
      "authors": [
        "Bin Cheng",
        "Fei Fang",
        "Qin-Tao Zhou",
        "Yan Li",
        "Xue-Wen Wu",
        "Xue-Rong Zhao",
        "De-Wen Bi",
        "Xing-Jie Zhang",
        "Rui-Han Zhang",
        "Xu Ji",
        "Xiao-Li Li",
        "Guang Cao",
        "Wei-Lie Xiao"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Five unknown labdane diterpenoids Stevelins A-E (1-5), three known labdane diterpenoids (6-8) and three labdane norditerpenoids (9-11) were isolated from the Stevia rebaudiana. The structures were determined primarily via NMR spectroscopic data and HR-ESI-MS experiments. X-ray crystallography using CuKα radiation was used to determine the absolute configurations of 1, and the absolute configurations of 2-5 were deduced by electronic circular dichroism (ECD) calculations. The potential anti-atherosclerosis activities of all compounds were evaluated by measuring their inhibitory effects on the macrophage foam cell formation. As a result, most isolated compounds could significantly inhibit oxidized low-density lipoprotein (ox-LDL)-induced macrophage foam cell formation, which suggests that these compounds may be promising candidates in the treatment for atherosclerosis.",
      "mesh_terms": [
        "Molecular Structure",
        "Stevia",
        "Diterpenes",
        "Magnetic Resonance Spectroscopy",
        "Circular Dichroism"
      ]
    },
    {
      "pmid": "36290738",
      "title": "Dietary Stevia Residue Extract Supplementation Improves Antioxidant Capacity and Intestinal Microbial Composition of Weaned Piglets.",
      "authors": [
        "Shuai Liu",
        "Yunxia Xiong",
        "Shuting Cao",
        "Xiaolu Wen",
        "Hao Xiao",
        "Yajing Li",
        "Lei Chi",
        "Dongsheng He",
        "Zongyong Jiang",
        "Li Wang"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2022-Oct-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the effects of diet supplementation with stevia residue extract (SRE) on growth performance, intestinal health, and antioxidant capacity of weaned piglets. A total of 144 weaned piglets (body weight 6.8 ± 0.5 kg) were randomly selected and allocated into four treatment groups with six replicates of six pigs/pen. The treatments consisted of a basal diet without SRE or basal diet supplemented with 100, 200, or 400 mg/kg SRE. The results showed that the addition of 200 mg/kg SRE to the diet significantly reduced (p < 0.05) the diarrhea rate of piglets compared with the control group. The supplementation of 400 mg/kg SRE in the diet significantly reduced the piglets’ serum MDA content and significantly increased (p < 0.05) the T-AOC, T-SOD, and GSH-PX activity in the serum. The dietary supplementation with 400 mg/kg SRE significantly increased (p < 0.05) the CAT and GSH-PX activity in the liver. Moreover, the supplementation of 400 mg/kg SRE in the diet significantly increased (p < 0.05) the relative abundance of Prevotellaceae (genus) and Roseburia (genus) beneficial bacteria compared to the control group. Spearman’s correlation analysis showed that Prevotella (genus) abundance was positively correlated with liver GSH-PX activity and acetic acid content of colon contents. In conclusion, the supplementation of 400 mg/kg SRE to the diet can improve piglet health by regulating antioxidant reduction homeostasis, which may also be associated with an increase in the relative numbers of potentially beneficial bacteria."
    },
    {
      "pmid": "36235334",
      "title": "Improvement of Stevia rebaudiana Bertoni In Vitro Propagation and Steviol Glycoside Content Using Aminoacid Silver Nanofibers.",
      "authors": [
        "Mariana Sichanova",
        "Maria Geneva",
        "Maria Petrova",
        "Kameliya Miladinova-Georgieva",
        "Elisaveta Kirova",
        "Trendafil Nedev",
        "Daniela Tsekova",
        "Iwan Iwanov",
        "Konstantin Dochev",
        "Viktoria Ivanova",
        "Antoaneta Trendafilova"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Sep-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The food industry is interested in replacing artificial sweeteners with natural sugars that possess zero calories and carbohydrates and do not cause spikes in blood sugar levels. The steviosides leaves, synthesized at Stevia rebaudiana Bertoni, are 300 times sweeter than common table sugar. Stevia propagation is limited due to the poor viability of the seeds, the long time and low germination rate, and the poor rooting ability of vegetative cuttings. Because of this, an alternative biotechnological method for its reproduction is being studied, such as multiple shoot production through direct organogenesis using nanofibers, formed from a derivative of amino acid valine as a carrier of the biologically active agent silver atoms/particles (NF-1%Ag and NF-2%Ag). The stevia explants were cultured on a medium containing NF-1%Ag and NF-2%Ag at concentrations of 1, 10, 50, and 100 mg L-1. The NF-1%Ag and NF-2%Ag treatment caused hormetic effects on stevia plantlets. At low concentrations of from 1 to 50 mg L-1 of nanofibers, the stimulation of plant growth was observed, with the maximum effect being observed at 50 mg L-1 nanofibers. However, at the higher dose of 100 mg L-1, inhibition of the values of parameters characterizing plant growth was recorded. The presence of nanofibers in the medium stimulates stevia root formatting."
    },
    {
      "pmid": "36232670",
      "title": "Gadolinium Accumulation and Toxicity on In Vitro Grown Stevia rebaudiana: A Case-Study on Gadobutrol.",
      "authors": [
        "Violeta Florina Scurtu",
        "Doina Clapa",
        "Loredana Florina Leopold",
        "Floricuța Ranga",
        "Ștefania D Iancu",
        "Adrian Ionuț Cadiș",
        "Vasile Coman",
        "Sonia Ancuța Socaci",
        "Augustin C Moț",
        "Cristina Coman"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Sep-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gadolinium-based contrast agents are molecular complexes which are extensively used for diagnostic purposes. Apart from their tremendous contribution to disease diagnostics, there are several issues related to their use. They are extremely stable complexes and potential contaminants of surface and ground waters, an issue which is documented worldwide. The irrigation of fields with contaminated surface waters or their fertilization with sludge from wastewater treatment plants can lead to the introduction of Gd into the human food supply chain. Thus, this study focused on the potential toxicity of Gd on plants. For this purpose, we have studied the molecular effects of gadobutrol (a well-known MRI contrast agent) exposure on in vitro-grown Stevia rebaudiana. The effects of gadobutrol on plant morphology, on relevant plant metabolites such as chlorophylls, carotenoids, ascorbic acids (HPLC), minerals (ICP-OES), and on the generation of free radical species (MDA assay and EPR) were assessed. Exposures of 0.01, 0.05, 0.1, 1, and 3 mM gadobutrol were used. We found a correlation between the gadobutrol dose and the plant growth and concentration of metabolites. Above the 0.1. mM dose of gadobutrol, the toxic effects of Gd+3 ions became significant.",
      "mesh_terms": [
        "Carotenoids",
        "Contrast Media",
        "Gadolinium",
        "Gadolinium DTPA",
        "Humans",
        "Magnetic Resonance Imaging",
        "Organometallic Compounds",
        "Sewage",
        "Stevia"
      ]
    },
    {
      "pmid": "36171777",
      "title": "Effect of stevia leaves (Stevia rebaudiana Bertoni) on diabetes: A systematic review and meta-analysis of preclinical studies.",
      "authors": [
        "Akibul Islam Chowdhury",
        "Mohammad Rahanur Alam",
        "M Maruf Raihan",
        "Tanjina Rahman",
        "Saiful Islam",
        "Oumma Halima"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Stevia (Stevia rebaudiana Bertoni) is a natural herb with biological activities such as anticancer, antidiabetic, anticardiovascular disease, anti-inflammatory, and antimicrobial. The current systematic review and meta-analysis of previously published data were performed to assess the antidiabetic effect of stevia leaves. Three electronic databases (PubMed, CENTRAL, and DOAJ) had been used for searching articles published before September 2020. Meta-analysis via random-effect model had been performed to assess the effects of different doses of stevia on blood glucose level (BGL) and studies were weighted according to an estimate of the standard mean difference (SMD). Overall, 16 eligible studies were selected for qualitative analysis and 9 were included for quantitative analysis. The results of the meta-analysis for BGL showed that at the doses of 200, 300, and 400 mg/kg of stevia leaves there was a significant difference in means of BGL between the intervention and control group and the dose of 500 mg/kg showed no significance (Standard mean difference (SMD): -3.84 (-9.96, 2.27); p = .22). Based on the duration of intervention, subgroup analysis of articles showed a significant difference between the groups (p < .001). The results of the meta-analysis support the hypothesis that stevia leaf has an antihyperglycemic effect and reduces the blood glucose level at doses of 200, 300, and 400 mg/kg. Therefore, more clinical trials on animals and humans have to be done to investigate the antidiabetic and antihyperglycemic effects along with the efficacy and safety of these medicinal leaves."
    },
    {
      "pmid": "36041365",
      "title": "Synergistic effects of Azospirillum brasilense and Bacillus cereus on plant growth, biochemical attributes and molecular genetic regulation of steviol glycosides biosynthetic genes in Stevia rebaudiana.",
      "authors": [
        "Ashraf Elsayed",
        "Amal M Abdelsattar",
        "Yasmin M Heikal",
        "Mohamed A El-Esawi"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2022-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study aimed to scale up the favorable bio-stimulants for enhancing the growth and breeding strategies of Stevia rebaudiana to increase sugar productivity. Inoculation of 45-day-old S. rebaudiana plantlets with Bacillus cereus and Azospirillum brasilense alone or in combination for 30 days allowed comparisons among their effects on enhancement and improvement of plant growth, production of bioactive compounds and expression of steviol glycoside genes. B. cereus SrAM1 isolated from surface-sterilized Stevia rebaudiana leaves was molecularly identified using 16s rRNA and tested for its ability to promote plant growth. Beneficial endophytic B. cereus SrAM1 induced all plant growth-promoting traits, except solubilization of phosphate, therefore it showed high effectiveness in the promotion of growth and production of bioactive compounds. Treatment of plants with B. cereus SrAM1 alone revealed carbohydrates content of 278.99 mg/g, total soluble sugar of 114.17 mg/g, total phenolics content of 34.05 mg gallic acid equivalent (GAE)/g dry weight) and total antioxidants activity of 32.33 mg (A.A)/g dry weight). Thus, plantlets inoculated with B. cereus SrAM1 alone exhibited the greatest responses in physiological and morphological parameters, but plantlets inoculated with B. cereus SrAM1 + A. brasilense showed a maximal upregulation of genes responsible for the biosynthesis of steviol glycosides (Kaurene oxidase, ent-KO; UDP-dependent glycosyl transferases of UGT85C2, UGT74G1, UGT76G1). Taken together, the used bacterial strains, particularly B. cereus SrAM1 could significantly improve the growth of S. rebaudiana via dynamic interactions in plants.",
      "mesh_terms": [
        "Antioxidants",
        "Azospirillum brasilense",
        "Bacillus cereus",
        "Diterpenes, Kaurane",
        "Gallic Acid",
        "Gene Expression Regulation, Plant",
        "Glucosides",
        "Glycosides",
        "Molecular Biology",
        "Phosphates",
        "Plant Breeding",
        "Plant Leaves",
        "RNA, Ribosomal, 16S",
        "Stevia",
        "Sugars",
        "Transferases",
        "Uridine Diphosphate"
      ]
    },
    {
      "pmid": "36030218",
      "title": "Correction: GlucoMedix®, an extract of Stevia rebaudiana and Uncaria tomentosa, reduces hyperglycemia, hyperlipidemia, and hypertension in rat models without toxicity: a treatment for metabolic syndrome.",
      "authors": [
        "León F Villegas Vílchez",
        "Julio Hidalgo Ascencios",
        "Thomas P Dooley"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2022-Aug-27",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "35929489",
      "title": "Anti-inflammatory potential of stevia residue extract against uric acid-associated renal injury in mice.",
      "authors": [
        "Arshad Mehmood",
        "Fayez Althobaiti",
        "Lei Zhao",
        "Muhammad Usman",
        "Xiumin Chen",
        "Fahad Alharthi",
        "Mohamed Mohamed Soliman",
        "Amjad Abbas Shah",
        "Mian Anjum Murtaza",
        "Muhammad Nadeem",
        "Muhammad Modassar Ali Nawaz Ranjha",
        "Chengtao Wang"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Abnormal uric acid level result in the development of hyperuricemia and hallmark of various diseases, including renal injury, gout, cardiovascular disorders, and non-alcoholic fatty liver. This study was designed to explore the anti-inflammatory potential of stevia residue extract (STR) against hyperuricemia-associated renal injury in mice. The results revealed that STR at dosages of 150 and 300 mg/kg bw and allopurinol markedly modulated serum uric acid, blood urea nitrogen, and creatinine in hyperuricemic mice. Serum and renal cytokine levels (IL-18, IL-6, IL-1Β, and TNF-α) were also restored by STR treatments. Furthermore, mRNA and immunohistochemistry (IHC) analysis revealed that STR ameliorates UA (uric acid)-associated renal inflammation, fibrosis, and EMT (epithelial-mesenchymal transition) via MMPS (matrix metalloproteinases), inhibiting NF-κB/NLRP3 activation by the AMPK/SIRT1 pathway and modulating the JAK2-STAT3 and Nrf2 signaling pathways. In summary, the present study provided experimental evidence that STR is an ideal candidate for the treatment of hyperuricemia-mediated renal inflammation. PRACTICAL APPLICATIONS: The higher uric acid results in hyperuricemia and gout. The available options for the treatment of hyperuricemia and gout are the use of allopurinol, and colchicine drugs, etc. These drugs possess several undesirable side effect. The polyphenolic compounds are abundantly present in plants, for example, stevia residue extract (STR) exert a positive effect on human health. From this study results, we can recommend that polyphenolic compounds enrich STR could be applied to develop treatment options for the treatment of hyperuricemia and gout.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Allopurinol",
        "Animals",
        "Anti-Inflammatory Agents",
        "Colchicine",
        "Creatinine",
        "Drugs, Chinese Herbal",
        "Gout",
        "Humans",
        "Hyperuricemia",
        "Inflammation",
        "Interleukin-18",
        "Interleukin-6",
        "Kidney",
        "Mice",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "RNA, Messenger",
        "Sirtuin 1",
        "Stevia",
        "Tumor Necrosis Factor-alpha",
        "Uric Acid"
      ]
    },
    {
      "pmid": "35890492",
      "title": "A Novel Bacillus safensis-Based Formulation along with Mycorrhiza Inoculation for Controlling Alternaria alternata and Simultaneously Improving Growth, Nutrient Uptake, and Steviol Glycosides in Stevia rebaudiana under Field Conditions.",
      "authors": [
        "Jai Prakash",
        "Dilfuza Egamberdieva",
        "Naveen Kumar Arora"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The excess use of chemicals by farmers in the agroecosystems degrades soil quality, disturbs soil ecology, and increases soil salinity and health hazards in humans. Stevia rebaudiana is an important medicinal and aromatic crop whose leaves contain steviol glycosides (SGs). The Bacillus safensis NAIMCC-B-02323 strain STJP from the rhizosphere of S. rebaudiana producing salicylic acid (16.80 µg/mL), chitinase (75.58 U/mL), β-1,3-glucanase (220.36 U/mL), and cellulase (170 U/mL) was taken as a plant growth-promoting rhizobacteria (PGPR). The cell-free supernatant (CFS) from strain STJP showed significant biocontrol activity against Alternaria alternata (80%), suggesting the protective role of extracellular metabolite(s) against phytopathogens. Paneer whey-based bioformulation (P-WBF) was developed to exploit B. safensis STJP to enhance the growth, nutrient uptake, soil properties, stevioside content, and SGs biosynthesis in S. rebaudiana under an A. alternata-infested field. The combined treatment of P-WBF and mycorrhiza (Glomus fasciculatum ABTEC) significantly enhanced plant growth parameters after 90 days, in comparison with control. The symbiotic action (P-WBF and mycorrhiza) displayed much better results in terms of chlorophyll a and b (improved by 132.85% and 39.80%, respectively), protein (by 278.75%), flavonoid (by 86.99%), carbohydrate (by 103.84%), antioxidant (by 75.11%), and stevioside (by 120.62%) contents in plants as compared to the untreated set. Further, the augmentation of potassium (by 132.39%), phosphorous (by 94.22%), and zinc (by 111.11%) uptake in plant tissues and soil was also observed by the application of P-WBF and mycorrhiza. The expression of UGT74G1 and UGT85C2 genes related to SG biosynthesis was upregulated (2.7- and 3.2-fold, respectively) in plants treated with P-WBF and mycorrhiza as further confirmed by the accumulation of SGs. The results suggest that the application of P-WBF and mycorrhiza not only provides an ecofriendly and sustainable solution to improve stevioside content in S. rebaudiana by a nutrient-linked mechanism but also paves the way to enhanced production of stevioside."
    },
    {
      "pmid": "35331352",
      "title": "Anthelmintic activity of Stevia multiaristata extract against Echinococcus granulosus sensu stricto.",
      "authors": [
        "C M Albani",
        "J Borgo",
        "J Fabbri",
        "P Pensel",
        "L Fasciani",
        "O Elso",
        "D Papademetrio",
        "D Grasso",
        "A Paladini",
        "M F Beer",
        "N E Farias",
        "N Elissondo",
        "G Gambino",
        "J Zoppi",
        "V Sülsen",
        "M C Elissondo"
      ],
      "journal": "Parasitology",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cystic echinococcosis is a zoonotic disease caused by the larval stage of the parasite Echinococcus granulosus sensu lato. The available anti-parasitic treatment is mostly limited to a continuous administration of albendazole. However, due to its numerous side-effects and efficacy of around 50%, there is a need to find new drugs to improve the treatment for this disease. In the current study, the in vitro and in vivo efficacy of a Stevia multiaristata extract against E. granulosus sensu stricto (s.s.) was demonstrated. Stevia multiaristata extract (100 and 50 μg mL−1) caused a quick viability decrease on protoscoleces which was consistent with the observed tegumental alterations. Loss of turgidity was detected in 95 ± 3.4% of cysts incubated with S. multiaristata extract during 2 days (100 μg mL−1) and the collapse of the germinal layer was observed in 60 ± 9.3% of cysts treated with 100 μg mL−1 of the S. multiaristata extract during 4 days. The half maximal effective concentration value was 69.6 μg mL−1 and the selectivity index for E. granulosus s.s. cysts was 1.9. In this clinical efficacy study, the treatment of infected mice with the S. multiaristata extract (50 mg kg−1) caused a significant decrease in the weight of the cysts compared with the control group. These results coincided with the tissue damage observed in the cysts at the ultrastructural level. In conclusion, we observed high protoscolicidal and cysticidal effects, and significant reduction in the weight of the cysts in experimentally infected mice following treatment with the S. multiaristata extract.",
      "mesh_terms": [
        "Animals",
        "Anthelmintics",
        "Echinococcosis",
        "Echinococcus granulosus",
        "Mice",
        "Plant Extracts",
        "Stevia"
      ]
    },
    {
      "pmid": "35270081",
      "title": "The Potential of Cold Plasma and Electromagnetic Field as Stimulators of Natural Sweeteners Biosynthesis in Stevia rebaudiana Bertoni.",
      "authors": [
        "Augustė Judickaitė",
        "Veronika Lyushkevich",
        "Irina Filatova",
        "Vida Mildažienė",
        "Rasa Žūkienė"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Feb-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevioside (Stev) and rebaudioside A (RebA) are the most abundant steviol glycosides (SGs) responsible for the sweetness of Stevia rabaudiana Bertoni. As compared to Stev, RebA has a higher sweetening potency, better taste and therefore is the most preferred component of the stevia leaf extracts. The aim of this study was to determine the effect of pre-sowing seed treatment with abiotic stressors cold plasma (CP) and electromagnetic field (EMF) on the amount and ratio of RebA and Stev in the leaves of stevia. Additionally, the effect on total phenolic content, flavonoid content and antioxidant activity was investigated. Seeds were treated 5 and 7 min with cold plasma (CP5 and CP7 groups) and 10 min with electromagnetic field (EMF10 group) six days before sowing. The germination tests in vitro demonstrated that all treatments slightly increased germination rate and percentage. HPLC analysis revealed that CP and EMF had strong stimulating effect on SGs accumulation. All treatments increased RebA concentration approximately 1.6-fold; however, the ratio of RebA/Stev decreased from 8.5 in the control to 1.9, 2.5 and 1.1 in CP5, CP7 and EMF10 groups respectively, since the concentration of Stev increased more than RebA, 7.1, 4.6 and 11.0-fold, respectively, compared to control. However, treatments had opposite effect on total phenolic content, flavonoid content, and antioxidant activity. We have demonstrated for the first time that short time pre-sowing treatment of stevia seeds with CP and EMF can be a powerful tool for the enhancement of biosynthesis of RebA and Stev, however it can have negative impact on the content of other secondary metabolites."
    },
    {
      "pmid": "35260150",
      "title": "GlucoMedix®, an extract of Stevia rebaudiana and Uncaria tomentosa, reduces hyperglycemia, hyperlipidemia, and hypertension in rat models without toxicity: a treatment for metabolic syndrome.",
      "authors": [
        "León F Villegas Vílchez",
        "Julio Hidalgo Ascencios",
        "Thomas P Dooley"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2022-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The objective of this in vivo study is to evaluate in five rat models the pharmacologic effects and toxicity of a commercial hydro-alcoholic extract, GlucoMedix®, derived from Stevia rebaudiana and the pentacyclic chemotype of Uncaria Tomentosa (Willd.) DC, for use as a treatment for metabolic syndrome. The extract contains phytochemicals of Stevia (e.g., steviol glycosides) and Uncaria (e.g., pentacyclic oxindole alkaloids, but lacks tetracyclic oxindole alkaloids). METHODS: The pharmacologic assessments in three rat models include reductions in chemically induced hyperglycemia, hyperlipidemia (cholesterol and triglycerides), and hypertension, all of which are comorbidities of metabolic syndrome. Acute toxicity and 28-day subacute toxicity were assessed in rat models at doses higher than those used in the efficacy models. RESULTS: The acute oral toxicity was evaluated in Holtzman rats and the extract did not produce acute toxic effects or lethality, with the LD50 > 5000 mg/kg (extract wet weight). Furthermore, subacute oral toxicity was evaluated in rats for 28 days at daily doses as high as 2000 mg/kg without toxicity or abnormal clinical chemistry or hematological effects. Daily oral doses of 250 - 1000 mg/kg were used to evaluate the treatment effects in hyperglycemic (alloxan-induced and glibenclamide-controlled), hyperlipidemic (cholesterol-induced and atorvastatin-controlled), and hypertensive (L-NAME-induced and enalapril-controlled) rat models. Alloxan-induced hyperglycemia was reduced in a dose-dependent manner within 28 days or less. Cholesterol-induced hyperlipidemic rats exhibited dose-dependent reductions in cholesterol and triglycerides at 21 days. Furthermore, GlucoMedix® produced a dose-dependent decrease in systolic and diastolic arterial blood pressure in L-NAME-induced hypertensive rats at 28 days. CONCLUSIONS: The five in vivo rat models revealed that the all-natural phytotherapy GlucoMedix® is a safe and effective treatment for hyperglycemia, hyperlipidemia, and hypertension. This extract is expected to affect multiple comorbidities of metabolic syndrome, without any acute or subacute oral toxicity in humans. Although multiple prescription drugs are well known for the treatment of individual comorbidities of metabolic syndrome, no drug monotherapy concurrently treats all three comorbidities.",
      "mesh_terms": [
        "Animals",
        "Cat's Claw",
        "Hyperglycemia",
        "Hyperlipidemias",
        "Hypertension",
        "Metabolic Syndrome",
        "Plant Extracts",
        "Rats",
        "Stevia"
      ]
    },
    {
      "pmid": "35209150",
      "title": "Anti-Cancer Properties of Stevia rebaudiana; More than a Sweetener.",
      "authors": [
        "Nikos Iatridis",
        "Anastasia Kougioumtzi",
        "Katerina Vlataki",
        "Styliani Papadaki",
        "Angeliki Magklara"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Feb-17",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Stevia rebaudiana Bertoni is a perennial shrub from Paraguay that is nowadays widely cultivated, since it is increasingly being utilized as a sugar substitute in various foodstuffs due to its sweetness and minimal caloric content. These properties of the plant's derivatives have spurred research on their biological activities revealing a multitude of benefits to human health, including antidiabetic, anticariogenic, antioxidant, hypotensive, antihypertensive, antimicrobial, anti-inflammatory and antitumor actions. To our knowledge, no recent reviews have surveyed and reported published work solely on the latter. Consequently, our main objective was to present a concise, literature-based review of the biological actions of stevia derivatives in various tumor types, as studied in in vitro and in vivo models of the disease. With global cancer estimates suggesting a 47% increase in cancer cases by 2040 compared to 2020, the data reviewed in this article should provide a better insight into Stevia rebaudiana and its products as a means of cancer prevention and therapy within the context of a healthy diet.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Clinical Studies as Topic",
        "Disease Models, Animal",
        "Diterpenes, Kaurane",
        "Drug Evaluation, Preclinical",
        "Glucosides",
        "Humans",
        "Inhibitory Concentration 50",
        "Metabolic Networks and Pathways",
        "Molecular Structure",
        "Stevia",
        "Structure-Activity Relationship",
        "Sweetening Agents"
      ]
    },
    {
      "pmid": "35164457",
      "title": "Effects of Stevia rebaudiana Bertoni extracts in the rat model of epilepsy induced by pentylenetetrazol: Sirt-1, at the crossroads between inflammation and apoptosis.",
      "authors": [
        "Eman M El Nashar",
        "Walaa Obydah",
        "Mansour A Alghamdi",
        "Somaya Saad",
        "Asmaa Yehia",
        "Ayda Maryoud",
        "Nedaa A Kiwan",
        "Wardah A Alasmari",
        "Abdelaziz M Hussein"
      ],
      "journal": "Journal of integrative neuroscience",
      "publication_date": "2022-Jan-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study investigated the effects of stevia extracts on a PTZ-induced epileptic rat model and its potential mechanism. Thirty male Sprague-Dawley rats were equally subdivided into 3 groups; (1) normal control (NC) group, (2) PTZ-group: received PTZ (50 mg/kg, i.p. every other day) for 2 weeks, and (3) PTZ+ Stevia group: received PTZ and stevia (200 mg/kg orally daily) for 4 weeks (2 weeks before the start of PTZ treatment and 2 weeks with PTZ administration). The first jerk latency and the seizure score were assessed in rats. Also, brain tissue samples were collected by the end of the experiment, and oxidative stress markers (catalase, MDA, and total antioxidant capacity (TAC)) were measured by biochemical analysis in hippocampal brain homogenates. Also, in the hippocampus, the expression of IL6 and Bcl-2 at the mRNA level and expression of Sirt-1, P53, caspase-3, GFAP, and NF-kB in CA3 hippocampal region by immunohistochemistry was investigated. PTZ substantially increased the seizure score and decreased the seizure latency. Also, PTZ significantly increased MDA, GFAP, IL-6, NF-kB, caspase-3, and p53 and significantly reduced Sirt-1, TAC, and Bcl-2 in hippocampal tissues compared to the control group (p < 0.01). However, Stevia Rebaudiana Bertoni (Stevia R.) significantly attenuated the PTZ-induced seizures, improved oxidative stress markers, downregulated GFAP, IL-6, NF-kB, caspase-3, and p53, and upregulated Sirt-1 and Bcl-2 in the CA3 hippocampal region (p < 0.01). In conclusion, Stevia R. exhibits neuroprotective and antiepileptic actions in PTZ-induced epilepsy due to its antioxidant, anti-apoptotic, and anti-inflammatory effects. Additionally, the Sirt-1 pathway might be involved in the antiepileptic and neuroprotective effects of stevia in PTZ-kindled epileptic rat model.",
      "mesh_terms": [
        "Animals",
        "Anticonvulsants",
        "Antioxidants",
        "Apoptosis",
        "Convulsants",
        "Disease Models, Animal",
        "Epilepsy",
        "Hippocampus",
        "Male",
        "Neuroinflammatory Diseases",
        "Pentylenetetrazole",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sirtuin 1",
        "Stevia"
      ]
    },
    {
      "pmid": "34605559",
      "title": "Influence of calcium and magnesium elimination on plant biomass and secondary metabolites of Stevia rebaudiana Bertoni.",
      "authors": [
        "Muhammad Arslan Ahmad",
        "Xu Deng",
        "Muhammad Adeel",
        "Muhammad Rizwan",
        "Noman Shakoor",
        "Yuesuo Yang",
        "Rabia Javed"
      ],
      "journal": "Biotechnology and applied biochemistry",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study reports the increment in the secondary metabolites in Stevia rebaudiana plant after exposure to the elimination of Ca and Mg from Murashige and Skoog culture medium. The effect of nutrient stress on regenerants of S. rebaudiana is measured, which reveals significantly enhanced growth parameters, steviol glycosides (SGs) content, and nonenzymatic antioxidants; total phenolic content, total flavonoid content, total antioxidant capacity, total reducing power, and DPPH-free radical scavenging activity as compared with the control treatment. However, significantly highest amounts are obtained in a medium with only Ca deficiency. The amount of rebaudioside A (Reb A) and stevioside (ST) obtained in the case of Ca-deficient medium is 4.08 and 0.69%, respectively. It is followed by the results obtained from both Ca- and Mg-deprived medium [Reb A (3.23%) and ST (0.52%)] and the lowest values are obtained from medium lacking Mg only [Reb A (2.60%) and ST (0.40%)]. The most probable adaptation mechanism might be the production of reactive oxygen species by nutrients' stress, which results in secondary metabolites production as defensive moieties to overcome stress situation. This effective protocol needs to be refined to apply on an industrial scale in bioreactors for increasing quantities of commercially important pharmaceutical compounds.",
      "mesh_terms": [
        "Stevia",
        "Magnesium",
        "Calcium",
        "Biomass",
        "Plant Leaves",
        "Antioxidants",
        "Pharmaceutical Preparations"
      ]
    },
    {
      "pmid": "34530345",
      "title": "The use of alternative sweeteners (sucralose and stevia) in healthy soft-drink beverages, enhances the bioavailability of polyphenols relative to the classical caloric sucrose.",
      "authors": [
        "Vicente Agulló",
        "Cristina García-Viguera",
        "Raúl Domínguez-Perles"
      ],
      "journal": "Food chemistry",
      "publication_date": "2022-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The comparison of non-caloric sweeteners (stevia and sucralose) and sucrose, on the plasma concentration and cumulative effects of phenolic compounds, was achieved. A long-term intervention, consisting of the daily intake of 330 mL of healthy citrus-maqui soft drinks, for 60 days, by 138 healthy overweight adults, was followed. A total of 24 bioavailable metabolites derived from caffeic acid, 3,4-di-hydroxyphenylacetic acid, eriodictyol, homoeriodictyol, hippuric acid, naringenin, 2,4,6-tri-hydroxybenzaldehyde, and vanillic acid were detected in peripheral blood plasma. A similar augment of bioactive compounds in plasma concentrations were found for the three beverages, in the range 12.3% (day 0)- 85.3% (day 60), depending on the analyte considered. Due to this, the present study highlights sucralose and stevia as valuable alternatives to sucrose, providing and non-significantly different plasma concentration and cumulative effect in the plasma, thus contributing to prevent a diversity of metabolic disorders and health constraints.",
      "mesh_terms": [
        "Beverages",
        "Biological Availability",
        "Carbonated Beverages",
        "Polyphenols",
        "Stevia",
        "Sucrose",
        "Sweetening Agents"
      ]
    },
    {
      "pmid": "34333410",
      "title": "Effect of Stevia rebaudiana Bertoni residue on the arsenic phytoextraction efficiency of Pteris vittata L.",
      "authors": [
        "Yingying Lu",
        "Shuijiao Liao",
        "Yiran Ding",
        "Ying He",
        "Ziyi Gao",
        "Danna Song",
        "Wei Tian",
        "Xing Zhang"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2022-Jan-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Soil contamination by arsenic (As) presents a high risk to public health, necessitating urgent remediation. This study sought to develop an efficient strategy for the phytoremediation of As-contaminated soil. The effects of Stevia rebaudiana Bertoni residue (SR) on the available As (A-As) concentration of soil and As extraction from the soil by Pteris vittata L. were studied by soil simulation, pot, and field experiments. The A-As concentration in the soil simulation experiment increased significantly by 84.20% after 20 days. The biomass, As concentration, and total extracted As of SR-treated P. vittata L. in the pot experiment increased significantly by 50.66%, 120.2%, and 171.2%, respectively, compared to the untreated control. The SR-treated rhizosphere soil in the pot experiment displayed a significant 21.72% decrease in total As concentration. In the one-year field experiment, treatment with SR resulted in a significant 191.1% increase in As extraction by P. vittata L. and a significant 10.26% reduction in rhizosphere soil As concentration compared to the control. This study proposes a potential mechanism for SR-mediated enhancement of P. vittata L. As extraction ability and provides a new, economic, and environmentally friendly method for As-contaminated soil remediation.",
      "mesh_terms": [
        "Arsenic",
        "Biodegradation, Environmental",
        "Pteris",
        "Soil",
        "Soil Pollutants",
        "Stevia"
      ]
    },
    {
      "pmid": "34083940",
      "title": "Effect of dietary stevia-based sweetener on body weight and humoral immune response of broiler chickens.",
      "authors": [
        "Ramón Miguel Molina-Barrios",
        "Cielo Rubí Avilés-Trejo",
        "María Esthela Puentes-Mercado",
        "Jesús Raymundo Cedillo-Cobián",
        "Juan Francisco Hernández-Chavez"
      ],
      "journal": "Veterinary world",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: Steviol glycosides extracted from the leaves of Stevia rebaudiana Bertoni have been of much consideration recently because of their beneficial effects on health, raising the possibilities for improving farm animals' health. Although some studies on stevia's dietary effect on body weight gain are available, few studies have been conducted to evaluate stevioside supplementation on immune response in broilers. This experiment aimed to analyze how a stevia-based sweetener can affect broiler chickens' growth performance and humoral response. MATERIALS AND METHODS: In this experiment, one hundred and twenty 1-day-old Cobb-line broiler chicks fed with commercial starter/grower diets were included in three groups and supplemented with stevia-based sweetener at levels 0, 80, and 160 ppm, respectively. Chickens were weighed on day 0 and every 7 days for the next 6 weeks. Chicks were then immunized on days 10 and 24 with a Newcastle and infectious bronchitis vaccine and blood sampled on days 7, 24, and 35. Serologic assays were performed to detect specific antibody levels. RESULTS: The body weight means and body weight gain on day 42 were found to be significantly higher in birds from the group fed with 80 ppm of stevia-based sweetener than those in the control group and slightly higher than those in the group supplemented with 160 ppm of stevia-based sweetener. Likewise, on day 35, antibodies against the Newcastle disease virus were higher in the treatment groups. Immune response to infectious bronchitis virus vaccination was not statistically different among the three groups through the experiment. CONCLUSION: Stevia-based sweetener at 80 ppm in commercial-based diets improved body weight gain and immune response in broiler chickens at the market age."
    },
    {
      "pmid": "33667967",
      "title": "Moisture stress and nitrogen availability modulate the secondary metabolite profiles, enzymatic activity, and physiological and agronomic traits of Stevia rebaudiana.",
      "authors": [
        "Mitali Mahajan",
        "Babit Kumar Thakur",
        "Probir Kumar Pal"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Performances of crops are mainly influenced by frost, heat and availability of soil-water and nitrogen (N). However, little is known about the interaction between soil-water and N on Stevia rebaudiana. Thus, a field experiment was conducted with fifteen treatment combinations comprising three levels of soil-moisture (irrigation at 20, 50 and 75 kPa soil-water-potential) and five N levels (0-140 kg ha-1) to understand how soil-moisture and N influence growth, physiological and biochemical activities of stevia. Plants irrigated at 50 kPa registered 6.3-18.9% and 20.7-21.2% higher dry leaf yield compared with 20 and 75 kPa, respectively. No significant (P ≥ 0.05) differences in concentrations of total steviol glycosides (TSGs) in leaf were found due to moisture regimes. Total soluble sugars (TSS), proline, total phenols were decreased significantly (P ≤ 0.05) with plants irrigated at 20 kPa whereas SOD, CAT, and POX were decreased at both excessive and deficit water conditions. Photosynthetic rate (PN) and stomatal conductance (gs) decreased with plant irrigated at 75 kPa. Anatomical changes in leaf were also observed due to different moisture regimes. Among the N levels, 105 kg ha-1 registered approximately 50-53% higher dry leaf yield compared with control (0 kg N ha-1), irrespective of irrigation level. Excess (140 kg ha-1) and shortage of N significantly decreased the PN, gs, and enzyme activities. Concentrations of TSS and TSGs were higher with N at 105 and 70 kg ha-1, respectively. Our results emphasize that irrigation at 50 kPa and application of N 105 kg ha-1 is the suitable combination for sustainable cultivation of stevia.",
      "mesh_terms": [
        "Diterpenes, Kaurane",
        "Nitrogen",
        "Photosynthesis",
        "Plant Leaves",
        "Soil",
        "Stevia"
      ]
    },
    {
      "pmid": "33572614",
      "title": "Two Advanced Cryogenic Procedures for Improving Stevia rebaudiana (Bertoni) Cryopreservation.",
      "authors": [
        "Carla Benelli",
        "Lara S O Carvalho",
        "Soumaya El Merzougui",
        "Raffaella Petruccelli"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cryopreservation is a useful tool for the long-term storage of plant genetic resources, and different cryogenic procedures have recently been developed. The present study focused on the use of the Droplet-vitrification (DV) and V cryo-plate protocol for the cryopreservation of Stevia rebaudiana in vitro-derived apical shoot tips and axillary shoot tips. A preliminary test showed that 90 and 120 min PVS2 (Plant Vitrification Solution 2) treatment significantly reduced the regrowth of the explants before immersion in liquid nitrogen (LN). For both procedures tested, the best osmoprotective condition for obtaining a higher regrowth of cryopreserved explants occurred when explants were PVS2 treated for 60 min. After direct immersion in LN, thawing and plating, the highest regrowth recorded was 80% with DV and 93% with V cryo-plate. Moreover, shoot tips proved to be a more suitable material for Stevia cryopreservation. A satisfactory vegetative regrowth was observed in the subcultures following cryopreservation by DV and V cryo-plate cryogenic procedures."
    },
    {
      "pmid": "33568874",
      "title": "Whey protein enriched with Stevia rebaudiana fraction restores the pancreatic function of streptozotocin induced diabetic rats.",
      "authors": [
        "Paula Gimenez Milani",
        "Silvano Piovan",
        "Yago Carvalho Lima",
        "Maria Rosa Trentin Zorzenon",
        "Carlos Vinicius Dalto da Rosa",
        "Giuliana Maria Ledesma Peixoto",
        "Paulo Cezar de Freitas Mathias",
        "Maria Raquel Marçal Natali",
        "Silvio Claudio da Costa",
        "Cecília Edna Mareze-Costa"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study aims to analyse the treatment of whey protein enriched with Stevia rebaudiana fraction in insulin secretion and its role mitigating streptozotocin-induced hyperglycemia in rats. Thus, diabetic animals were treated with whey protein enriched with S. rebaudiana fraction or with only the protein isolate or only the Stevia fraction. Insulin level in plasma was measured by radioimmunoassay and the viability of β cells was detected by immunohistochemistry. The results showed that diabetic animals treated with whey protein enriched with S. rebaudiana fraction had a greater recovery from insulinemia, with plasma levels similar to non-diabetic animals (~ 0.13 ng/mL). In addition, the same group showed a higher number of insulin-positive pancreatic B cells (~ 66%) in immunohistochemistry analysis, while the diabetic groups treated with only the fraction of stevia or whey protein showed 38 and 59% of positive cells, respectively. These results show that the treatment may have restored the viability of streptozotocin-injured pancreatic B cells, and consequently increased insulin secretion, suggesting whey protein enriched with S. rebaudiana fraction can be used an adjunct/supplement in diabetic treatment."
    },
    {
      "pmid": "33429850",
      "title": "The Effect of Foliar Selenium (Se) Treatment on Growth, Photosynthesis, and Oxidative-Nitrosative Signalling of Stevia rebaudiana Leaves.",
      "authors": [
        "Péter Borbély",
        "Árpád Molnár",
        "Emil Valyon",
        "Attila Ördög",
        "Klára Horváth-Boros",
        "Dezső Csupor",
        "Attila Fehér",
        "Zsuzsanna Kolbert"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2021-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium (Se) enrichment of Stevia rebaudiana Bertoni can serve a dual purpose, on the one hand to increase plant biomass and stress tolerance and on the other hand to produce Se fortified plant-based food. Foliar Se spraying (0, 6, 8, 10 mg/L selenate, 14 days) of Stevia plantlets resulted in slightly decreased stevioside and rebaudioside A concentrations, and it also caused significant increment in stem elongation, leaf number, and Se content, suggesting that foliar Se supplementation can be used as a biofortifying approach. Furthermore, Se slightly limited photosynthetic CO2 assimilation (AN, gsw, Ci/Ca), but exerted no significant effect on chlorophyll, carotenoid contents and on parameters associated with photosystem II (PSII) activity (FV/FM, F0, Y(NO)), indicating that Se causes no photodamage in PSII. Further results indicate that Se is able to activate PSI-cyclic electron flow independent protection mechanisms of the photosynthetic apparatus of Stevia plants. The applied Se activated superoxide dismutase (SOD) isoenzymes (MnSOD1, FeSOD1, FeSOD2, Cu/ZnSOD1, Cu/ZnSOD2) and down-regulated NADPH oxidase suggesting the Se-induced limitation of superoxide anion levels and consequent oxidative signalling in Stevia leaves. Additionally, the decrease in S-nitrosoglutathione reductase protein abundance and the intensification of protein tyrosine nitration indicate Se-triggered nitrosative signalling. Collectively, these results suggest that Se supplementation alters Stevia shoot morphology without significantly affecting biomass yield and photosynthesis, but increasing Se content and performing antioxidant effects, which indicates that foliar application of Se may be a promising method in Stevia cultivation."
    },
    {
      "pmid": "33266059",
      "title": "Effects of Dietary Supplementation with High Fiber (Stevia Residue) on the Fecal Flora of Pregnant Sows.",
      "authors": [
        "Miao Yu",
        "Tie Gao",
        "Zhen Liu",
        "Xinping Diao"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2020-Nov-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the effects of different supplementation levels of stevia residues in high-fiber diets on the fecal microorganisms of pregnant sows. Forty-eight first-farrowing Danish Landrace sows with similar weight, age, and due date were randomly divided into four groups. The control group was fed a normal diet (CON; 3.15% crude fiber content), and the treatment groups were supplemented with 20% stevia residue (SRL), 30% stevia residue (SRM), or 40% stevia residue (SRH) stevia residue, with crude fiber content of 7.79%, 9.15%, and 10.68%, respectively. The test period was 135 days, and Illumina Miseq high-throughput sequencing was used to test the fecal bacteria of the pregnant sows on day 56. Compared to the control group, species diversity was greater in the 30% stevia residue group. At the phylum level, Firmicutes and Spirochaetes had the greatest relative abundances; Firmicutes was most abundant in the SRM group, and Spirochaetes was most abundant in the CON group. At the genus level, Lactobacillus, Streptococcus, and Lachnospiraceae_XPB1014_group, and Treponema_2 had the highest relative abundances in the stevia-residue treatments. Among them, Lactobacillus and Treponema_2 were more abundant in SRL, Streptococcus was more abundant in SRH, and Lachnospiraceae_XPB1014_group was more abundant in SRM. Linear discriminant analysis effect size (LEfSe) showed that the bacterial species differed among the stevia residue treatments. SRL mainly included g__Lactobacillus and g__Romboutsi, SRM mainly included g__Lachnospiraceae_XPB1014_group and g__Ruminococcaceae_UCG_014, SRH mainly included g__Streptococcus, and CON mainly included g__Treponema_2, f__Clostridiaceae_1, g__norank_f__Muribaculaceae, and g__norank_f__p_251_o5. Stevia-residue supplementation significantly increased the abundance of beneficial bacteria, such as g__Lachnospiraceae_XPB1014_group, g__Christensenellaceae_R-7_group, and g__Ruminococcaceae_UCG-005 (p < 0.05), and significantly reduced the abundance of harmful bacteria, such as Treponema_2 (p < 0.05). Moreover, compared with the control group, the stevia-residues treatment groups reduced the feed cost 8.33%, 12.50%, and 13.33% per sow per day, respectively. In conclusion, high-fiber diets can improve the intestinal balance and evenness index of the intestinal flora in pregnant sows, promote the relative abundance of beneficial bacteria, reduce the relative abundance of harmful bacteria, and reduce feed cost. The optimal supplementation level of the stevia residue was found to be 30%."
    },
    {
      "pmid": "33198205",
      "title": "PEG 6000-Stimulated Drought Stress Improves the Attributes of In Vitro Growth, Steviol Glycosides Production, and Antioxidant Activities in Stevia rebaudiana Bertoni.",
      "authors": [
        "Muhammad Arslan Ahmad",
        "Rabia Javed",
        "Muhammad Adeel",
        "Muhammad Rizwan",
        "Yuesuo Yang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2020-Nov-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study addresses the favourable effects of drought stress imposed by polyethylene glycol (PEG) 6000 on the micropropagated shoots of Stevia rebaudiana. Various concentrations, i.e., 0, 0.5, 1, 2, and 4% of PEG 6000 were applied to the nodal shoot explants for four weeks, and the influence produced on shoots growth parameters, bioactive steviol glycosides (rebaudioside A and stevioside), and nonenzymatic antioxidant activities (total phenolic content (TPC), total flavonoid content (TFC), total antioxidant capacity (TAC), total reducing power (TRP) and 1,1-diphenyl-2-picrylhydrazyl(DPPH)-free radical scavenging activity (FRSA)) was elucidated. The significantly highest yield (92.4% direct shoot organogenesis) and secondary metabolites (2.94% Reb A, 2.52% ST, 95.3% DPPH-FRSA, 15.0% TPC, 13.0 µg/mg TFC, 22.3 µg/mg TAC, and 19.8 µg/mg TRP) production in response to abiotic stress elicitors was obtained in Murashige and Skoog (MS) medium treatment provided with 4% of PEG 6000. The overall trend was significant enhancement of growth dynamics and pharmaceutical compounds from control to 4% of PEG 6000 concentration as a defensive response against reactive oxygen species (ROS) produced in excess by water deficit. This is a very promising study to be employed in bioreactors to get markedly enhanced content of compounds of medicinal importance in the pharmaceutical market."
    },
    {
      "pmid": "33161596",
      "title": "Safely effective hypoglycemic action of stevia and turmeric extracts on diabetic Albino rats.",
      "authors": [
        "Abdalla El-Hadary",
        "Mahmoud Sitohy"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The potentiality of Stevia leaves and turmeric roots as remedies against diabetes mellitus type 2 was tested in this study. Stevia leaves and turmeric roots were extracted with ethanol:water (80:20 v/v) and analyzed by HPLC. Turmeric extract (TUE) was rich in; curcumin, gallic acid, and eugenol. Stevia extract (STE) contained 28 known compounds, including glycosides, aromatic organic acids, and catechin. Fifty rats were divided into five groups (10 rats each); the control group were fed with feed and water ad libitum. Forty rats were injected a single dose of alloxan, then treated with either 10 mg/kg glibenclamide (GLI), 300 mg/kg STE, or 200 mg/kg TUE or water (positive control) through daily gastric oral gavages for 56 days. Treating diabetic rats with TUE significantly reduced serum glucose and glycated hemoglobin down to the negative control levels. Both GLI and STE produced similar but less effective actions. Animals treated with either STE or TUE exhibited reduced levels of liver and kidney markers compared to the negative control, while GLI increased them significantly. It could be concluded that turmeric roots and stevia leaves extracts can be used treatment for type 2 diabetes. PRACTICAL APPLICATIONS: Turmeric roots and stevia leaves extracts may be used as a remedy for type 2 diabetic patients as aiding substituting treatments under medical supervision. The two plant sources can be used as raw materials for the extracts, which can be used under medical supervision as a gradual replacement of the synthetic antidiabetic drugs. These extracts can be used after a preliminary clinical study to determine the dose and frequency of administration. Stevia extract can be incorporated in drinks as a sweetener and drug. Turmeric extract has a bitter taste, so it may be incorporated in some foods such as bread, which is a traditional practice in some kinds of bread in Egypt. But its content in the bread and the acceptability of the taste should be adjusted. Alternatively, this food can incorporate both TUE and STE to get the best biological action and to conceal the bitter taste of turmeric.",
      "mesh_terms": [
        "Animals",
        "Curcuma",
        "Diabetes Mellitus, Experimental",
        "Diabetes Mellitus, Type 2",
        "Humans",
        "Hypoglycemic Agents",
        "Plant Extracts",
        "Rats",
        "Stevia"
      ]
    },
    {
      "pmid": "33104778",
      "title": "Consumption of the Sugar Substitute Stevia Leads to Cross-Reactivity of CEDIA® Buprenorphine II Immunoassay.",
      "authors": [
        "Sabine Plattner",
        "Marion Pavlic",
        "Florian Pitterl",
        "Birthe Schubert"
      ],
      "journal": "Journal of analytical toxicology",
      "publication_date": "2021-Nov-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Buprenorphine is a semisynthetic opioid that is often used in opiate maintenance therapy. For this purpose, regular toxicological analyses of urine samples are mandatory. For fast analytical results, analyses are commonly performed by immunoassay, for example, Thermo Scientific™ CEDIA® Buprenorphine or Buprenorphine II assay. One drawback of immunoassay-based methods is the possible cross-reaction with other substances. Several drugs have already been checked for cross-reactivity to CEDIA® Buprenorphine II immunoassay. In contrast, cross-reactivities have not been checked for any food additives. In the present study, a cross-reaction of CEDIA® Buprenorphine II assay to steviol glucuronide was investigated. Steviol glucuronide is a phase II metabolite of the sugar substitute stevia. For our study, 32 urine samples of patients in rehabilitation centers were collected. These samples were tested positive with the CEDIA® Buprenorphine II immunoassay. These findings were suspicious, because it was highly unlikely that the patients in those institutions had access to buprenorphine. The absence or presence of buprenorphine in urine samples was evaluated by a validated gas chromatography-mass spectrometry method. In order to determine the concentration of steviol glucuronide in urine samples, a liquid chromatography-tandem mass spectrometry method has been developed and fully validated according to the respective guidelines of the German Society of Toxicological and Forensic Chemistry. The cross-reactivity of steviol glucuronide in the CEDIA® Buprenorphine II immunoassay was observed at concentrations above 15,000 µg/L. These findings demonstrate that food additives should also be considered as compounds that may reduce the selectivity of immunoassays and emphasize the importance of confirming implausible results by selective analytical methods.",
      "mesh_terms": [
        "Buprenorphine",
        "Humans",
        "Immunoassay",
        "Stevia",
        "Substance Abuse Detection",
        "Sweetening Agents"
      ]
    },
    {
      "pmid": "33099759",
      "title": "Identification of GH1 gene family fgt members in Stevia rebaudiana and their expression when grown in darkness.",
      "authors": [
        "Yongheng Yang",
        "Ting Zhang",
        "Xiaoyang Xu",
        "Yuming Sun",
        "Yongxia Zhang",
        "Menglan Hou",
        "Suzhen Huang",
        "Haiyan Yuan",
        "Haiying Tong"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana Bertoni is an important economic crop that is well known for its secondary metabolites, steviol glycosides (SGs), found in leaves. Because the enzymes of deglycosylation (glycoside hydrolases) play important roles in SGs biosynthetic processes, our study is focused on the functions of β-glucosidases in SGs catabolism in stevia. We cloned and characterized 19 stevia GH1 genes based on transcriptomic sequences. The 19 genes were divided into five putative subfamilies in Arabidopsis. Conserved motifs in the SrGH1 proteins were analysed using the online motif-based sequence analysis tool, MEME. Most of the identified proteins contain the conserved 'TFNEP' motif (contains the catalytic acid/base) and 'ITENG' motif (contains the catalytic nucleophile). Furthermore, the steviol glycoside content and expression of these 19 genes were characterized under constant darkness. The dark treatment lowered the steviol glycoside content significantly, while SrBGLU16 responded to darkness and was markedly upregulated. This study is the first transcriptome-wide analysis of the GH1 family in Stevia rebaudiana. The sequences of 19 SrGH1 members and their expression when grown in darkness were characterized. Among the 19 genes, SrBGLU16 was markedly upregulated by darkness. Thus, we identified SrBGLU16 for further investigation as a possible steviol glycoside beta-glucosidase.",
      "mesh_terms": [
        "Cellulases",
        "Darkness",
        "Diterpenes, Kaurane",
        "Gene Expression Regulation, Plant",
        "Genes, Plant",
        "Glucosides",
        "Stevia",
        "Transcriptome"
      ]
    },
    {
      "pmid": "33035185",
      "title": "Prophylactic effect of aquatic extract of stevia on acetic acid induced-ulcerative colitis in male rats: a possible role of Nrf2 and PPARγ.",
      "authors": [
        "Abeer F Mostafa",
        "Mahmoud M Elalfy",
        "Ahmed Shata",
        "Mona G Elhadidy"
      ],
      "journal": "Journal of basic and clinical physiology and pharmacology",
      "publication_date": "2020-Oct-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Ulcerative colitis (UC) is a non-specific intestinal inflammatory disease. Several studies demonstrated that inflammation and oxidative stress play significant role in the pathogenesis of this disease. This study aimed to determine the protective effect and possible mechanism by which stevia affects the course of experimentally induced colitis. METHODS: Male rats were received stevia 20, 40, 80 mg/kg/day before induction of colitis by intra-rectal administration of 2 mL of 4% acetic acid, AA. Macroscopic and histopathological examination of the colon were done. Colonic content of catalase (CAT), superoxide dismutase (SOD), reduced glutathione (GSH), myeloperoxidase (MPO) and thiobarbituric acid reactive substances (TBARS) activities and serum levels of interleukin (IL)1- β and tumor necrosis factor (TNF)-α were assessed. Real time-PCR (RT-PCR) was done to determine the expression of NF-κB, Nrf2 and PPARγ genes. Spontaneous contraction and effects of increasing concentrations of acetylcholine and stevia have been studied on the isolated colonic segments. RESULTS: Stevia ameliorated colitis not only histopathologically but also it decreased the level of TNF-α, IL-1β, TBARS, MPO and the expression of NF-κB which were significantly increased in the AA group. The concentration of GSH, SOD, CAT and expression of Nrf2 and PPARγ were significantly increased with stevia. Moreover, stevia showed a relaxant effect on the colonic contractility which was increased in AA group. These all effects of stevia were more prominent with its highest dose. CONCLUSION: Our results explored that, stevia acts protectively against UC by its anti-inflammatory and antioxidant properties which mediated by up-regulation of Nrf2 and PPARγ with downregulation of NF-κB. We suggest that stevia has the potential for treatment of chronic inflammatory diseases, such as UC.",
      "mesh_terms": [
        "Acetic Acid",
        "Animals",
        "Colitis, Ulcerative",
        "Colon",
        "Male",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "PPAR gamma",
        "Plant Extracts",
        "Rats",
        "Stevia",
        "Superoxide Dismutase",
        "Thiobarbituric Acid Reactive Substances",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "32783985",
      "title": "Effect of stevia aqueous extract on the antidiabetic activity of saxagliptin in diabetic rats.",
      "authors": [
        "Raafat A Abdel-Aal",
        "Mahran S Abdel-Rahman",
        "Soad Al Bayoumi",
        "Laila A Ali"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2021-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Stevia rebaudiana Bertoni is a perennial herb that belongs to the Asteraceae family. It is a natural sweetener plant known as \"Sweet Leaf\", \"Sweet Herbs\" and \"Honey Leaf\", which is estimated to be 300 times more sweetening than sugar cane. Stevia has been used as a traditional treatment for diabetes in many countries for hundreds of years. Several animal studies referred to the antihyperglycemic activity of stevia. However, the combined use of stevia with saxagliptin has not been studied so far, so this study has been done. The aim of the present study was to evaluate the antihyperglycemic effect of stevia alone and in combination with saxagliptin. MATERIALS AND METHODS: Diabetes was induced in rats by i.p. injection of streptozotocin and nicotinamide. Animals were divided into five groups, each contains eight rats. Group I: included negative controland group II: included diabetic control that received saline. Group III: included diabetic rats that received 400 mg/kg/day stevia aqueous extract. Group IV: included diabetic rats that received saxagliptin 10 mg/kg/day. Group V: included diabetic rats that received stevia 400 mg/kg + saxagliptin 10 mg/kg. Food and water intake were measured daily while body weight was measured weekly. After 3 weeks animals were sacrificed and blood and tissue samples were collected. Fasting blood glucose (FBG), serum insulin, serum dipeptidylepeptidase-4 (DPP-4), TC, TGs, LDL, HDL, GSH and MDA were measured in treated and control rats by colorimetric and ELISA methods. RESULTS: Both stevia and saxagliptin significantly reduced food, water intake, body weight and FBG. Stevia with saxagliptin produced more significant decrease in FBG. While serum insulin increased significantly in stevia, saxagliptin treated groups and their combination. Serum DPP-4 decreased significantly in all treated groups, concerning lipid profile, stevia and saxagliptin notably lowered TC, TGs, and LDL and increased HDL. Both stevia and saxagliptin remarkably decreased MDA and increased GSH compared to diabetic rats. In addition, stevia significantly improved the antidiabetic effects of saxagliptin. CONCLUSION: Stevia has an antihyperglycemic effect and could enhance the antidiabetic activity of saxagliptin. DPP-4 attenuation, antihyperlipidemic and antioxidant activity as well as improvement of insulin sensitivity may be involved in the antidiabetic action of stevia.",
      "mesh_terms": [
        "Adamantane",
        "Animals",
        "Antioxidants",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Dipeptides",
        "Herb-Drug Interactions",
        "Hypoglycemic Agents",
        "Hypolipidemic Agents",
        "Insulin Resistance",
        "Male",
        "Niacinamide",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Stevia",
        "Streptozocin"
      ]
    },
    {
      "pmid": "32671162",
      "title": "Dataset concerning effects of stevia (Stevia rebaudiana bertoni), amlodipine, losartan, and valsartan on water consumption, blood glucose and heart tissue in gentamycin-induced nephrotoxicity in the rat model.",
      "authors": [
        "Farhana Rizwan",
        "Saquiba Yesmine",
        "Ishtiaque Ahmed Chowdhury",
        "Sultana Gulshana Banu",
        "Tapan Kumar Chatterjee"
      ],
      "journal": "Data in brief",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This dataset indicates the effect of stevia (Stevia rebaudiana Bertoni); angiotensin-II type-1 receptor (AT1) blockers, losartan and valsartan; and a calcium (Ca2+) channel blocker, amlodipine; on water consumption, fasting blood glucose, and cardiac histology in gentamycin-induced nephrotoxic rat model. Six groups of male Sprague-Dawley rats were selected as sham control group, gentamycin-induced nephrotoxic disease control group; gentamycin-induced disease control groups treated with stevia (200 mg/kg/day); amlodipine (4 mg/kg/day); losartan (15 mg/kg/day) and valsartan (5 mg/kg/day) respectively. Fasting blood glucose level and water consumption were recorded daily for the first week and then weekly for the rest of treatment period. Serum creatinine, blood urea, total protein and lipid profile were determined. Histological examination of the heart tissue was assessed to find out any alteration of cardiac muscle tissue following gentamycin-induced nephrotoxicity. This article provides additional data collected from the same animals previously reported [1] ."
    },
    {
      "pmid": "32613954",
      "title": "Anti-hyperuricemic potential of stevia (Stevia rebaudiana Bertoni) residue extract in hyperuricemic mice.",
      "authors": [
        "Arshad Mehmood",
        "Liang Zhao",
        "Muhammad Ishaq",
        "Wang Xin",
        "Lei Zhao",
        "Chengtao Wang",
        "Imam Hossen",
        "Huimin Zhang",
        "Yunhe Lian",
        "Meili Xu"
      ],
      "journal": "Food & function",
      "publication_date": "2020-Jul-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hyperuricemia (HUA) is considered a potent risk factor for the development of gout, renal failure, and cardiovascular disease. The current project was designed to use stevia (Stevia rebaudiana Bertoni) byproduct, named stevia residue extract (STVRE), for the treatment of HUA. Male Kunming mice were divided into six groups: normal control, model control, positive control (allopurinol, 5 mg per kg body weight [bw]), STVRE-1 (75 mg per kg bw), STVRE-2 (150 mg per kg bw), and STVRE-3 (300 mg per kg bw). HUA was induced by the administration of potassium oxonate (100 mg per kg bw), fructose (10% w/v), and yeast extract (100 mg per kg bw) for 8 weeks. STVRE significantly (p < 0.05) decreased uric acid (UA) production and ameliorated UA excretion by interacting with urate transporters. The STVRE remarkably attenuated oxidative stress mediated by UA and downregulated inflammatory-related response markers such as COX-2, NF-κB, PGE2, IL-1β, and TNF-α. Furthermore, STVRE also reversed HUA-induced abnormalities in kidneys compared with the MC group. The results of our study suggest that STVRE has potential to attenuate hyperuricemia and renal protective effects, and may be used as a natural supplement for the possible treatment of UA-related disorders.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Hyperuricemia",
        "Male",
        "Mice",
        "Mice, Inbred Strains",
        "Phytotherapy",
        "Plant Extracts",
        "Stevia"
      ]
    },
    {
      "pmid": "32515037",
      "title": "Stevia rebaudiana extract attenuate metabolic disorders in diabetic rats via modulation of glucose transport and antioxidant signaling pathways and aquaporin-2 expression in two extrahepatic tissues.",
      "authors": [
        "Elahe Bayat",
        "Zahra Rahpeima",
        "Sanaz Dastghaib",
        "Fatemeh Gholizadeh",
        "Mehran Erfani",
        "Gholamreza Asadikaram",
        "Pooneh Mokarram"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Today, plant-based therapies have been attracted attention to overcome diabetes complications. This study was an attempt to evaluate whether antidiabetic and nephroprotective effects of Stevia Rebaudiana Bertoni (SRB) can be exerted via upregulation of GLUT-4, SNAP23, and Stx4 in skeletal muscles or modulation of AQP2 mRNA expression and antioxidant signaling pathway activity (Nrf2/Keap1) in kidneys. To achieve this aim, diabetes was induced via STZ-nicotinamide (STZ-NA). Diabetes increased the level of Blood Urea Nitrogen (BUN), serum creatinine, Fasting Blood Sugar (FBS), and Keap1 mRNA expression, which was coincide with reduction in mRNA levels of Nrf2, GLUT4, SNAP23, and Stx4. SRB and metformin compensate mentioned variables. However, SRB extract was more effective than metformin to increase the levels of GLUT4 and Nrf2 mRNA. It seems that SRB might attenuate the diabetic complications via manipulating the glucose uptake components in peripheral tissues and might exert the nephroprotective effects by modulation of AQP2, and Nrf2/Keap1 mRNA expression. PRACTICAL APPLICATIONS: Synthetic antidiabetic drugs have been only partially successful in controlling the diabetic complications. Moreover, use of these drugs is associated with a number of adverse effects. Over the past few years, a renewed attention has been paid to the prevention and treatment of diabetes using medicinal plants and functional foods. SRB that have been known as natural sweetener for centuries, is a such natural agent that has high source of various phytochemicals with antidiabetic, renal protective, antitumor, and antioxidant properties. In the current study, possible molecular mechanisms of insulin-mimetic and nephroprotective effects of SRB extract was evaluated in diabetic rats. Due to powerful antihyperglycemic and nephroprotective effects of SRB extract that were showed in this study and previous studies, hence the fact that SRB is to be highlighted for future research as a new therapeutic agent for diabetes.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Aquaporin 2",
        "Diabetes Mellitus, Experimental",
        "Glucose",
        "Kelch-Like ECH-Associated Protein 1",
        "NF-E2-Related Factor 2",
        "Plant Extracts",
        "Rats",
        "Signal Transduction",
        "Stevia"
      ]
    },
    {
      "pmid": "32478426",
      "title": "A comparison of the effects of Stevia extract and metformin on metabolic syndrome indices in rats fed with a high-fat, high-sucrose diet.",
      "authors": [
        "Tahereh Ranjbar",
        "Ali Akbar Nekooeian",
        "Nader Tanideh",
        "Omid Koohi-Hosseinabadi",
        "Seyed Jalil Masoumi",
        "Sasan Amanat",
        "Negar Azarpira",
        "Ahmad Monabati"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The beneficial effects of Stevia on metabolic indices have been studied in recent years. However, controversial results emphasize the need for further investigation. We aimed to examine and compare the effects of Stevia's hydroalcoholic extract with two dosages (200, 400 mg/kg) with those of metformin (100 mg/kg) on metabolic syndrome (MetS) indices of rats fed with a high-fat, high-sucrose diet (HFHS). It was found that both Stevia extract and metformin could prevent the adverse effects of a HFHS on lipid profile, liver enzymes, total antioxidant capacity (TAC), and histopathologic factors. Except for the finding that metformin showed a greater potential to alleviate insulin resistance than did Stevia extract, no significant difference was observed between the rats receiving metformin or Stevia extract. In addition, using a high treatment dosage of Stevia extract did not lead to better results than a low dosage. Collectively, the efficacy of Stevia extracts to modify metabolic, oxidative, and histopathological indices in a MetS model was comparable to that of the metformin. PRACTICAL APPLICATIONS: This study was aimed to compare the efficiency of Stevia hydroalcoholic extract with metformin in attenuating MetS abnormalities of rats induced by a high-fat, high-sucrose diet. The results showed the beneficial changes caused due to the administration of Stevia extract on lipid profile, antioxidant capacity, liver enzyme, and liver histopathological indices. The changes were comparable with the results of metformin group. Despite some promising results, further investigation is suggested to evaluate the effectiveness of Stevia extract on human subjects.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Metabolic Syndrome",
        "Metformin",
        "Plant Extracts",
        "Rats",
        "Stevia",
        "Sucrose"
      ]
    },
    {
      "pmid": "32356872",
      "title": "Effect of stevia on the gut microbiota and glucose tolerance in a murine model of diet-induced obesity.",
      "authors": [
        "Sarah L Becker",
        "Edna Chiang",
        "Anna Plantinga",
        "Hannah V Carey",
        "Garret Suen",
        "Steven J Swoap"
      ],
      "journal": "FEMS microbiology ecology",
      "publication_date": "2020-Jun-01",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Artificial sweeteners have been shown to induce glucose intolerance by altering the gut microbiota; however, little is known about the effect of stevia. Here, we investigate whether stevia supplementation induces glucose intolerance by altering the gut microbiota in mice, hypothesizing that stevia would correct high fat diet-induced glucose intolerance and alter the gut microbiota. Mice were split into four treatment groups: low fat, high fat, high fat + saccharin and high fat + stevia. After 10 weeks of treatment, mice consuming a high fat diet (60% kcal from fat) developed glucose intolerance and gained more weight than mice consuming a low fat diet. Stevia supplementation did not impact body weight or glucose intolerance. Differences in species richness and relative abundances of several phyla were observed in low fat groups compared to high fat, stevia and saccharin. We identified two operational taxonomic groups that contributed to differences in beta-diversity between the stevia and saccharin groups: Lactococcus and Akkermansia in females and Lactococcus in males. Our results demonstrate that stevia does not rescue high fat diet-induced changes in glucose tolerance or the microbiota, and that stevia results in similar alterations to the gut microbiota as saccharin when administered in concordance with a high fat diet.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Female",
        "Gastrointestinal Microbiome",
        "Glucose",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Obesity",
        "Stevia"
      ]
    },
    {
      "pmid": "32310054",
      "title": "Exercise and Stevia Rebaudiana (R) Extracts Attenuate Diabetic Cardiomyopathy in Type 2 Diabetic Rats: Possible Underlying Mechanisms.",
      "authors": [
        "Abdelaziz M Hussein",
        "Elsayed A Eid",
        "Ismaeel Bin-Jaliah",
        "Medhat Taha",
        "Lashin S Lashin"
      ],
      "journal": "Endocrine, metabolic & immune disorders drug targets",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: In the current work, we studied the effects of exercise and stevia rebaudiana (R) extracts on diabetic cardiomyopathy (DCM) in type 2 diabetic rats and their possible underlying mechanisms. METHODS: Thirty-two male Sprague Dawley rats were randomly allocated into 4 equal groups; a) normal control group, b) DM group, type 2 diabetic rats received 2 ml oral saline daily for 4 weeks, c) DM+ Exercise, type 2 diabetic rats were treated with exercise for 4 weeks and d) DM+ stevia R extracts: type 2 diabetic rats received methanolic stevia R extracts. By the end of the experiment, serum blood glucose, HOMA-IR, insulin and cardiac enzymes (LDH, CK-MB), cardiac histopathology, oxidative stress markers (MDA, GSH and CAT), myocardial fibrosis by Masson trichrome, the expression of p53, caspase-3, α-SMA and tyrosine hydroxylase (TH) by immunostaining in myocardial tissues were measured. RESULTS: T2DM caused a significant increase in blood glucose, HOMA-IR index, serum CK-MB and LDH, myocardial damage and fibrosis, myocardial MDA, myocardial α-SMA, p53, caspase-3, Nrf2 and TH density with a significant decrease in serum insulin and myocardial GSH and CAT (p< 0.05). On the other hand, treatment with either exercise or stevia R extracts significantly improved all studied parameters (p< 0.05). Moreover, the effects of stevia R was more significant than exercise (p< 0.05). CONCLUSION: Both exercise and methanolic stevia R extracts showed cardioprotective effects against DCM and Stevia R offered more cardioprotective than exercise. This cardioprotective effect of these lines of treatment might be due to attenuation of oxidative stress, apoptosis, sympathetic nerve density and fibrosis and upregulation of the antioxidant transcription factor, Nrf2.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Combined Modality Therapy",
        "Diabetes Mellitus, Experimental",
        "Diabetes Mellitus, Type 2",
        "Diabetic Cardiomyopathies",
        "Male",
        "Oxidative Stress",
        "Physical Conditioning, Animal",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Signal Transduction",
        "Stevia"
      ]
    },
    {
      "pmid": "32102219",
      "title": "Stevia eupatoria and Stevia pilosa Extracts Inhibit the Proliferation and Migration of Prostate Cancer Cells.",
      "authors": [
        "Elizabeth Martínez-Rojo",
        "Raquel Cariño-Cortés",
        "Laura Cristina Berumen",
        "Guadalupe García-Alcocer",
        "Jesica Escobar-Cabrera"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2020-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and Objectives: Prostate cancer is the second most harmful disease in men worldwide and the number of cases is increasing. Therefore, new natural agents with anticancer potential should be examined and the response of existing therapeutic drugs must be enhanced. Stevia pilosa and Stevia eupatoria are two species that have been widely used in traditional medicine, but their effectiveness on cancer cells and their interaction with antineoplastic drugs have not been studied. The aim of this study was to evaluate the anticancer activity of Stevia pilosa methanolic root extract (SPME) and Stevia eupatoria methanolic root extract (SEME) and their effect, combined with enzalutamide, on prostate cancer cells. Materials and Methods: The study was conducted on a human fibroblast cell line, and on androgen-dependent (LNCaP) and androgen-independent (PC-3) prostate cancer cell lines. The cell viability was evaluated using a Trypan Blue exclusion test for 48 h, and the migration by a wound-healing assay for 24, 48, and 72 h. Results: The results indicate that SPME and SEME were not cytotoxic at concentrations less than 1000 μg/mL in the human fibroblasts. SPME and SEME significantly reduced the viability and migration of prostate cancer cells in all concentrations evaluated. The antiproliferative effect of the Stevia extracts was higher in cancer cells than in normal cells. The enzalutamide decreased the cell viability in all concentrations tested (10-50 µM). The combination of the Stevia extracts and enzalutamide produced a greater effect on the inhibition of the proliferation and migration of cancer cells than the Stevia extracts alone, but not of the enzalutamide alone. Conclusion: The results indicate that SPME and SEME have an inhibitory effect on the viability and migration of prostate cancer cells and do not interfere with the enzalutamide anticancer effect. The data suggest that Stevia extracts may be a potential source of molecules for cancer treatment.",
      "mesh_terms": [
        "Cell Proliferation",
        "Humans",
        "Male",
        "PC-3 Cells",
        "Plant Extracts",
        "Prostatic Neoplasms",
        "Protective Factors",
        "Stevia",
        "Wound Healing"
      ]
    },
    {
      "pmid": "31750488",
      "title": "Angiotensin-converting enzyme inhibiting ability of ethanol extracts, steviol glycosides and protein hydrolysates from stevia leaves.",
      "authors": [
        "Limin Wang",
        "Wenbiao Wu"
      ],
      "journal": "Food & function",
      "publication_date": "2019-Dec-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Efficient treatment of hypertension is vital. The inhibition of angiotensin-converting enzyme activity has been one of the major strategies for treating hypertension. The ethanol extract of stevia leaves, steviol glycosides (with 95% purity; natural sweeteners widely used in the food industry) isolated from the ethanol extract and stevia leaf protein hydrolysates inhibited 26.60%, 59.56% and 74.38% of angiotensin-converting enzyme activities, respectively. Their effect was dose-dependent, which can be beneficial for avoiding hypertension or hypotension just by the proper control of the amount of their intake, and it was found to be superior to that of pharmaceutical drugs. A sensory test indicated that the application of the mixtures of steviol glycosides and stevia protein hydrolysates to decaffeinated coffee or tea as well as a formulated peanut protein drink was found to be well accepted, and an animal test showed that they had a significantly antihypertensive effect in spontaneously hypertensive rats. Steviol glycosides and stevia leaf protein hydrolysates can be good ingredients for making functional or healthy food products or beverages targeted for the prevention or treatment of hypertension.",
      "mesh_terms": [
        "Animals",
        "Antihypertensive Agents",
        "Diterpenes, Kaurane",
        "Enzyme Inhibitors",
        "Female",
        "Glucosides",
        "Humans",
        "Hypertension",
        "Male",
        "Peptidyl-Dipeptidase A",
        "Plant Extracts",
        "Plant Leaves",
        "Plant Proteins",
        "Protein Hydrolysates",
        "Rats",
        "Rats, Inbred SHR",
        "Stevia",
        "Taste"
      ]
    },
    {
      "pmid": "31709618",
      "title": "Protective effects of Stevia rebaudiana aqueous extract on experimental unilateral testicular ischaemia/reperfusion injury in rats.",
      "authors": [
        "Vahid Ganjiani",
        "Nasrollah Ahmadi",
        "Alireza Raayat Jahromi"
      ],
      "journal": "Andrologia",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This project aimed to examine Stevia rebaudiana aqueous extract protective effects on testicular ischaemia/reperfusion injury of rats. Forty rats were randomly divided into five groups: (1) sham group, (2) torsion/detorsion group, (3 and 4) low and high doses treatment groups received S. rebaudiana extract intraperitoneally 30 min before detorsion by 500 and 1,000 mg/kg respectively, and (5) healthy group received the extract by 1,000 mg/kg. In this study, left testes were rotated 2 hr, reperfusion period took long 5 hr, and then orchiectomy was performed. Histopathological and biochemical evaluations of testicular tissue samples were performed. Histopathologically, sham and healthy groups exhibited normal seminiferous tubules. Germinal cell necrosis, interstitial oedema, haemorrhage and congestion were seen in torsion/detorsion group. Testicular tissues of both treatment groups revealed lower histopathological alterations. Significant higher malondialdehyde level was observed in torsion/detorsion group than sham and healthy groups (p < .05). Compared with torsion/detorsion group, S. rebaudiana extract significantly reduced malondialdehyde level in treatment groups (p < .05). Torsion/detorsion group had significantly lower glutathione peroxidase and superoxide dismutase activities than sham and healthy groups, and these parameters showed significant increase in treatment groups compared with torsion/detorsion group (p < .05). The results revealed S. rebaudiana has this potential to protect the testes from ischaemia/reperfusion injury.",
      "mesh_terms": [
        "Animals",
        "Drug Evaluation, Preclinical",
        "Male",
        "Malondialdehyde",
        "Phytotherapy",
        "Plant Extracts",
        "Random Allocation",
        "Rats, Wistar",
        "Reperfusion Injury",
        "Spermatic Cord Torsion",
        "Stevia",
        "Testicular Diseases"
      ]
    },
    {
      "pmid": "31680279",
      "title": "Stevia residue extract alone and combination with allopurinol attenuate hyperuricemia in fructose-PO-induced hyperuricemic mice.",
      "authors": [
        "Arshad Mehmood",
        "Lei Zhao",
        "Chengtao Wang",
        "Imam Hossen",
        "Muhammad Nadeem"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The current project was designed to utilize flavonoids and chlorogenic acids enriched stevia residue extract (STVRE) against hyperuricemia (HU). The in vitro results showed that STVRE potently and synergistically inhibits Xanthine oxidase (XO) with allopurinol. The AFM results predicted that STVRE compounds bind with XO and alter its structure which further prevents the entrance of substrate with XO. These in vitro results were further confirmed in fructose-PO-induced hyperuricemic mice model. The results showed that supplementation of STVRE with allopurinol significantly attenuated HU, oxidative stress, and inflammation caused by UA via inhibiting the production of uric acid and lowering cyclooxygenase-2, tumor necrosis factor-alpha, prostaglandin E2, interleukin-6, and interleukin 1-beta levels in serum and renal tissues. Moreover, STVRE and allopurinol treatment attenuated, tubular dilation, infiltration of inflammatory cells, improved structure disorder of podocyte, and foot process fusion, and decreased glomerular basement membrane thickness. These findings suggested that STVRE can be used as an antihyperuricemic agent along with allopurinol. PRACTICAL APPLICATIONS: The results of present study showed that STVRE has a beneficial effect against fructose-PO-induced hyperuricemia by decreasing uric acid level, xanthine oxidase activity, improving oxidative stress and inflammation. These findings suggested that by-product of stevia (STVRE) enriched with polyphenolic compounds can be used as a functional ingredient against hyperuricemia and related diseases.",
      "mesh_terms": [
        "Allopurinol",
        "Animals",
        "Fructose",
        "Hyperuricemia",
        "Mice",
        "Plant Extracts",
        "Stevia"
      ]
    },
    {
      "pmid": "31641701",
      "title": "Effect of a Daily Dose of Snacks Containing Maltitol or Stevia rebaudiana as Sweeteners in High Caries Risk Schoolchildren. A Double-blind RCT Study.",
      "authors": [
        "Fabio Cocco",
        "Maria Grazia Cagetti",
        "Roberta Livesu",
        "Nicole Camoni",
        "Roberto Pinna",
        "Peter Lingström",
        "Guglielmo Campus"
      ],
      "journal": "Oral health & preventive dentistry",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To evaluate the effect of sugar-free snacks on caries-related factors in 6- to 9-year-old schoolchildren. MATERIALS AND METHODS: Two hundred seventy-one children at risk for caries as measured through the Cariogram were randomly assigned to three groups consuming twice-daily snacks containing Stevia, maltitol or sugar for 42 days. Parents filled out a standardised questionnaire regarding personal, medical and oral behavioural information. Bleeding on probing, plaque pH and salivary mutans streptococchi (MS) and lactobacilli (LB) were assessed at baseline (t0), 42 days of snack use (t1) and 120 days after the end of use (t2). The Cariogram calculation was repeated at t1. Treatment effects were estimated using linear mixed-effects regression models. RESULTS: At t2, a decrease in cariogenic bacteria (MS X2 = 8.01, p < 0.01 and LB X2 = 4.60, p = 0.03) and an increase of the minimum pH (F = 4.48, p < 0.01), maximum pH (F = 2.88 p < 0.01) and pH drop (F = 2.95 p < 0.01) was recorded in the Stevia group compared to baseline. In the maltitol group, an improvement effect was noted: LB concentration decreased (p = 0.04) and maximum pH (F = 3.16 p < 0.01) increased. Subjects classified by the Cariogram as have a low probability of developing caries increased in the Stevia and maltitol groups (X2(4) = 25.44, p < 0.01, C*sV = 0.38 and X2(4) = 12.85, p = 0.01, C*sV = 0.27, respectively). Regression analysis underlines the effect of Stevia snacks on the cariogenic microflora, mainly on MS and plaque pH variations. CONCLUSION: The short-term administration of Stevia or maltitol snacks improves some important factors related to caries. This preventive strategy might be an additional means of combatting this common childhood disease.",
      "mesh_terms": [
        "Child",
        "Dental Caries",
        "Double-Blind Method",
        "Humans",
        "Maltose",
        "Saliva",
        "Snacks",
        "Stevia",
        "Streptococcus mutans",
        "Sugar Alcohols",
        "Sweetening Agents"
      ]
    },
    {
      "pmid": "31372346",
      "title": "Renoprotective effects of stevia (Stevia rebaudiana Bertoni), amlodipine, valsartan, and losartan in gentamycin-induced nephrotoxicity in the rat model: Biochemical, hematological and histological approaches.",
      "authors": [
        "Farhana Rizwan",
        "Saquiba Yesmine",
        "Sultana Gulshan Banu",
        "Ishtiak Ahmed Chowdhury",
        "Rajibul Hasan",
        "Tapan Kumar Chatterjee"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study investigated the renoprotective effects of stevia, angiotensin-II type 1 receptor (AT1) blocker and calcium (Ca2+) channel blocker in gentamycin-induced nephrotoxicity in rat models. Six groups of male Sprague-Dawley rats of eight weeks old were taken for the experiment: sham control, nephrotoxicity, treatment with amlodipine (4 mg/kg/day); stevia (200 mg/kg/day); losartan (15 mg/kg/day) and valsartan (5 mg/kg/day), accordingly. The blood sample was taken for the assessment of renal and hepatic-functional variables like serum creatinine, blood urea, BUN and SGPT, SGOT, and total serum bilirubin. Hematological parameters were also examined. Histological examination has been done on kidneys and liver. Alterations of the body weight and the organ's weight were documented. Treatment with stevia and valsartan significantly decreased serum creatinine levels. A reduction of liver enzymes, and total serum bilirubin levels were observed in all the treatment groups. Treatment with valsartan and amlodipine, remarkably and stevia, mildly reduced the renal tissue damage, inflammation, and tubular necrosis. However, the present study demonstrated that losartan treatment aggravated kidney damage by increasing protein cast, calcification, tubular necrosis, and injury. This comparison indicated that both stevia and valsartan have beneficial renoprotective effect and valsartan offers a better treatment option in renal damage over losartan."
    },
    {
      "pmid": "31338470",
      "title": "Clarification of Stevia rebaudiana Bertoni extract by Ca based silica microspheres.",
      "authors": [
        "Gamze Gunduz Meric",
        "Fatih Gegic",
        "Sema Leblebici",
        "Sifanur Gungor",
        "Levent Degirmenci"
      ],
      "journal": "Heliyon",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pre-treated Stevia rebaudiana Bertoni extract was clarified via using calcium (Ca) based silica (Si) microspheres. Both adsorption and chemical treatment were applied to extracts, and their effects on clarification were determined by comparison. The study aimed to maintain the highest level of clarity by eliminating chemicals from the treatment procedure. Although close in range with chemical treatment, the highest level of clarity was obtained in the presence of sole Ca/Si application. Clarification was achieved in an interval of 95-99 % with applied procedures. Sustainable utilization of Ca/Si microspheres was investigated by conducting three consecutive adsorption cycles with used microspheres. Results indicated minor changes in clarification levels at the end of three straight runs with used microspheres. Sustainable adsorption of impurities from the extract without the use of additional chemicals was the highlight of the present study."
    },
    {
      "pmid": "31234787",
      "title": "Co-expression of anti-miR319g and miRStv_11 lead to enhanced steviol glycosides content in Stevia rebaudiana.",
      "authors": [
        "Monica Saifi",
        "Sneha Yogindran",
        "Nazima Nasrullah",
        "Umara Nissar",
        "Irum Gul",
        "M Z Abdin"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2019-Jun-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: miRNAs are major regulators of gene expression and have proven their role in understanding the genetic regulation of biosynthetic pathways. Stevioside and rebaudioside-A, the two most abundant and sweetest compounds found in leaf extract of Stevia rebaudiana, have been used for many years in treatment of diabetes. It has been found that the crude extract is more potent than the purified extract. Stevioside, being accumulated in higher concentration, imparts licorice like aftertaste. Thus, in order to make the sweetener more potent and palatable, there is a need to increase the intrinsic concentration of steviol glycosides and to alter the ratio of rebaudioside-A to stevioside. Doing so would significantly increase the quality of the sweeteners, and the potential to be used on a wider scale. To do so, in previous report, miRNAs associated with genes of steviol glycosides biosynthetic pathway were identified in S. rebaudiana. In continuation to that in this study, the two miRNAs (miR319g and miRStv_11) targeting key genes of steviol glycosides biosynthetic pathway were modulated and their impact was evaluated on steviol glycosides contents. RESULTS: The over-expression results showed that miRStv_11 induced, while miR319g had repressive action on its target genes. The knock-down constructs for miR319g and miRStv_11 were then prepared and it was demonstrated that the expression of anti-miR319g produced inhibitory effect on its target miRNA, resulting in enhanced expression of its target genes. On the other hand, anti-miRStv_11 resulted in down-regulation of miRStv_11 and its target gene. Further miRStv_11 and anti-miR319gwere co-expressed which resulted in significant increase in stevioside (24.5%) and rebaudioside-A (51%) contents. CONCLUSION: In conclusion, the role of miR319g and miRStv_11 was successfully validated in steviol gycosides biosynthetic pathway gene regulation and their effect on steviol gycosides contents. In this study, we found the positively correlated miRNA-mRNA interaction network in plants, where miRStv_11 enhanced the expression of KAH gene. miRNAs knock-down was also successfully achieved using antisense precursors. Overall, this study thus reveals more complex nature and fundamental importance of miRNAs in biosynthetic pathway related gene networks and hence, these miRNAs can be successfully employed to enhance the ratio of rebaudioside-A to stevioside, thus enhancing the sweetening indices of this plant and making it more palatable.",
      "mesh_terms": [
        "Diterpenes, Kaurane",
        "Gene Expression Regulation, Plant",
        "Gene Knockout Techniques",
        "Gene Silencing",
        "Glucosides",
        "MicroRNAs",
        "Plant Leaves",
        "Promoter Regions, Genetic",
        "RNA, Plant",
        "Stevia",
        "Sweetening Agents"
      ]
    },
    {
      "pmid": "31053541",
      "title": "An aqueous extract of Stevia rebaudiana variety Morita II prevents liver damage in a rat model of cirrhosis that mimics the human disease.",
      "authors": [
        "Erika Ramos-Tovar",
        "Rosa E Flores-Beltrán",
        "Silvia Galindo-Gómez",
        "Javier Camacho",
        "Víctor Tsutsumi",
        "Pablo Muriel"
      ],
      "journal": "Annals of hepatology",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION AND AIM: Stevia has exhibited antioxidant, antihyperglycemic, antihypertensive and anti-inflammatory properties in several in vivo and in vitro models. The objective of this study was to investigate the ability of an aqueous extract of stevia (AES) to prevent experimental cirrhosis in rats and to explore its mechanism of action. MATERIALS AND METHODS: Liver cirrhosis was induced by administering carbon tetrachloride (CCl4) (400mg/kg by i.p. injection 3 times a week for 12 weeks); AES was administered (100mg/kg by gavage daily) during the CCl4 treatment. Fibrosis was evaluated with histological, biochemical and molecular approaches, and liver damage was assessed with standardized procedures. The profibrotic pathways were analyzed by western blotting, qRT-PCR and immunohistochemistry. RESULTS AND CONCLUSIONS: Chronic CCl4 administration increased nuclear factor kappa B (NF-κB) and proinflammatory cytokine production as well as oxidative parameters such as lipid peroxidation and 4-hydroxynonenal levels, whereas GSH and nuclear factor-E2-related factor 2 (Nrf2) levels were decreased. CCl4 induced profibrogenic mediator expression, hepatic stellate cell (HSC) activation and, consequently, extracellular matrix production. AES exhibited antioxidant, anti-inflammatory and antifibrotic properties, probably because of its capacity to induce Nrf2 expression, reduce NF-κB expression and block several profibrogenic signaling pathways, subsequently inhibiting HSC activation and preventing fibrosis induced by chronic CCl4 administration.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Liver",
        "Liver Cirrhosis, Experimental",
        "Male",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Stevia",
        "Sweetening Agents"
      ]
    },
    {
      "pmid": "30580608",
      "title": "Anti-herpes activity of polysaccharide fractions from Stevia rebaudiana leaves.",
      "authors": [
        "Ligia Fernanda Ceole",
        "Mychelle Vianna Pereira Companhoni",
        "Sheila Mara Sanches Lopes",
        "Arildo José Braz de Oliveira",
        "Regina Aparecida Correia Gonçalves",
        "Benedito Prado Dias Filho",
        "Celso Vataru Nakamura",
        "Tania Ueda-Nakamura"
      ],
      "journal": "Natural product research",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The antiviral potential of natural polysaccharide compounds has been demonstrated, especially against enveloped viruses and members of the Herpesviridae family. Two polysaccharide fractions obtained from Stevia rebaudiana (Bertoni) leaves, that were active against Herpes simplex virus type 1 (HSV-1) were studied to investigate their mode of action. Both polysaccharides - SFW (crude faction) and SSFK (homogeneous alkaline fraction) - exerted antiviral effects on the initial stages of HSV-1 infection by inhibiting viral adsorption and penetration. When added after virus internalization, both fractions decreased plaque size. The effect of the fractions was confirmed by investigating viral glycoprotein expression. Based on the mode of action of the polysaccharides demonstrated in the present work and on their selectivity index, the polysaccharides obtained from S. rebaudiana could be an alternative treatment of infections caused by HSV-1.",
      "mesh_terms": [
        "Antiviral Agents",
        "Herpesviridae",
        "Herpesvirus 1, Human",
        "Plant Extracts",
        "Plant Leaves",
        "Polysaccharides",
        "Stevia"
      ]
    },
    {
      "pmid": "30506508",
      "title": "Study of gene expression and steviol glycosides accumulation in Stevia rebaudiana Bertoni under various mannitol concentrations.",
      "authors": [
        "Matin Ghaheri",
        "Danial Kahrizi",
        "Gholamreza Bahrami",
        "Hamid-Reza Mohammadi-Motlagh"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana produces sweet steviol glycosides that are 300 times sweeter than sugar and have the beneficial effects on human health including anti-hyperglycaemic. Tissue culture is the best method with high efficacy to propagate stevia. Abiotic stress has an impact on steviol glycoside contents in stevia. Therefore, we investigated the effect of mannitol on the expression of four genes involved in the biosynthesis of stevia including UGT74G1, UGT76G1, kaurene oxidase and kaurene synthase genes and steviol glycosides accumulation in stevia under in vitro conditions. The highest expression of UGT76G1 gene occurred in the plants grown under 20 g/l mannitol. While for the kaurene synthase gene, the highest amount of gene expression was observed at 40 g/l mannitol. The results were different about kaurene oxidase gene. As the highest and lowest gene expression were seen in 50 and 30 g/l mannitol conditions respectively. There were the same results for UGT74G1 that means the most appropriate and also the most inopportune treatment for the gene expression were same as the condition for the kaurene oxidase gene. Compared with control, adding mannitol to media in all concentrations increases the expression of UGT76G1 gene. Estimation of steviol glycosides contents under different treatments of mannitol carried out by HPLC. According to the results, the highest amount of stevioside was produced under 20 g/l mannitol treatment. However, rebaudioside A was accumulated in its maximum amounts under 30 g/l mannitol. It can be concluded that adding mannitol to media in the certain concentration increases steviol glycoside contents in the stevia.",
      "mesh_terms": [
        "Chromatography, High Pressure Liquid",
        "Diterpenes, Kaurane",
        "Gene Expression Regulation, Plant",
        "Genes, Plant",
        "Glucosides",
        "Glycosides",
        "Mannitol",
        "Plant Leaves",
        "Stevia",
        "Tissue Culture Techniques"
      ]
    },
    {
      "pmid": "30388004",
      "title": "Do Steviol Glycosides Act Either as a Carbon Storage Pool or in Osmoregulation within Leaves of Stevia rebaudiana?",
      "authors": [
        "Ria deGuzman",
        "David J Midmore",
        "Kerry B Walsh"
      ],
      "journal": "Journal of natural products",
      "publication_date": "2018-Nov-26",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Steviol glycosides (SG) (with stevioside and rebaudioside A predominating) are present in wild-type Stevia rebaudiana, at approximately 10% of dry weight (dw), prompting a consideration of the autoecological role played by these compounds in terms of energy (C) storage and/or osmoregulation. The leaf starch pool was observed to change diurnally with respect to the light cycle (from 3.29% to 0.73% of leaf dw between dusk and dawn) and also to increase under constant light treatment (from 1.53% to 6.25% of leaf dw), while SG pools were relatively constant (around 6% w/dw). A similar trend was observed during exposure to elevated CO2 (800 ppm), with starch increasing (from 10% to 15% of leaf dw), while SG pool size was constant (around 12% w/dw). For plants subject to increasing water stress over several days, an increase in leaf sap osmolality was observed in the leaves of a severely stressed group (from -1 MPa to -3 MPa, after 2 days of treatment), while stevioside and rebaudioside A leaf concentration was relatively constant (around 16% w/dw). These results are not consistent with a role for SG as either a short-term C store or osmoregulator in S. rebaudiana.",
      "mesh_terms": [
        "Carbon",
        "Carbon Dioxide",
        "Diterpenes, Kaurane",
        "Glucosides",
        "Light",
        "Osmoregulation",
        "Plant Leaves",
        "Stevia",
        "Water"
      ]
    },
    {
      "pmid": "30338893",
      "title": "Stevia prevents experimental cirrhosis by reducing hepatic myofibroblasts and modulating molecular profibrotic pathways.",
      "authors": [
        "Erika Ramos-Tovar",
        "Laura D Buendia-Montaño",
        "Silvia Galindo-Gómez",
        "Erika Hernández-Aquino",
        "Víctor Tsutsumi",
        "Pablo Muriel"
      ],
      "journal": "Hepatology research : the official journal of the Japan Society of Hepatology",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: The aims of the present study were to investigate the capacity of stevia leaves to prevent experimental cirrhosis induced by chronic administration of carbon tetrachloride (CCl4 ) in rats and to explore the action mechanism involved. METHODS: Liver cirrhosis was established by CCl4 treatment (400 mg/kg i.p. three times a week for 12 weeks); stevia powder was administered (100 mg/kg by gavage daily) during the CCl4 treatment. Serum markers of liver damage and hydroxyproline were evaluated and histopathological analyses were carried out. The profibrotic pathways were analyzed by western blot and immunohistochemistry. RESULTS: We found for the first time that stevia cotreatment prevented the elevation of serum markers of necrosis and cholestasis and the occurrence of liver fibrosis. It is worth noting that stevia downregulated several profibrogenic pathways, including the reduction of hepatic myofibroblasts and decreased matrix metalloproteinase (MMP)2 and MMP13 expression, thereby blocking the liberation of transforming growth factor-β from the extracellular matrix. Notably, stevia reduced the phosphorylation of pSmad3L, the most profibrogenic and mitogenic Smad, by inhibiting the activation of c-Jun N-terminal kinase and extracellular signal-regulated kinase. Interestingly, Smad7, an important antifibrotic molecule, was upregulated by stevia treatment in cirrhotic rats. These multitarget mechanisms led to the prevention of experimental cirrhosis. CONCLUSIONS: Because stevia possesses a reasonable safety profile, our results indicate that it could be useful in the clinical setting to treat chronic liver diseases."
    },
    {
      "pmid": "30269468",
      "title": "Attenuation of metabolic dysfunctions in the skeletal muscles of type 1 diabetic rats by Stevia rebaudiana extracts, via AMPK upregulation and antioxidant activities.",
      "authors": [
        "Amani M D El-Mesallamy",
        "Seham A Mahmoud",
        "Khalid M Elazab",
        "Sahar A M Hussein",
        "Abdelaziz M Hussein"
      ],
      "journal": "Acta scientiarum polonorum. Technologia alimentaria",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Stevia rebaudiana Bertoni leaves are well-known for their sweetness and have been used as a non-caloric sweetener in several countries. It has numerous therapeutic properties which have been proven safe and effective over hundreds of years. In the present study, we aimed to evaluate the possible antioxidant effects of stevia extracts and their role in regulating AMPK in type-1 diabetic rats. METHODS: Fifty male Sprague Dawely rats were divided into: (1) normal control (NC) group; normal rats receiving 0.5 ml normal saline, (2) DM group; diabetic rats receiving 0.5 ml normal saline, (3) DM + MSE group; DM rats receiving 200 mg/kg of methanolic extract of stevia, (4) DM + S group; DM rats receiving 2 mg/kg of pure stevioside, and (5) DM + CGA group; DM rats receiving 10 mg/kg of pure chlorogenic acid. Four weeks after treatment, AMPK activity, GLUT4 mRNA and oxidative stress markers were measured in frozen muscles. Also, fasting blood glucose in serum, insulin and HbA1c were measured at the end of experiment. RESULTS: DM caused a significant increase in serum fasting glucose, HbA1c and muscle MDA with significant reduction in serum insulin, muscle SOD, catalase, GPx, AMPK activity and GLUT4 expression (p < 0.05). Treatment with stevia extract, pure stevioside and chlorogenic acid caused significant improvements in the studied parameters (p < 0.05). CONCLUSIONS: We concluded that stevia extracts and derivatives may improve metabolic dysfunction in skel- etal muscles via upregulation of AMPK and GLUT4 and suppression of oxidative stress.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Animals",
        "Antioxidants",
        "Diabetes Mellitus, Type 1",
        "Glucose Transporter Type 4",
        "Male",
        "Muscle, Skeletal",
        "Oxidative Stress",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Leaves",
        "Rats, Sprague-Dawley",
        "Stevia",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "30251285",
      "title": "Stevia rebaudiana tea prevents experimental cirrhosis via regulation of NF-κB, Nrf2, transforming growth factor beta, Smad7, and hepatic stellate cell activation.",
      "authors": [
        "Erika Ramos-Tovar",
        "Rosa E Flores-Beltrán",
        "Silvia Galindo-Gómez",
        "Eunice Vera-Aguilar",
        "Araceli Diaz-Ruiz",
        "Sergio Montes",
        "Javier Camacho",
        "Víctor Tsutsumi",
        "Pablo Muriel"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Stevia has been shown to prevent oxidative stress and inflammation in carbon tetrachloride‐induced cirrhosis models. This study aimed to investigate the ability of an aqueous extract of stevia (AES) to prevent thioacetamide (TAA)‐induced cirrhosis in rats and to explore its mechanism of action. Liver cirrhosis was established by administering TAA (200 mg/kg by i.p. injections three times a week for 10 weeks); AES was administered (100 mg/kg by gavage daily) during the TAA treatment. Liver damage and fibrosis were evaluated, and the profibrotic pathways were analyzed by western blotting and immunohistochemistry. TAA increased nuclear factor kappa B (NF‐κB) and pro‐inflammatory cytokine production, as well as the malondialdehyde and 4‐hydroxynonenal levels, whereas the glutathione/glutathione disulfide and nuclear factor‐E2‐related factor 2 (Nrf2) levels were decreased. Moreover, TAA increased collagen production, hepatic stellate cell (HSC) activation, and expression of profibrogenic mediators. TAA‐treated rats that had been exposed to Mn2+ exhibited altered striatal dopamine turnover, indicating hepatic encephalopathy. AES partially or completely prevented all of these effects. AES showed antioxidant, anti‐inflammatory, and antifibrotic properties, probably because of its capacity to induce Nrf2 expression, reduce NF‐κB expression, and block several profibrogenic signaling pathways, subsequently inhibiting HSC activation and preventing fibrosis and dopamine turnover.",
      "mesh_terms": [
        "Animals",
        "Hepatic Stellate Cells",
        "Liver Cirrhosis, Experimental",
        "Male",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Signal Transduction",
        "Smad7 Protein",
        "Stevia",
        "Thioacetamide",
        "Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "30211340",
      "title": "Preliminary analysis of the effect of Stevia (Stevia rebaudiana) in patients with chronic kidney disease (stage I to stage III).",
      "authors": [
        "Farhana Rizwan",
        "Harun Ur Rashid",
        "Saquiba Yesmine",
        "Forhad Monjur",
        "Tapan Kumar Chatterjee"
      ],
      "journal": "Contemporary clinical trials communications",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Stevia, Stevia rebaudiana (Bertoni), has become an important economic plant for its commercial use as a sweetener. Stevia plays a significant role in the healthcare practice of different cultures and in population. Previous animal and clinical studies demonstrated the efficacy of Stevia against chronic diseases like diabetes and hypertension. This study aimed to investigate the beneficial effect of Stevia in chronic kidney disease (CKD) patients after three (3) months of treatment along with the conventional antihypertensive and anti diabetic medications. METHODS: A prospective, interventional, randomized, single-blind, placebo-controlled trial has been done with 97 participants. Stevia capsule (250 mg) or matching placebo was given to the participants twice daily along with Angiotensin-II Receptor Blocker (ARB) and/or Ca2+ Channel Blocker (CCB). First follow up visits were done after 3 months of the interval. Blood and urine samples were collected for the biochemical tests. A structured questionnaire was used for the baseline assessment. Informed consent was taken from each participant. RESULTS: Both hypertension and diabetes were found to be associated with CKD. Most of the participants (52.3%) of Stevia group were in CKD Stage II. Significant changes were found in Serum creatinine (p < 0.027), Serum Uric acid (p < 0.009), Fasting blood sugar (p < 0.041) and Postprandial blood sugar (p < 0.013) and Microalbumin (p < 0.041) level in the treatment group. CONCLUSION: The initial result demonstrated that Stevia has the potential for a significant improvement of some biochemical parameters in CKD patients. After completion of the nine (9) months clinical trial, the constructive effect of Stevia can be confirmed in this group of patients."
    },
    {
      "pmid": "30053819",
      "title": "Antihyperlipidemic efficacy of aqueous extract of Stevia rebaudiana Bertoni in albino rats.",
      "authors": [
        "Uswa Ahmad",
        "Rabia Shabir Ahmad",
        "Muhammad Sajid Arshad",
        "Zarina Mushtaq",
        "Syed Makhdoom Hussain",
        "Aneela Hameed"
      ],
      "journal": "Lipids in health and disease",
      "publication_date": "2018-Jul-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Stevia (Stevia rebaudiana Bertoni) natural, safe, non-toxic, non-caloric sugar substitute is rich source of pharmacologically important glycoside stevioside that is linked to the pathology and complications of hyperlipidemia. METHODS: The present research was carried out to explore the anti-hyperlipidemic effect of aqueous extract of Stevia rebaudiana Bertoni leaves in albino rats. For this purpose, hyperlipidemia was induced by administration of Cholesterol (90% E, Appli Chem, Darmstadt, Germany) mixed at dose of 400 mg/kg body weight of rats in their daily routine feed. The hyperlipidemic rats were administered with aqueous stevia extract at different dose levels (200, 300, 400 and 500 ppm/kg b.w.) for 8 weeks; the control rats were fed basal diet during this period. Ethical approval for the current research was obtained from Institutional Review Board Faculty of Science & Technology Government College University, Faisalabad, Pakistan. RESULTS: Stevia aqueous extract decreased the body weight gain by lowering the feed intake of hyperlipidemic rats. Furthermore, administration of stevia extract at different levels significantly (P < 0.05) lowered the TC (125.22 ± 5.91 to 110.56 ± 5.81 mg/dL), TG (102.13 ± 6.89 to 98.62 ± 7.22 mg/dL), LDL (33.02 ± 4.79 to 22.77 ± 4.36 mg/dL), VLDL (21.22 ± 5.79 to 19.33 ± 5.95 mg/dL) levels and LDL/HDL ratios (0.83 ± 1.22 to 0.54 ± 1.66 mg/dL) from H1 to H4. Conversely, it improved the HDL (39.76 ± 4.34 to l42.02 ± 4.39 mg/dL) level in hyperlipidemic rats compared with untreated rats after eight weeks study period. CONCLUSION: It is concluded that aqueous extract of stevia has anti-hyperlipidemic effects in albino rats, and therefore could be a promising nutraceutical therapy for the management of hyperlipidemia and its associated complications.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Diet, High-Fat",
        "Hyperlipidemias",
        "Hypolipidemic Agents",
        "Male",
        "Plant Extracts",
        "Plant Leaves",
        "Rats",
        "Stevia",
        "Triglycerides",
        "Weight Gain"
      ]
    },
    {
      "pmid": "29995279",
      "title": "Stevia rebaudiana Bertoni and Its Effects in Human Disease: Emphasizing Its Role in Inflammation, Atherosclerosis and Metabolic Syndrome.",
      "authors": [
        "Edward Rojas",
        "Valmore Bermúdez",
        "Yasaman Motlaghzadeh",
        "Justin Mathew",
        "Enzamaria Fidilio",
        "Judith Faria",
        "Joselyn Rojas",
        "Mayela Cabrera de Bravo",
        "Julio Contreras",
        "Linda Pamela Mantilla",
        "Lissé Angarita",
        "Paola Amar Sepúlveda",
        "Isaac Kuzmar"
      ],
      "journal": "Current nutrition reports",
      "publication_date": "2018-Jul-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: Stevia rebaudiana Bertoni is a perennial shrub with zero calorie content that has been increasing in popularity for its potential use as an adjuvant in the treatment of obesity. The level of evidence supporting general benefits to human health is insufficient. We conducted a review of the literature summarizing the current knowledge and role in human disease. RECENT FINDINGS: Despite stevia's minimal systemic absorption, studies have been promising regarding its potential benefits against inflammation, carcinogenesis, atherosclerosis glucose control, and hypertension. On the other hand, the growing popularity of artificial sweeteners does not correlate with improved trends in obesity. An increased intake of artificial non-caloric sweeteners may not be associated with decreased intake of traditional sugar-sweetened beverages and foods. The effects of Stevia on weight change have been linked to bacteria in the intestinal microbiome, mainly by affecting Clostridium and Bacteroides sp. POPULATIONS: A growing body of evidence indicates that Stevia rebaudiana Bertoni is protective against malignant conversion by inhibition of DNA replication in human cancer cell growth in vitro. Consumption of Stevia has demonstrated to be generally safe in most reports. Further clinical studies are warranted to determine if regular consumption brings sustained benefits for human health."
    },
    {
      "pmid": "29890969",
      "title": "Anti diabetic property of aqueous extract of Stevia rebaudiana Bertoni leaves in Streptozotocin-induced diabetes in albino rats.",
      "authors": [
        "Uswa Ahmad",
        "Rabia Shabir Ahmad"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2018-Jun-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Stevia (Stevia rebaudiana) natural, non-caloric sugar substitute is rich source of pharmacologically important glycoside stevioside that is linked to the pathology and complications of diabetes. METHODS: The current research was carried out to explore the anti-diabetic effect of aqueous extract of Stevia rebaudiana leaves in albino rats. For this purpose, diabetes was induced by administration of streptozotocin (40 mg/kg body weight, intraperitoneally). The diabetic rats were administered with aqueous stevia extract at different dose levels (200, 300, 400 and 500 ppm/kg b.w) for 8 weeks; the control rats were fed basal diet during this period. RESULTS: Stevia aqueous extract improved caloric management and weight control by decreasing the feed intake and body weight gain. Furthermore, intake of stevia extract resulted in significant (P < 0.05) decrease in the random blood glucose level (- 73.24%) and fasting blood glucose (- 66.09%) and glycosylated (HbA1c) hemoglobin (5.32%) while insulin (17.82 μIU/mL) and liver glycogen (45.02 mg/g) levels significantly improved in the diabetic rats, compared with the diabetic and non-diabetic control rats after 8 weeks study period. CONCLUSIONS: It is concluded that aqueous extact of stevia has anti-diabetic effects in albino rats, and therefore could be promising nutraceutical therapy for the management of diabetes and its associated complications.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Eating",
        "Hypoglycemic Agents",
        "Insulin",
        "Male",
        "Plant Extracts",
        "Plant Leaves",
        "Rats",
        "Stevia",
        "Weight Gain"
      ]
    },
    {
      "pmid": "29853880",
      "title": "Stevia Nonsweetener Fraction Displays an Insulinotropic Effect Involving Neurotransmission in Pancreatic Islets.",
      "authors": [
        "Silvano Piovan",
        "Audrei Pavanello",
        "Giuliana Maria Ledesma Peixoto",
        "Camila Cristina Ianoni Matiusso",
        "Ana Maria Praxedes de Moraes",
        "Isabela Peixoto Martins",
        "Ananda Malta",
        "Kesia Palma-Rigo",
        "Claudinéia Conationi da Silva Franco",
        "Paula Gimenez Milani",
        "Antonio Sérgio Dacome",
        "Silvio Claudio da Costa",
        "Paulo Cezar de Freitas Mathias",
        "Cecília Edna Mareze-Costa"
      ],
      "journal": "International journal of endocrinology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana (Bert.) Bertoni besides being a source of noncaloric sweeteners is also an important source of bioactive molecules. Many plant extracts, mostly obtained with ethyl acetate solvent, are rich in polyphenol compounds that present insulinotropic effects. To investigate whether the nonsweetener fraction, which is rich in phenolic compounds isolated from Stevia rebaudiana with the solvent ethyl acetate (EAF), has an insulinotropic effect, including interference at the terminals of the autonomic nervous system of the pancreatic islets of rats. Pancreatic islets were isolated from Wistar rats and incubated with EAF and inhibitory or stimulatory substances of insulin secretion, including cholinergic and adrenergic agonists and antagonists. EAF potentiates glucose-stimulated insulin secretion (GSIS) only in the presence of high glucose and calcium-dependent concentrations. EAF increased muscarinic insulinotropic effects in pancreatic islets, interfering with the muscarinic receptor subfamily M3. Adrenergic inhibitory effects on GSIS were attenuated in the presence of EAF, which interfered with the adrenergic α2 receptor. Results suggest that EAF isolated from stevia leaves is a potential therapy for treating type 2 diabetes mellitus by stimulating insulin secretion only in high glucose concentrations, enhancing parasympathetic signal transduction and inhibiting sympathetic signal transduction in beta cells."
    },
    {
      "pmid": "29849889",
      "title": "Stevia Prevents Acute and Chronic Liver Injury Induced by Carbon Tetrachloride by Blocking Oxidative Stress through Nrf2 Upregulation.",
      "authors": [
        "Erika Ramos-Tovar",
        "Erika Hernández-Aquino",
        "Sael Casas-Grajales",
        "Laura D Buendia-Montaño",
        "Silvia Galindo-Gómez",
        "Javier Camacho",
        "Víctor Tsutsumi",
        "Pablo Muriel"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of stevia on liver cirrhosis has not been previously investigated. In the present study, the antioxidant and anti-inflammatory properties of stevia leaves were studied in male Wistar rats with carbon tetrachloride- (CCl4-) induced acute and chronic liver damage. Acute and chronic liver damage induced oxidative stress, necrosis, and cholestasis, which were significantly ameliorated by stevia. Chronic CCl4 treatment resulted in liver cirrhosis, as evidenced by nodules of hepatocytes surrounded by thick bands of collagen and distortion of the hepatic architecture, and stevia significantly prevented these alterations. Subsequently, the underlying mechanism of action of the plant was analyzed. Our study for the first time shows that stevia upregulated Nrf2, thereby counteracting oxidative stress, and prevented necrosis and cholestasis through modulation of the main proinflammatory cytokines via NF-κB inhibition. These multitarget mechanisms led to the prevention of experimental cirrhosis. Given the reasonable safety profile of stevia, our results indicated that it may be useful for the clinical treatment of acute and chronic liver diseases.",
      "mesh_terms": [
        "Animals",
        "Carbon Tetrachloride",
        "Chemical and Drug Induced Liver Injury",
        "Chemical and Drug Induced Liver Injury, Chronic",
        "Humans",
        "Liver",
        "Liver Cirrhosis",
        "Male",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "Pilot Projects",
        "Rats",
        "Rats, Wistar",
        "Stevia",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "29800808",
      "title": "Comparative metabolic and ionomic profiling of two cultivars of Stevia rebaudiana Bert. (Bertoni) grown under salinity stress.",
      "authors": [
        "Mousumi Debnath",
        "Nanjappa Ashwath",
        "Camilla Beate Hill",
        "Damien L Callahan",
        "Daniel Anthony Dias",
        "Nirupama Samanmalie Jayasinghe",
        "David James Midmore",
        "Ute Roessner"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2018-Aug",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "This study provides a comprehensive investigation on the impact of increasing NaCl concentrations on hydroponically grown Stevia rebaudiana cultivars (Shoutian-2 and Fengtian). Growth parameters including plant height, biomass and physiological responses including osmotic potential were measured. In addition, the levels of steviol glycosides, elements and primary metabolites were measured and statistically evaluated. The cultivar Fengtian grew faster, accumulated less Na+ and compatible organic solutes, and more K+ in the leaves, as compared to the cv. Shoutian-2. Metabolite analysis identified 81 differentially accumulated metabolites, indicating an alteration in the metabolite phenotype of both cultivars upon exposure to salinity A general increase in many amino acids, amines, sugars and sugar phosphates with a concurrent decrease in most organic acids; including tricarboxylic acid (TCA) cycle intermediates, was observed. In the more salt tolerant cv. Fengtian, the levels of hexose phosphates and metabolites involved in cellular protection increased in response to salinity. These metabolites remained unchanged in the sensitive cv. Shoutian-2. Interestingly, salt treatment notably increased the rebaudioside A concentration by 53% while at the same time stevioside decreased by 38% in Fengtian which has important implications for controlling the relative amounts of reboudioside A and stevioside. The findings of this study leads to the conclusion that mild salinity stress can increase the yield of sweetener compounds, which is dependent on the cultivar and the level of salinity stress.",
      "mesh_terms": [
        "Chlorophyll",
        "Diterpenes, Kaurane",
        "Gas Chromatography-Mass Spectrometry",
        "Gluconates",
        "Glucosides",
        "Osmotic Pressure",
        "Potassium",
        "Proline",
        "Salt Stress",
        "Sodium",
        "Spectrometry, Mass, Electrospray Ionization",
        "Stevia"
      ]
    },
    {
      "pmid": "29515327",
      "title": "Antioxidant potential in Stevia rebaudiana callus in response to polyethylene glycol, paclobutrazol and gibberellin treatments.",
      "authors": [
        "Shokoofeh Hajihashemi",
        "Shakiba Rajabpoor",
        "Ivica Djalovic"
      ],
      "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
      "publication_date": "2018-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study on Stevia callus has the potential to advance the knowledge of antioxidant mechanisms involved in unorganized cells response to drought stress. The effects of polyethylene glycol (PEG; 0 and 4% w/v) in combination with paclobutrazol (PBZ; 0 and 2 mg l-1) and gibberellin (GA; 0 and 2 mg l-1) were studied on Stevia rebaudiana callus. PEG treatment led to an oxidative stress, as indicated by increased H2O2 content whose accumulation was prevented with PBZ and GA treatments. All treatments of PEG, PBZ and GA increased the total antioxidant capacity, with the highest antioxidant power in PBZ and GA treatments without PEG. The activity of superoxide dismutase, catalase and ascorbate peroxidase significantly increased in PEG treatment alone or in combination with PBZ and GA. All treatments of PEG, PBZ and GA significantly increased proteins, amino acids and proline contents, with the highest increase in presence of PBZ in medium culture. In contrary to proline, the activity of pyrroline-5-carboxylate synthetase and proline dehydrogenase did not change in response to any of the treatments. Collectively, our results demonstrated that PBZ and GA increased reactive oxygen species scavenging and osmolytes in PEG-treated calli more than PEG treatment alone to alleviate negative effects of PEG on Stevia calli. These findings will enable us to design effective genetic engineering strategies in callus culture to generate some somaclonal variation that may be useful in enhancing drought resistance in Stevia."
    },
    {
      "pmid": "29433628",
      "title": "Callus induction and somatic embryogenesis in Stevia rebaudiana Bertoni as a medicinal plant.",
      "authors": [
        "Tahereh Keshvari",
        "Abdollah Najaphy",
        "Danial Kahrizi",
        "Alireza Zebarjadi"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2018-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana (Bert.) from Asteraceae family is a useful medicinal plant that prevents and cures diabetes, blood pressure, weight gain and tooth decay. Due to self-incompatibility in stevia, somatic embryo investigation for artificial seed production is valuable in this plant. In order to evaluate the callus induction characteristics in stevia, a factorial experiment was laid out based on a completely randomized design with three replications. The factors included ten hormone combinations and control, two kinds of media (MS and B5) and two types of explants (leaf and internode). Callus induction characters including the percentage of callus formation, days to callus induction, fresh and dry callus weight were recorded. Analysis of variance showed significant differences (p&lt;0.01) among hormone combinations, media and explant types as well as their interactions. The best treatment for callus induction with minimum time to callus formation was 1 mg/l NAA+1 mg/l BAP. The highest fresh and dry callus weight were obtained on B5 medium supplemented by 1 mg/l 2,4-D+1 mg/l BAP (in leaf explant) and 0.25 mg/l 2,4-D+ 0.1 mg/l BAP (in internode explant). These results can be used in suspension culture. To induce somatic embryogenesis in suspension culture, six hormone treatments were investigated. The highest somatic embryogenesis percentage was obtained in MS medium supplemented by 2 mg/l 2,4-D+ 0.5 mg/l NAA+0.5 mg/l BAP.",
      "mesh_terms": [
        "Analysis of Variance",
        "Culture Media",
        "Plant Growth Regulators",
        "Plant Leaves",
        "Plant Somatic Embryogenesis Techniques",
        "Plant Stems",
        "Plants, Medicinal",
        "Stevia",
        "Tissue Culture Techniques"
      ]
    },
    {
      "pmid": "29433625",
      "title": "Effects of different concentrations of mannitol on gene expression in Stevia rebaudiana Bertoni.",
      "authors": [
        "Somaye Hashempoor",
        "Matin Ghaheri",
        "Danial Kahrizi",
        "Nastaran Kazemi",
        "Saare Muhammadi",
        "Seyed Mehdi Safavi",
        "Tayebeh Ghorbani",
        "Elham Rahmanian",
        "Malihe Heshmatpanaah"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2018-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana Bertoni is one of the most important herbal sweetener plants from Asteracea family that have a lot of Steviol glycosides. Among different methods, tissue culture is the best way with high efficiency that is useful for studying stress tolerance mechanisms to obtain drought tolerance of stevia. For this purpose, different concentrations of mannitol (0, 10, 20, 30, 40, 50 mg/l) were used as various treatments in the culture medium of stevia. According to the results, the highest level of UGT85C2 gene expression (1.181 Total lab unit) was seen in plants grown under 30 mg/l mannitol treatment and the lowest level of this gene expression (0.603 Total lab unit) was observed under 40 mg/l mannitol treatment. However, the highest level of KO gene expression (1.323 Total lab unit) was observed under 20 mg/l mannitol. It shows stevia growth is affected by osmotic stress. Water deficiency has a negative impact on Stevia. However, the expression of genes had increased by particular mannitol concentrations. Actually, stevia can survive under various abiotic stresses.",
      "mesh_terms": [
        "Droughts",
        "Gene Expression Regulation, Plant",
        "Mannitol",
        "Osmotic Pressure",
        "Plant Proteins",
        "Stevia",
        "Tissue Culture Techniques",
        "Water Supply"
      ]
    },
    {
      "pmid": "29433624",
      "title": "Investigation of different concentrations of MS media effects on gene expression and steviol glycosides accumulation in Stevia rebaudiana Bertoni.",
      "authors": [
        "Danial Kahrizi",
        "Matin Ghaheri",
        "Zahra Yari",
        "Khirollah Yari",
        "Sohbat Bahraminejad"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2018-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana Bertoni is one of two species that contains steviol glycosides. Among steviol glycosides that extracted from leaves, stevioside and rebaudioside A are the two major and the sweetest glycosides that are about 200-300 times sweeter than sucrose with zero calories. The best method for stevia propagation is tissue culture. So, for investigation of nutrients in medium, we studied the effect of different concentrations of MS media (MS, 0.5 MS, 0.25 MS, 0 MS) on morphological traits, UGT74G1 and UGT76G1 genes expression and accumulation of steviol glycosides in stevia leaves. The best growth rate (0.472 mm/d) has occurred in plants grown in MS media. Also, the highest gene expression of UGT74G1 gene (1.000 Total lab unit) was seen under MS treatment. However, the highest expression level of UGT76G1 gene (1.701 Total lab unit) was observed at plants grown in 0 MS. The highest amount of both Stevioside and Rebaudioside A (14.23 and 8.12, respectively) were accumulated in plants under MS treatment. Obviously, dilution of MS media associated with decreasing in both expression of the intended genes and accumulation of steviol glycosides.",
      "mesh_terms": [
        "Culture Media",
        "Diterpenes, Kaurane",
        "Gene Expression",
        "Gene Expression Regulation, Plant",
        "Genes, Plant",
        "Glucosides",
        "Plant Extracts",
        "Plant Leaves",
        "Stevia",
        "Tissue Culture Techniques"
      ]
    },
    {
      "pmid": "29433620",
      "title": "Effects of various glutamine concentrations on gene expression and steviol glycosides accumulation in Stevia rebaudiana Bertoni.",
      "authors": [
        "Fatemeh Esmaeili",
        "Matin Ghaheri",
        "Danial Kahrizi",
        "Mohsen Mansouri",
        "Seyed Mehdi Safavi",
        "Tayebeh Ghorbani",
        "Sarre Muhammadi",
        "Elham Rahmanian",
        "Siavash Vaziri"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2018-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana Bertoni is one of the most important biologically sourced and low-calorie sweeteners that contains a lots of Steviol glycosides. Tissue culture is the best method for propagation of stevia and micro nutrients can affect both morphological traits and steviol glycosides production. In the present study, we investigated the effect of different concentrations of glutamine (10, 20, 30 and 40 g/l) on expression of UGT74G1 and UGT76G1 genes and stevioside and rebaudioside A accumulation in the leaves of stevia under in vitro conditions. The highest level of expression for UGT74G1 (1.000 Total lab unit) was seen at plants grown in MS media without glutamine and the highest gene expression level for UGT76G1 (1.321 Total lab unit) was observed at plants grown in 2% glutamine. Based on HPLC results, the highest amount of stevioside (22.74) was accumulated in plants which were under 3% glutamine treatment and the lowest production level of stevioside (16.19) was resulted under MS (0 glutamine) medium. The highest rebaudioside A (12.19) accumulation was observed under 2% glutamine treatment and the lowest accumulation of rebaudioside A (8.41) was seen at plants grown in MS medium.",
      "mesh_terms": [
        "Culture Media",
        "Diterpenes, Kaurane",
        "Gene Expression",
        "Genes, Plant",
        "Glucosides",
        "Glutamine",
        "Plant Leaves",
        "Stevia",
        "Tissue Culture Techniques"
      ]
    },
    {
      "pmid": "29425471",
      "title": "Antidiabetic Effect of Rosella-Stevia Tea on Prediabetic Women in Yogyakarta, Indonesia.",
      "authors": [
        "Noor Rohmah Mayasari",
        "Susetyowati",
        "Mae Sri Hartati Wahyuningsih",
        "Probosuseno"
      ],
      "journal": "Journal of the American College of Nutrition",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Rosella tea (Hibiscuss sabdariffa. Linn) with stevia sweetener (Stevia rebaudiana Bertoni) is a combined herbal drink that is expected to have antidiabetic effect by lowering glucose levels in people with diabetes and prediabetes. This research investigates the effect of rosella-stevia tea to decrease fasting blood glucose (FBG) and 2 hours postprandial blood glucose (2-hour postprandial BG) level in prediabetic women. METHOD: This is quasi-experimental research with control and treatment (rosella-stevia tea) group. Each group consists of 12 prediabetic women aged 30-60 years. Rosella-stevia tea (5 g rosella powder, 125 mg stevia sweetener) was administered to the treatment group twice a day for 14 days. RESULT: Rosella-stevia tea consumption affects blood glucose levels. Rosella-stevia tea consumption significantly lowered the FBG level (from 111.25 ± 7.20 mg/dL to 88.58 ± 13.19 mg/dL; p < 0.01) but not the 2-hour postprandial BG level (from 123.25 ± 37.61 mg/dL to 106.92 ± 18.82 mg/dL). There are no significant differences in the control group (FBG level from 106.00 ± 5.27 mg/dL to 102.08 ± 8.36, and 2-hour postprandial BG level from 119.83 ± 16.43 mg/dL to 128.00 ± 23.54 mg/dL). CONCLUSION: Rosella-stevia tea consumption can lower the FBG level but not the 2-hour postprandial BG level in prediabetic women.",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "Female",
        "Hibiscus",
        "Humans",
        "Hypoglycemic Agents",
        "Indonesia",
        "Middle Aged",
        "Postprandial Period",
        "Prediabetic State",
        "Stevia",
        "Tea"
      ]
    },
    {
      "pmid": "31275040",
      "title": "Induction, identification and characterization of polyploidy in Stevia rebaudiana Bertoni.",
      "authors": [
        "Hong Zhang",
        "Shaoya An",
        "Juan Hu",
        "Zhe Lin",
        "Xiang Liu",
        "Han Bao",
        "Ren Chen"
      ],
      "journal": "Plant biotechnology (Tokyo, Japan)",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia rebaudiana Bertoni produces sweet steviol glycosides; these are regarded as the most promising substitute for sucrose and have a wide range of applications with high economic value. To improve steviol glycosides yields, we established an efficient method for inducing polyploidy in S. rebaudiana. Treatment with 0.05% colchicine for 48 h or with 0.1% colchicine for 24 h efficiently induced polyploidy in germinating seeds and polyploidy could be accurately identified using flow cytometry. Most of the tetraploid S. rebaudiana plants exhibited apparent variations in cytological and morphological characteristics, and had higher contents of the two main steviol glycosides, stevioside and rebaudioside A, than the diploid controls. These tetraploid plants may be further selected for breeding purposes or micropropagated for commercial production."
    },
    {
      "pmid": "29258552",
      "title": "Effects of stevia on synaptic plasticity and NADPH oxidase level of CNS in conditions of metabolic disorders caused by fructose.",
      "authors": [
        "V A Chavushyan",
        "K V Simonyan",
        "R M Simonyan",
        "A S Isoyan",
        "G M Simonyan",
        "M A Babakhanyan",
        "L E Hovhannisyian",
        "Kh H Nahapetyan",
        "L G Avetisyan",
        "M A Simonyan"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2017-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Excess dietary fructose intake associated with metabolic syndrome and insulin resistance and increased risk of developing type 2 diabetes. Previous animal studies have reported that diabetic animals have significantly impaired behavioural and cognitive functions, pathological synaptic function and impaired expression of glutamate receptors. Correction of the antioxidant status of laboratory rodents largely prevents the development of fructose-induced plurimetabolic changes in the nervous system. We suggest a novel concept of efficiency of Stevia leaves for treatment of central diabetic neuropathy. METHODS: By in vivo extracellular studies induced spike activity of hippocampal neurons during high frequency stimulation of entorhinal cortex, as well as neurons of basolateral amygdala to high-frequency stimulation of the hippocampus effects of Stevia rebaudiana Bertoni plant evaluated in synaptic activity in the brain of fructose-enriched diet rats. In the conditions of metabolic disorders caused by fructose, antioxidant activity of Stevia rebaudiana was assessed by measuring the NOX activity of the hippocampus, amygdala and spinal cord. RESULTS: In this study, the characteristic features of the metabolic effects of dietary fructose on synaptic plasticity in hippocampal neurons and basolateral amygdala and the state of the NADPH oxidase (NOX) oxidative system of these brain formations are revealed, as well as the prospects for development of multitarget and polyfunctional phytopreparations (with adaptogenic, antioxidant, antidiabetic, nootropic activity) from native raw material of Stevia rebaudiana. Stevia modulates degree of expressiveness of potentiation/depression (approaches but fails to achieve the norm) by shifting the percentage balance in favor of depressor type of responses during high-frequency stimulation, indicating its adaptogenic role in plasticity of neural networks. Under the action of fructose an increase (3-5 times) in specific quantity of total fraction of NOX isoforms isolated from the central nervous system tissue (amygdala, hippocampus, spinal cord) was revealed. Stevia exhibits an antistress, membrane-stabilizing role reducing the level of total fractions of NOX isoforms from central nervous system tissues and regulates NADPH-dependent O2- -producing activity. CONCLUSION: Generally, in condition of metabolic disorders caused by intensive consumption of dietary fructose Stevia leaves contributes to the control of neuronal synaptic plasticity possibly influencing the conjugated NOX-specific targets.",
      "mesh_terms": [
        "Action Potentials",
        "Animals",
        "Brain",
        "Brain Chemistry",
        "Dietary Sugars",
        "Diterpenes, Kaurane",
        "Fructose",
        "Glucosides",
        "Male",
        "Metabolic Diseases",
        "NADPH Oxidases",
        "Neuronal Plasticity",
        "Rats",
        "Stevia"
      ]
    }
  ]
}