{
  "supplement": "Stinging Nettle",
  "query": "Stinging Nettle[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:44:33",
  "research_count": 30,
  "count": 30,
  "articles": [
    {
      "pmid": "38387425",
      "title": "The role of stinging nettle (Urtica dioica L.) in the management of rotenone-induced Parkinson's disease in rats.",
      "authors": [
        "Emad Albadawi",
        "Ahmed El-Tokhy",
        "Muayad Albadrani",
        "Mohammed Adel",
        "Randa El-Gamal",
        "Wael Zaarina",
        "Mosaab Salah El-Din El-Agawy",
        "Hassan Reda Hassan Elsayed"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) is one of the most common neurodegenerative conditions. Alpha-synuclein deposition, Lewy bodies (LBs) formation, disruption of the autophagic machinery, apoptosis of substantia nigra dopaminergic neurons, oxidative stress, and neuroinflammation are all pathologic hallmarks of PD. The leaves of the stinging Nettle (Urtica dioica L.) have a long history as an herbal cure with antioxidant, anti-inflammatory, anti-cancer, immunomodulatory, and neuroprotective properties. The current study aims for the first time to investigate the role of Nettle supplementation on Rotenone-induced PD. Rats were divided into five groups; a Saline control, Nettle control (100 mg/kg/day), Rotenone control (2 mg/kg/day), Rotenone + Nettle (50 mg /kg/day), and Rotenone + Nettle (100 mg/kg). After four weeks, the rats were examined for behavioral tests. The midbrains were investigated for histopathological alteration and immunohistochemical reaction for Tyrosine hydroxylase in the dopaminergic neurons, α-synuclein for Lewy bodies, caspase 3 for apoptotic neurons, LC3 and P62 for autophagic activity. Midbrain homogenates were examined for oxidative stress markers. mRNA expression of TNFα and Il6; inflammatory markers, Bcl-2, BAX and Caspase 3; apoptosis markers, were detected in midbrains. The results showed that Nettle caused recovery of midbrain dopaminergic neurons, by inhibiting apoptosis, inflammation, and oxidative stress and by restoring the autophagic machinery with clearance of α-synuclein deposits. We can conclude that Nettle is a potentially effective adjuvant in the treatment of Parkinson's disease.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Parkinson Disease",
        "Urtica dioica",
        "alpha-Synuclein",
        "Rotenone",
        "Caspase 3",
        "Oxidative Stress",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "38205052",
      "title": "How to Increase the Nutritional Quality of Stinging Nettle Through Controlled Plant Nutrition§.",
      "authors": [
        "Mia Dujmović",
        "Nevena Opačić",
        "Sanja Radman",
        "Sanja Fabek Uher",
        "Lepomir Čoga",
        "Marko Petek",
        "Sandra Voća",
        "Jana Šic Žlabur"
      ],
      "journal": "Food technology and biotechnology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RESEARCH BACKGROUND: As food production faces major challenges, modern agricultural practices are increasingly focused on conserving resources, reducing negative environmental impacts and sustainably producing food with a high content of health-promoting phytochemicals. During production, many factors can affect the quality and chemical composition of a final food product. Proper selection of cultivating conditions, especially a balanced nutrition, can significantly increase nutritional value and result in foods with strong biological and functional properties. Stinging nettle is a rich source of minerals, vitamins, pigments, phenols and other bioactive compounds and can be consumed as a green leafy vegetable with beneficial effects on human health. Therefore, the aim of this study is to determine the nutritional quality and antioxidant capacity of stinging nettle leaves under the influence of different nutrient solution (NS) treatments and three harvest cycles. EXPERIMENTAL APPROACH: The experiment was conducted in a floating hydroponic system in which treatments with different nutrient solutions were applied and three harvest cycles were carried out. After each harvest, the following treatments were applied: treatment 1 - depletion of nutrient solution by adding water, treatment 2 - supplementation of nutrient solution by adding initial nutrient solution and treatment 3 - correction of nutrient solution by adding nutrients. Among the bioactive compounds, minerals, ascorbic acid, phenols and photosynthetic pigments content, as well as antioxidant capacity were analysed spectrophotometrically, while individual phenols were determined by liquid chromatography. RESULTS AND CONCLUSIONS: Different nutrition solution treatments and the number of harvest cycles had a significant effect on the content of the analysed bioactive compounds. The highest mass fraction (on fresh mass basis) of total phenols expressed as gallic acid equivalents (377.04 mg/100 g), total flavonoids expressed as catechol equivalents (279.54 mg/100 g), ascorbic acid (112.37 mg/100 g) and pigments (total chlorophylls 1.84, and total carotenoids 0.36 mg/g) as well as the highest antioxidant capacity expressed as Trolox equivalents (35.47 µmol/g) were recorded in the samples supplemented with nutrient solution (treatment NS2) and analysed after the third harvest. NOVELTY AND SCIENTIFIC CONTRIBUTION: This is the first time that stinging nettle leaves have been produced in a floating hydroponic system by controlled plant nutrition. We have set this type of nutritional manipulation with multiple harvest cycles as an innovative technique for the production of novel food with improved nutritional value that can be consumed as green leafy vegetables."
    },
    {
      "pmid": "37035014",
      "title": "A Systematic Review of Ethnobotanical, Phytochemical, and Ethnopharmacological Studies of Urtica simensis (Stinging Nettle).",
      "authors": [
        "Tesfaye Yimer Tadesse",
        "Mulugeta Molla Zeleke",
        "Samuel Berihun Dagnew",
        "Getu Tesfaw Addis"
      ],
      "journal": "Journal of experimental pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The Urticaceae family contains 54 genera and more than 2000 species that can be found in tropical, subtropical, and temperate climates all over the world. This family includes the largest genus in the world, Urtica, which is also known as stinging nettle. Stinging hairs are present on the lower surface of the leaves and beneath the stems of Urtica simensis, also known as the stinging nettle, herbal nettle that is dioecious, upright, and unbranched. For the treatment of conditions like gastritis, heart disease, diabetes, gonorrhea, and malaria, people employ various portions of Urtica simensis in a variety of ways in traditional medicine. The Urtica simensis leaves are rich in variety of active secondary phytochemical constituents including terpenoids, saponins, tannins, flavonoids, steroids, alkaloids, polyphenols, sterols, oxalate, and ascorbic acid (vitamin C). According to different reports, it possesses a variety of pharmacological properties, including antioxidant, antiproliferative, antidiabetic, cardioprotective, antiulcer, antibacterial, and antifungal actions. The current review summarizes published and unpublished information about the ethnobotanical, phytochemical, ethnopharmacological, and toxicological reports of Urtica simensis and summarizes all the research work carried out on this plant to provide updated information for future work."
    },
    {
      "pmid": "36558005",
      "title": "Hydroethanolic Extract of Urtica dioica L. (Stinging Nettle) Leaves as Disaccharidase Inhibitor and Glucose Transport in Caco-2 Hinderer.",
      "authors": [
        "Mohammad A Altamimi",
        "Ibrahim M Abu-Reidah",
        "Almothana Altamimi",
        "Nidal Jaradat"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Dec-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Herbal treatment for diabetes mellitus is widely used. The pharmacological activity is thought to be due to the phenolic compounds found in the plant leaves. The present study aims to investigate the phytochemical composition of Urtica dioica (UD) hydroethanolic extract and to screen its antidiabetic activity by disaccharidase hindering and glucose transport in Caco-2 cells. The results have shown that a total of 13 phenolic compounds in this work, viz. caffeic and coumaric acid esters (1, 2, 4-7, 10), ferulic derivative (3), and flavonoid glycosides (8, 9, 11-13), were identified using HPLC-DAD-ESI/MS2. The most abundant phenolic compounds were 8 (rutin) followed by 6 (caffeoylquinic acid III). Less predominant compounds were 4 (caffeoylquinic acid II) and 11 (kaempferol-O-rutinoside). The UD hydroethanolic extract showed 56%, 45%, and 28% (1.0 mg/mL) inhibition level for maltase, sucrase, and lactase, respectively. On the other hand, glucose transport was 1.48 times less at 1.0 mg/mL UD extract compared with the control containing no UD extract. The results confirmed that U. dioica is a potential antidiabetic herb having both anti-disaccharidase and glucose transport inhibitory properties, which explained the use of UD in traditional medicine.",
      "mesh_terms": [
        "Humans",
        "Urtica dioica",
        "Plant Extracts",
        "Caco-2 Cells",
        "Disaccharidases",
        "Urticaceae",
        "Plant Leaves",
        "Hypoglycemic Agents",
        "Phenols",
        "Glucose"
      ]
    },
    {
      "pmid": "35693473",
      "title": "An assessment of the evidence for antibacterial activity of stinging nettle (Urtica dioica) extracts.",
      "authors": [
        "Freya Harrison",
        "Jessica Furner-Pardoe",
        "Erin Connelly"
      ],
      "journal": "Access microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stinging nettles (Urtica spp.) have been used in a diverse range of traditional and historical medicines from around the world for the treatment of skin diseases, wounds, urinary disorders, respiratory diseases, bone and joint pain, anaemia and other circulatory problems, as well as in cosmetic preparations for skin and haircare. As part of an interdisciplinary exploration of nettle-based remedies, we performed a systematic review of published evidence for the antimicrobial activity of Urtica spp. extracts against bacteria and fungi that commonly cause skin, soft tissue and respiratory infections. We focussed on studies in which minimum inhibitory concentration (MIC) assays of U. dioica were conducted on the common bacterial opportunistic pathogens Escherichia coli , Pseudomonas aeruginosa , Klebsiella pneumoniae and Staphylococcus aureus . No studies used fresh leaves (all were dried prior to use), and no studies prepared nettles in weak acid (corresponding to vinegar) or in fats/oils, which are common combinations in historical and traditional preparations. We addressed this gap by conducting new antibacterial tests of extracts of fresh U. dioica leaves prepared in vinegar, butter or olive oil against P. aeruginosa and S. aureus . Our systematic review and additional experimental data leads us to conclude that there is no strong evidence for nettles containing molecules with clinically useful antimicrobial activity. It seems most likely that the utility of nettles in traditional topical preparations for wounds may simply be as a 'safe' absorbent medium for keeping antibacterial (vinegar) or emollient (oils) ingredients at the treatment site."
    },
    {
      "pmid": "35669064",
      "title": "Application of Ultrasound as Clean Technology for Extraction of Specialized Metabolites From Stinging Nettle (Urtica dioica L.).",
      "authors": [
        "Jana Šic Žlabur",
        "Sanja Radman",
        "Nevena Opačić",
        "Anamaria Rašić",
        "Mia Dujmović",
        "Mladen Brnčić",
        "Francisco J Barba",
        "Juan Manuel Castagnini",
        "Sandra Voća"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nettle is a highly valued medicinal plant that is still largely neglected, both in terms of nutrition and use for pharmacological purposes. Tinctures, i.e., alcoholic extracts, are becoming increasingly popular nettle products, mainly because they allow better availability of phytochemicals and their stability over a longer period of time. The production of alcoholic extracts is a chemically demanding process that is still usually carried out using conventional techniques, which have numerous drawbacks. The use of green technologies such as ultrasound-assisted extraction (UAE), which is characterized by high efficiency of phytochemical extraction, shorter treatment time, and a much lower environmental footprint, is a suitable and sustainable solution. Therefore, the aim of this study is to determine the influence of the extraction method, conventional and ultrasound (by varying two ultrasound equipment systems), time and ethanol concentration on the extraction of specialized metabolites from nettle powder. Ultrasonic extraction using a probe system significantly contributed to increase the ascorbic acid yield, polyphenolic compounds, and antioxidant capacity of nettle extracts compared to conventional extraction. In addition, when a probe system was used during UAE, significantly less time was required for isolation of individual specialized metabolites compared to ultrasonic extraction in the bath. Ethanol concentration (50 and 80% v/v) also proved to be an important factor in the efficiency of extraction of specialized metabolites, with 80% ethanol being more effective for the isolation of ascorbic acid and pigment compounds (chlorophyll and carotenoids), while 50% v/v for the extraction of polyphenolic compounds. It can be concluded that extraction with the ultrasonic probe system is much more efficient in obtaining higher yields of specialized metabolites from nettle powder in a shorter time (average process duration 5-10 min) both compared to UAE in the bath and classical extraction. However, optimization of the key factors of time, solvent type, and ultrasonic power is necessary to maintain the nutritional quality of the nettle extract in order to obtain a final product with a high specialized metabolites content, antioxidant capacity, and functional value. The future application of alcoholic nettle extracts is based on the fact that these products have significant potential as functional foods and pharmacological preparations for the treatment of a number of but also to strengthen the immune system, mainly due to the rich nutritional composition and high content of various specialized metabolites. The prepared extracts can be safely taken orally by diluting the tinctures with water immediately before ingestion."
    },
    {
      "pmid": "33915962",
      "title": "A Placebo-Controlled, Pseudo-Randomized, Crossover Trial of Botanical Agents for Gulf War Illness: Reishi Mushroom (Ganoderma lucidum), Stinging Nettle (Urtica dioica), and Epimedium (Epimedium sagittatum).",
      "authors": [
        "Jarred Younger",
        "Emily K Donovan",
        "Kathleen S Hodgin",
        "Timothy J Ness"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2021-Apr-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "This report is third in a three-part clinical trial series screening potential treatments for Gulf War Illness (GWI). The goal of the project was to rapidly identify agents to prioritize for further efficacy research. We used a placebo-controlled, pseudo-randomized, crossover design to test the effects of reishi mushroom (Ganoderma lucidum), stinging nettle (Uritca dioica), and epimedium (Epimedium sagittatum) in 29 men with GWI. Participants completed 30 days of symptom reports for baseline, then a botanical line consisting of 30 days of placebo, followed by 30 days each of lower-dose and higher-dose botanical. After completing a botanical line, participants were randomized to complete the protocol with another botanical, until they completed three botanical trials. GWI symptom severity, pain, and fatigue were contrasted between the four conditions (baseline, placebo, lower-dose, higher dose) using linear mixed models. GWI symptom severity was unchanged from placebo in the reishi lower-dose condition (p = 0.603), and was higher in the higher-dose condition (p = 0.012). Symptom severity was not decreased from placebo with lower-dose stinging nettle (p = 0.604), but was significantly decreased with higher-dose stinging nettle (p = 0.048). Epimedium showed no significant decreases of GWI symptoms in the lower (p = 0.936) or higher (p = 0.183) dose conditions. Stinging nettle, especially at higher daily dosages, may help reduce the symptoms of GWI. Epimedium does not appear to beneficially affect GWI symptom severity, and reishi may exaggerate symptoms in some GWI sufferers. These results are in a small sample and are preliminary. Further research is required to determine if stinging nettle is indeed helpful for the treatment of GWI, and what dosage is optimal. This trial was registered on ClinicalTrials.gov (NCT02909686).",
      "mesh_terms": [
        "Agaricales",
        "Cross-Over Studies",
        "Epimedium",
        "Humans",
        "Male",
        "Persian Gulf Syndrome",
        "Reishi",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "31890919",
      "title": "Effects of stinging nettle (Urtica dioica) powder on laying performance, egg quality, and serum biochemical parameters of Japanese quails.",
      "authors": [
        "Nassim Moula",
        "Ahmed Sadoudi",
        "Leghel Touazi",
        "Pascal Leroy",
        "Fikremariam Geda"
      ],
      "journal": "Animal nutrition (Zhongguo xu mu shou yi xue hui)",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this experiment was to evaluate the effects of dietary supplementation of stinging nettle powder (SNP) on laying performance, egg quality, and some selected serum biochemical parameters of quails. One hundred and forty-four 10-wk-old Japanese quails (initial body weight = 199 ± 18 g) were divided into 3 dietary treatment groups (basic diet without SNP [SNP0], SNP0 with 3% SNP [SNP3], SNP0 with 6% SNP [SNP6]) with 4 replicates of 12 quails for a rearing period of 12 wk. At 22 wk of age, the final body weights of the SNP3 and SNP6 groups were significantly (P = 0.001) reduced compared to that of the SNP0 group. Daily feed intake was not statistically different among the groups. The mean number of eggs laid ranged from 65 to 69 with laying rates from 76.8% to 82.1%. The percentage of cracked eggs was not significantly different among the groups and ranged from 1.6% to 1.9%. The egg weight was similar and the feed conversion ratio was closer among the groups. The egg yolk cholesterol, serum cholesterol and serum triglyceride levels in the SNP6 group were significantly reduced (P < 0.001) compared to those of the SNP0 group. Serum Ca, P and Mg were not significantly influenced by the supplementation. In conclusion, the results demonstrated that the supplementation of SNP to the quail diet at the level of 6% reduced quail egg yolk cholesterol, serum total cholesterol and serum triglyceride levels and did not negatively influence quail performance."
    },
    {
      "pmid": "32734053",
      "title": "Immunomodulatory effect of Stinging nettle (Urtica dioica) and Aloe vera (Aloe barbadensis) in broiler chickens.",
      "authors": [
        "Shashi Sharma",
        "Dinesh Kumar Singh",
        "Yam Bahadur Gurung",
        "Swoyam Prakash Shrestha",
        "Chiranjibi Pantha"
      ],
      "journal": "Veterinary and animal science",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A study was conducted to identify the immunomodulatory effect of Stinging nettle (Urtica dioica) and Aloe vera (Aloe barbadensis) in broiler chicken. A total of 240 birds were divided into 4 treatment groups with 4 replications in each group, each replication containing 15 birds. Treatments were comprised of no Nettle and Aloe vera (T0); Nettle 5% (T1), Aloe vera @5 ml/lit drinking water (T2) and Nettle 5% and Aloe vera @5 ml/lit drinking water (T3). The study was conducted under a randomized design. The immunomodulating effect was evaluated by measuring antibody titer against NDV vaccine; and by estimating the albumin, globulin and total protein upto 40 days of age. The effect on liver was estimated by measuring liver enzymes alanine aminotransferase (ALT). The hypoglycemic effect was estimated by measuring glucose level in the serum, and morphological changes in the spleen and bursa were estimated by measuring the ratio score of the respective organs to the body weight. Throughout the experiment, the value for HI titer, albumin, globulin, total protein, spleen weight ratio score, bursa weight ratio score, liver function test and blood glucose of all treatment group were non significant (p > 0.05) except for albumin on 10th day, globulin on 0th day, total protein on 0th day and ratio score of spleen were found to be significant (p ≤ 0.05) at 30 days in all treatment compared to control group. Histopathology of spleen and bursa appeared normal in all treatment and control groups. Result thus suggests that nettle and Aloe vera have non-significant immunomodulatory effects."
    },
    {
      "pmid": "29844787",
      "title": "Effects of Stinging Nettle (Urtica Dioica L.,) on Antioxidant Enzyme Activities in Rat Model of Mammary Gland Cancer.",
      "authors": [
        "Selda Telo",
        "Ihsan Halifeoglu",
        "Ibrahim Hanifi Ozercan"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stinging nettle (Urtica dioica L.,) is a medicinal herb commonly used by humans. The role of reactive oxygen metabolites on cancer etiology is known. There are some studies about the antioxidant effects of Urtica Dioica (UD) on therapy of some cancer types. This study aimed to investigate the effects of UD on antioxidant enzyme activities and mammary gland cancer induced by in rats-N-methyl-N-nitrosourea (NMU) carcinogenesis. Rats were divided into four groups: a untreated group (Group 1), a NMU group (Group 2) given 50 mg/kg NMU by intraperitoneal (i.p.) injection, a NMU group (Group 3) treated with UD, a control group (Group 4) fed with 50g/kg UD. After 5.5 months, rats were decapitated, and mammary tissue and blood samples were obtained. There was a significant (p<0.05, p<0.01, respectively) increase in plasma malondialdehyde (MDA) levels of group 2 compared with group 1 and 4. The superoxide dismutase (SOD) activity of the erythrocytes was decreased in group 3 than the other groups (p<0.0001). The erythrocyte catalase (CAT) activity was significantly increased in group 4 compared with group 2 and 3 (p<0.05, p<0.01, respectively). The number of animals with palpable tumors was 6 (46.15%) in group 2, and 2 (13.3%) in group 3 at the end of the 22nd week. Although group 3 had lower palpable tumor number than group 2, the difference was not statistically significant (p=0.096). The results showed that UD constituents may have effects on lipid peroxidation and some antioxidant enzyme activities, and may slow the formation of mammary tumor."
    },
    {
      "pmid": "29844782",
      "title": "Efficacy of Supportive Therapy of Allergic Rhinitis by Stinging Nettle (Urtica dioica) root extract: a Randomized, Double-Blind, Placebo- Controlled, Clinical Trial.",
      "authors": [
        "Mehdi Bakhshaee",
        "Amir Hooshang Mohammad Pour",
        "Majid Esmaeili",
        "Farahzad Jabbari Azad",
        "Ghazal Alipour Talesh",
        "Maryam Salehi",
        "Morteza Noorollahian Mohajer"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to survey the exact benefit of this herb in the management of clinical and laboratory signs and symptoms of allergic rhinitis. In a randomized double blind clinical trial, 74 patients with the signs and symptoms of allergic rhinitis and a positive skin prick test were selected and randomly divided into 2 groups who were takenUrtica dioica 150-mg, Urtidin® F.C Tablet) or placebo for one month. Their signs and symptoms, eosinophil percentage on nasal smear, serum IgE, and interleukin IL-4, IL-5, interferon- γ) levels were recorded. Forty patients completed the trial. Based on the Sino- Nasal Outcome Test 22 SNOT-22), a significant improvement in clinical symptom severity was observed in both groups P < .001). Furthermore, a statistically significant reduction in mean nasal smear eosinophil count was observed after treatment with Nettle P < .01). However, the mean IgE and IL4 and IL5 levels in the study group before and after treatment with Nettle saw no significant changes P > .1). Intergroup pre- and post-treatment laboratory findings suggested that there was a significant difference in post-treatment changes of mean IFN γ levels between the study and placebo group P = 0.017). Although the current study showed certain positive effects of Nettle in the management of allergic rhinitis on controlling the symptoms based on the SNOT-22, similar effects were demonstrated by placebo as well. We believe that our limitations underscore the need for larger, longer term studies of Nettle for the treatment of allergic rhinitis."
    },
    {
      "pmid": "25035860",
      "title": "Total Phenolic and Flavonoid Contents of Aqueous Extract of Stinging Nettle and In Vitro Antiproliferative Effect on Hela and BT-474 Cell Lines.",
      "authors": [
        "Sadegh Fattahi",
        "Ebrahim Zabihi",
        "Zeinab Abedian",
        "Roghayeh Pourbagher",
        "Ali Motevalizadeh Ardekani",
        "Amrollah Mostafazadeh",
        "Haleh Akhavan-Niaki"
      ],
      "journal": "International journal of molecular and cellular medicine",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phenolic compounds including flavonoids and phenolic acids are plants secondary metabolites. Due to their ability to act as antioxidant agents, there is a growing interest to use those components in traditional medicine for cancer prevention or treatment. The aim of this study was to measure the amounts of total phenolics and flavonoids as well as anti-proliferative effect of aqueous extract of Stinging nettle on BT-474 and Hela cell lines. The amounts of phenolics content and total flavonoids were determined by folin ciocalteu and aluminium chloride methods, respectively. The free radical scavenging activity was measured by using diphenyl - picrylhydrazyl (DPPH). The reducing power of the extract was measured in the presence of potassium hexacyanoferrate and its antiproliferative activity was assessed on BT-474 and Hela cell lines using MTT assay. Total phenolic content was 322.941± 11.811 mg gallic acid/g extract. Total flavonoid content was 133.916±12.006 mg Catechin/g. The IC50 of DPPH radical was 1.2 mg/ ml and the reducing power was 218.9± 15.582 μg ascorbic acid/ g. Cell viability of BT-474 cells decreased to less than half of the control (no added extract) at the presence of 3 mg/ ml extract while no significant changes were detected for Hela cells at similar conditions. There was no significant difference in the percentage of surviving cells between consecutive days (day 1, 2 and 3) for both BT-474 and Hela cells (P>0.05). Although the relatively high amount of phenolic and flavonoid contents of the aqueous extract make this plant a promising candidate for diseases treatment; however, there is not a direct relationship between the amounts of these antioxidant components and the efficiency in in vitro cancer treatment."
    },
    {
      "pmid": "23092723",
      "title": "Lipophilic stinging nettle extracts possess potent anti-inflammatory activity, are not cytotoxic and may be superior to traditional tinctures for treating inflammatory disorders.",
      "authors": [
        "Tyler A Johnson",
        "Johann Sohn",
        "Wayne D Inman",
        "Leonard F Bjeldanes",
        "Keith Rayburn"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2013-Jan-15",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Extracts of four plant portions (roots, stems, leaves and flowers) of Urtica dioica (the stinging nettle) were prepared using accelerated solvent extraction (ASE) involving water, hexanes, methanol and dichloromethane. The extracts were evaluated for their anti-inflammatory and cytotoxic activities in an NF-κB luciferase and MTT assay using macrophage immune (RAW264.7) cells. A standardized commercial ethanol extract of nettle leaves was also evaluated. The methanolic extract of the flowering portions displayed significant anti-inflammatory activity on par with a standard compound celastrol (1) but were moderately cytotoxic. Alternatively, the polar extracts (water, methanol, ethanol) of the roots, stems and leaves displayed moderate to weak anti-inflammatory activity, while the methanol and especially the water soluble extracts exhibited noticeable cytotoxicity. In contrast, the lipophilic dichloromethane extracts of the roots, stems and leaves exhibited potent anti-inflammatory effects greater than or equal to 1 with minimal cytotoxicity to RAW264.7 cells. Collectively these results suggest that using lipophilic extracts of stinging nettle may be more effective than traditional tinctures (water, methanol, ethanol) in clinical evaluations for the treatment of inflammatory disorders especially arthritis. A chemical investigation into the lipophilic extracts of stinging nettle to identify the bioactive compound(s) responsible for their observed anti-inflammatory activity is further warranted.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Cytotoxins",
        "Flowers",
        "Luciferases",
        "Macrophages",
        "Mice",
        "Molecular Structure",
        "NF-kappa B",
        "Plant Extracts",
        "Plant Leaves",
        "Plant Roots",
        "Plant Stems",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "21944657",
      "title": "Arnica and stinging nettle for treating burns - a self-experiment.",
      "authors": [
        "Roman Huber",
        "Felix Bross",
        "Christoph Schempp",
        "Carsten Gründemann"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2011-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: Combudoron, composed of extracts from arnica and stinging nettle, is used for the treatment of partial thickness burns and insect bites in Europe. Because clinical investigations are lacking we wanted to investigate its efficacy in partial thickness burns. METHODS: Two individuals performed a self experiment: 4 experimental grade 2 burns (each 1 cm(2)) on the back were induced respectively with an erbium YAG-laser. Wounds were treated with Combudoron gel, Combudoron liquid, placebo gel or placebo liquid in each of the subjects in a standardized, single blind manner. Outcome parameters were the photo documented duration of wound healing and visual analogue scale (VAS) pain scores. RESULTS: All 8 experimental burns were similar from size and depth at baseline. Eschars of the verum-treated burns fell off earlier than the placebo-treated burns (verum liquid: after 14 and 19 days compared to 17 and 27 days with placebo liquid. Verum gel: after 16 and 22 days compared to 18 and 28 days with placebo gel). Eschars of the liquid treated burns fell off earlier than of the gel treated burns. Pain scores were not applicable because they were low and differences between the lesions could not be discriminated on the back. CONCLUSION: Combudoron seems to have positive effects on healing of grade 2 laser induced burns which deserve further investigation.",
      "mesh_terms": [
        "Adult",
        "Arnica",
        "Burns",
        "Drug Combinations",
        "Humans",
        "Lasers",
        "Male",
        "Middle Aged",
        "Pain",
        "Phytotherapy",
        "Plant Extracts",
        "Single-Blind Method",
        "Urtica dioica",
        "Wound Healing"
      ]
    },
    {
      "pmid": "21861725",
      "title": "The effect of stinging nettle (Urtica dioica) seed oil on experimental colitis in rats.",
      "authors": [
        "Zeynep Genc",
        "Aysen Yarat",
        "Tugba Tunali-Akbay",
        "Goksel Sener",
        "Sule Cetinel",
        "Rabia Pisiriciler",
        "Esin Caliskan-Ak",
        "Ayhan Altıntas",
        "Betul Demirci"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study investigated the effect of Urtica dioica, known as stinging nettle, seed oil (UDO) treatment on colonic tissue and blood parameters of trinitrobenzene sulfonic acid (TNBS)-induced colitis in rats. Experimental colitis was induced with 1 mL of TNBS in 40% ethanol by intracolonic administration with a 8-cm-long cannula with rats under ether anesthesia, assigned to a colitis group and a colitis+UDO group. Rats in the control group were given saline at the same volume by intracolonic administration. UDO (2.5 mL/kg) was given to the colitis+UDO group by oral administration throughout a 3-day interval, 5 minutes later than colitis induction. Saline (2.5 mL/kg) was given to the control and colitis groups at the same volume by oral administration. At the end of the experiment macroscopic lesions were scored, and the degree of oxidant damage was evaluated by colonic total protein, sialic acid, malondialdehyde (MDA), and glutathione levels, collagen content, tissue factor activity, and superoxide dismutase and myeloperoxidase activities. Colonic tissues were also examined by histological and cytological analysis. Pro-inflammatory cytokines (tumor necrosis factor-α, interleukin-1β, and interleukin-6), lactate dehydrogenase activity, and triglyceride and cholesterol levels were analyzed in blood samples. We found that UDO decreased levels of pro-inflammatory cytokines, lactate dehydrogenase, triglyceride, and cholesterol, which were increased in colitis. UDO administration ameliorated the TNBS-induced disturbances in colonic tissue except for MDA. In conclusion, UDO, through its anti-inflammatory and antioxidant actions, merits consideration as a potential agent in ameliorating colonic inflammation.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Antioxidants",
        "Cholesterol",
        "Colitis",
        "Colon",
        "Disease Models, Animal",
        "Female",
        "Glutathione",
        "Inflammation",
        "Interleukin-6",
        "L-Lactate Dehydrogenase",
        "Male",
        "Malondialdehyde",
        "N-Acetylneuraminic Acid",
        "Oxidative Stress",
        "Peroxidase",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Seeds",
        "Superoxide Dismutase",
        "Triglycerides",
        "Trinitrobenzenesulfonic Acid",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "21338626",
      "title": "Inhibition of severe acute respiratory syndrome coronavirus replication in a lethal SARS-CoV BALB/c mouse model by stinging nettle lectin, Urtica dioica agglutinin.",
      "authors": [
        "Yohichi Kumaki",
        "Miles K Wandersee",
        "Aaron J Smith",
        "Yanchen Zhou",
        "Graham Simmons",
        "Nathan M Nelson",
        "Kevin W Bailey",
        "Zachary G Vest",
        "Joseph K-K Li",
        "Paul Kay-Sheung Chan",
        "Donald F Smee",
        "Dale L Barnard"
      ],
      "journal": "Antiviral research",
      "publication_date": "2011-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Urtica dioica agglutinin (UDA) is a small plant monomeric lectin, 8.7 kDa in size, with an N-acetylglucosamine specificity that inhibits viruses from Nidovirales in vitro. In the current study, we first examined the efficacy of UDA on the replication of different SARS-CoV strains in Vero 76 cells. UDA inhibited virus replication in a dose-dependent manner and reduced virus yields of the Urbani strain by 90% at 1.1 ± 0.4 μg/ml in Vero 76 cells. Then, UDA was tested for efficacy in a lethal SARS-CoV-infected BALB/c mouse model. BALB/c mice were infected with two LD50 (575 PFU) of virus for 4 h before the mice were treated intraperitoneally with UDA at 20, 10, 5 or 0 mg/kg/day for 4 days. Treatment with UDA at 5 mg/kg significantly protected the mice against a lethal infection with mouse-adapted SARS-CoV (p < 0.001), but did not significantly reduce virus lung titers. All virus-infected mice receiving UDA treatments were also significantly protected against weight loss (p < 0.001). UDA also effectively reduced lung pathology scores. At day 6 after virus exposure, all groups of mice receiving UDA had much lower lung weights than did the placebo-treated mice. Thus, our data suggest that UDA treatment of SARS infection in mice leads to a substantial therapeutic effect that protects mice against death and weight loss. Furthermore, the mode of action of UDA in vitro was further investigated using live SARS-CoV Urbani strain virus and retroviral particles pseudotyped with SARS-CoV spike (S). UDA specifically inhibited the replication of live SARS-CoV or SARS-CoV pseudotyped virus when added just before, but not after, adsorption. These data suggested that UDA likely inhibits SARS-CoV infection by targeting early stages of the replication cycle, namely, adsorption or penetration. In addition, we demonstrated that UDA neutralizes the virus infectivity, presumably by binding to the SARS-CoV spike (S) glycoprotein. Finally, the target molecule for the inhibition of virus replication was partially characterized. When UDA was exposed to N-acetylglucosamine and then UDA was added to cells just prior to adsorption, UDA did not inhibit the virus infection. These data support the conclusion that UDA might bind to N-acetylglucosamine-like residues present on the glycosylated envelope glycoproteins, thereby preventing virus attachment to cells.",
      "mesh_terms": [
        "Animals",
        "Antiviral Agents",
        "Body Weight",
        "Chlorocebus aethiops",
        "Disease Models, Animal",
        "Female",
        "Injections, Intramuscular",
        "Mice",
        "Mice, Inbred BALB C",
        "Plant Lectins",
        "Rodent Diseases",
        "Severe acute respiratory syndrome-related coronavirus",
        "Severe Acute Respiratory Syndrome",
        "Survival Analysis",
        "Vero Cells",
        "Virus Replication"
      ]
    },
    {
      "pmid": "20102439",
      "title": "Use of lupin, Lupinus perennis, mango, Mangifera indica, and stinging nettle, Urtica dioica, as feed additives to prevent Aeromonas hydrophila infection in rainbow trout, Oncorhynchus mykiss (Walbaum).",
      "authors": [
        "E Awad",
        "B Austin"
      ],
      "journal": "Journal of fish diseases",
      "publication_date": "2010-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Feeding rainbow trout, Oncorhynchus mykiss (Walbaum), with 1% lupin, Lupinus perennis, mango, Mangifera indica, or stinging nettle, Urtica dioica, for 14 days led to reductions in mortality after challenge with Aeromonas hydrophila. In addition, there was significant enhancement in serum bactericidal activity, respiratory burst and lysozyme activity in the treatment groups compared to the controls. Use of lupin and mango led to the highest number of red blood and white blood cells in recipient fish, with use of stinging nettle leading to the highest haematocrit and haemoglobin values; the highest value of mean corpuscular volume and haemoglobin was in the control groups and those fed with stinging nettle.",
      "mesh_terms": [
        "Aeromonas hydrophila",
        "Animals",
        "Fish Diseases",
        "Food Additives",
        "Gram-Negative Bacterial Infections",
        "Immunity, Innate",
        "Lupinus",
        "Magnoliopsida",
        "Mangifera",
        "Muramidase",
        "Oncorhynchus mykiss",
        "Respiratory Burst",
        "Survival Analysis",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "17509841",
      "title": "A comprehensive review on the stinging nettle effect and efficacy profiles. Part II: urticae radix.",
      "authors": [
        "Julia E Chrubasik",
        "Basil D Roufogalis",
        "Hildebert Wagner",
        "Sigrun Chrubasik"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2007-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nettle root is recommended for complaints associated with benign prostatic hyperplasia (BPH). We therefore conducted a comprehensive review of the literature to summarise the pharmacological and clinical effects of this plant material. Only a few components of the active principle have been identified and the mechanism of action is still unclear. It seems likely that sex hormone binding globulin (SHBG), aromatase, epidermal growth factor and prostate steroid membrane receptors are involved in the anti-prostatic effect, but less likely that 5alpha-reductase or androgen receptors are involved. Extract and a polysaccharide fraction were shown to exert anti-inflammatory activity. A proprietary methanolic nettle root extract and particular fractions inhibited cell proliferation. Isolated lectins (UDA) were shown to be promising immunomodulatory agents, having also anti-viral and fungistatic effects. However, despite these in vitro studies it is unclear whether the in-vitro or animal data are a surrogate for clinical effects. The clinical evidence of effectiveness for nettle root in the treatment of BPH is based on many open studies. A small number of randomised controlled studies indicate that a proprietary methanolic extract is effective in improving BPH complaints. However, the significance and magnitude of the effect remains to be established in further confirmatory studies before nettle root treatment may be accepted in the guidelines for BPH treatment. The risk for adverse events during nettle root treatment is very low, as is its toxicity. Pre-clinical safety data remain to be completed.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Male",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Roots",
        "Prostatic Hyperplasia",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "16040172",
      "title": "The landsnail Cepaea nemoralis regulates internal Cd levels when fed on Cd-enriched stinging nettle (Urtica dioica) leaves at low, field-relevant concentrations.",
      "authors": [
        "M J M Notten",
        "A J P Oosthoek",
        "J Rozema",
        "R Aerts"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2006-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We studied Cd accumulation in Cepaea nemoralis snails at low, but field-relevant Cd concentrations in the diet (Urtica dioica leaves). Six treatments of U. dioica plants were grown, resulting in leaf Cd concentrations between 0 and 2.6 microg g(-1) dw. Seven snails per treatment were fed for 38 days. Leaf Cd concentrations did not affect food consumption rates, and consequently Cd intake rates increased with increasing leaf concentrations. No differences were detected among treatments in the final soft tissue Cd concentrations and body burdens in the snails. Regression analyses showed no positive relationship between either snail Cd concentrations or body burdens and total Cd intake. This suggests a regulation of internal Cd concentrations at low food Cd concentrations. Our data suggest that Cd excretion via the mucus plays a substantial role in this regulation, in addition to Cd excretion via the faeces. Snail shells were no sinks for Cd.",
      "mesh_terms": [
        "Animals",
        "Biodegradation, Environmental",
        "Cadmium",
        "Environmental Pollutants",
        "Feces",
        "Food Contamination",
        "Mucus",
        "Plant Leaves",
        "Snails",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "15748367",
      "title": "Evaluating the efficiency of a combination of Pygeum africanum and stinging nettle (Urtica dioica) extracts in treating benign prostatic hyperplasia (BPH): double-blind, randomized, placebo controlled trial.",
      "authors": [
        "Ezer A Melo",
        "Eduardo B Bertero",
        "Luiz A S Rios",
        "Demerval Mattos"
      ],
      "journal": "International braz j urol : official journal of the Brazilian Society of Urology",
      "publication_date": "2002",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: In spite of its historical use, published data about phytotherapic products is characterized by the absence of well conducted studies, leading to conflictive and indefinite results about efficiency and safety of theses drugs. In that sense, we have analyzed the results of a combination of Pygeum africanum and stinging nettle (Urtica dioica) extracts in patients with benign prostatic hyperplasia (BPH), based in a double-blind, randomized, placebo-controlled protocol. MATERIALS AND METHODS: We have selected, according to inclusion and exclusion criteria, only patients with >or=50 years, presenting urinary symptoms assessed by the International Prostatic Symptoms Score (IPSS), with minimum score of 12, and Quality of Life (QoL) index of at least 3 points, rectal examination consistent with BPH, and maximum urinary flow rate (Q(max)) between 5 and 15 mL/s. Phytotherapic and placebo groups were formed by 27 and 22 patients, respectively. The major variables analyzed during the study were IPSS variation, Q(max), and side effects. Reduction of >or=30% and >or=50% in IPSS were the parameters used to define a clinically significant response (CSR). We have also analyzed >or=30% and >or=50% Q(max) increases. RESULTS: After six months of treatment we did not observe significant differences in clinical improvement potential between the phytotherapic combination and placebo groups. Percent IPSS drop of 21.6% in the phytotherapic group was similar to 19.7% obtained in the placebo group (p=0.928). Neither we observed any difference (p=0.530) for QoL improvement between phytotherapic (9.26%) and placebo (5.98%) groups. The alterations of Q(max) followed the trend line observed in clinical data, with no significant difference (p=0.463) in Q(max) increasing percent between phytotherapic (17.2%) and placebo (13.3%) groups. The CSR evaluation of clinical and urodynamic data was also similar between the groups. CONCLUSION: The combination of 25mg Pygeum africanum and 300mg stinging nettle extracts produced clinical and urodynamic effects similar to placebo in a group of HBP patients."
    },
    {
      "pmid": "15338166",
      "title": "Ameliorative effect of IDS 30, a stinging nettle leaf extract, on chronic colitis.",
      "authors": [
        "Astrid Konrad",
        "Michael Mähler",
        "Stephan Arni",
        "Beatrice Flogerzi",
        "Sonja Klingelhöfer",
        "Frank Seibold"
      ],
      "journal": "International journal of colorectal disease",
      "publication_date": "2005-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIMS: Anti-TNF-alpha antibodies are very effective in the treatment of acute Crohn's disease, but are limited by the decline of their effectiveness after repeated applications. The stinging nettle leaf extract, IDS 30, is an adjuvant remedy in rheumatic diseases dependent on a cytokine suppressive effect. We investigated the effect of IDS 30 on disease activity of murine colitis in different models. METHODS: C3H.IL-10-/- and BALB/c mice with colitis induced by dextran sodium sulphate (DSS) were treated with either IDS 30 or water. Mice were monitored for clinical signs of colitis. Inflammation was scored histologically, and faecal IL-1beta and mucosal cytokines were measured by ELISA. Mononuclear cell proliferation of spleen and Peyer's patches were quantified by 3H-thymidine. RESULTS: Mice with chronic DSS colitis or IL-10-/- mice treated with IDS 30 clinically and histologically revealed significantly (p < 0.05) fewer signs of colitis than untreated animals. Furthermore, faecal IL-1beta and mucosal TNF-alpha concentrations were significantly lower (p < 0.05) in treated mice. Mononuclear cell proliferation after stimulation with lipopolysaccharide was significantly (p < 0.001) reduced in mice treated with IDS 30. CONCLUSIONS: The long-term use of IDS 30 is effective in the prevention of chronic murine colitis. This effect seems to be due to a decrease in the Th1 response and may be a new therapeutic option for prolonging remission in inflammatory bowel disease.",
      "mesh_terms": [
        "Animals",
        "Chronic Disease",
        "Colitis",
        "Inflammation",
        "Mice",
        "Mice, Inbred BALB C",
        "Plant Extracts",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "15045190",
      "title": "[Stinging nettle root extract (Bazoton-uno) in long term treatment of benign prostatic syndrome (BPS). Results of a randomized, double-blind, placebo controlled multicenter study after 12 months].",
      "authors": [
        "T Schneider",
        "H Rübben"
      ],
      "journal": "Der Urologe. Ausg. A",
      "publication_date": "2004-Mar",
      "publication_types": [
        "Clinical Trial",
        "English Abstract",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "Phytotherapy of BPS has a long tradition in Germany; nevertheless, data referring to single phytotherapeutic agents are rare. We therefore performed a randomized, double-blind, placebo-controlled multicenter study for 1 year with Bazoton uno (459 mg dry extract of stinging nettle roots) with 246 patients. The IPSS decreased on average from 18.7+/-0.3 to 13.0+/-0.5 with a statistically significant difference compared to placebo (18.5+/-0.3 to 13.8+/-0.5; p=0.0233). The median Q(max) increased by 3.0+/-0.4 ml/s in comparison to 2.9+/-0.4 ml/s (placebo), thus not statistically significantly different, as well as the median volume of residual urine, which changed from 35.5+/-3.4 ml before therapy to 20.0+/-2.8 ml and from 40.0+/-4.0 ml to 21.0+/-2.9 ml under placebo application. The number of adverse events (29/38) as well as urinary infections etc. (3/10 events) was smaller under Bazoton uno therapy compared to placebo. Treatment with Bazoton uno can therefore be considered a safe therapeutic option for BPS, especially for reducing irritative symptoms and BPS-associated complications due to the postulated antiphlogistic and antiproliferative effects of the stinging nettle extract. A strong increase of Q(max) or reduction of residual urine are not to be expected.",
      "mesh_terms": [
        "Aged",
        "Double-Blind Method",
        "Humans",
        "Longitudinal Studies",
        "Male",
        "Middle Aged",
        "Phytotherapy",
        "Placebo Effect",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Severity of Illness Index",
        "Treatment Outcome",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "14744424",
      "title": "Stinging nettle dermatitis.",
      "authors": [
        "Bryan E Anderson",
        "Christopher J Miller",
        "David R Adams"
      ],
      "journal": "American journal of contact dermatitis : official journal of the American Contact Dermatitis Society",
      "publication_date": "2003-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The stinging nettle (Urtica dioica) is a common weed that can cause a wide range of cutaneous reactions. Contact with the hairs or spines on the stems and leaves of the stinging nettle causes the release of several biologically active substances. The released chemicals act to cause itching, dermatitis, and urticaria within moments of contact. Extracts from the stinging nettle may provide therapeutic value for some inflammatory medical conditions. There is no standard treatment for stinging nettle dermatitis.",
      "mesh_terms": [
        "Dermatitis, Allergic Contact",
        "Humans",
        "Plant Leaves",
        "Plant Stems",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "11962753",
      "title": "Effects of the antirheumatic remedy hox alpha--a new stinging nettle leaf extract--on matrix metalloproteinases in human chondrocytes in vitro.",
      "authors": [
        "G Schulze-Tanzil",
        "Souza P de",
        "B Behnke",
        "S Klingelhoefer",
        "A Scheid",
        "M Shakibaei"
      ],
      "journal": "Histology and histopathology",
      "publication_date": "2002-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammatory joint diseases are characterized by enhanced extracellular matrix degradation which is predominantly mediated by cytokine-stimulated upregulation of matrix metalloproteinase (MMP) expression. Besides tumour necrosis factor-alpha (TNF-alpha), Interleukin-1beta (IL-1beta) produced by articular chondrocytes and synovial macrophages, is the most important cytokine stimulating MMP expression under inflammatory conditions. Blockade of these two cytokines and their downstream effectors are suitable molecular targets of antirheumatic therapy. Hox alpha is a novel stinging nettle (Urtica dioica/Urtica urens) leaf extract used for treatment of rheumatic diseases. The aim of the present study was to clarify the effects of Hox alpha and the monosubstance 13-HOTrE (13-Hydroxyoctadecatrienic acid) on the expression of matrix metalloproteinase-1, -3 and -9 proteins (MMP-1, -3, -9). Human chondrocytes were cultured on collagen type-II-coated petri dishes, exposed to IL-1beta and treated with or without Hox alpha and 13-HOTrE. A close analysis by immunofluorescence microscopy and western blot analysis showed that Hox alpha and 13-HOTrE significantly suppressed IL-1beta-induced expression of matrix metalloproteinase-1, -3 and -9 proteins on the chondrocytes in vitro. The potential of Hox alpha and 13-HOTrE to suppress the expression of matrix metalloproteinases may explain the clinical efficacy of stinging nettle leaf extracts in treatment of rheumatoid arthritis. These results suggest that the monosubstance 13-HOTrE is one of the more active antiinflammatory substances in Hox alpha and that Hox alpha may be a promising remedy for therapy of inflammatory joint diseases.",
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Arthritis, Rheumatoid",
        "Cartilage, Articular",
        "Cells, Cultured",
        "Chondrocytes",
        "Humans",
        "Interleukin-1",
        "Linoleic Acids",
        "Matrix Metalloproteinase 1",
        "Matrix Metalloproteinase 3",
        "Matrix Metalloproteinase 9",
        "Plant Extracts",
        "Plant Leaves",
        "Rheumatic Diseases",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "11950004",
      "title": "Immunosuppressant effect of IDS 30, a stinging nettle leaf extract, on myeloid dendritic cells in vitro.",
      "authors": [
        "Johanna Broer",
        "Bert Behnke"
      ],
      "journal": "The Journal of rheumatology",
      "publication_date": "2002-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Dendritic cells are important antigen presenting cells that play a role in the initiation of rheumatoid arthritis (RA). The stinging nettle leaf extract IDS 30 (Hox alpha) has been recommended for adjuvant therapy of rheumatic diseases. We investigated the immunomodulating effect of IDS 30 extract on the maturation of hematopoietic dendritic cells. METHODS: Human dendritic cells were generated from peripheral blood mononuclear cells cultured in granulocyte macrophage-colony stimulating factor and interleukin 4 (IL-4). Dendritic cell maturation was induced by keyhole limped hemocyanin (KLH). Dendritic cell phenotype was characterized by flow cytometric analysis; dendritic cell cytokine production was measured by ELISA. The ability of dendritic cells to activate naive autologous T cells was evaluated by mixed leukocyte reaction. RESULTS: IDS 30 prevented the maturation of dendritic cells, but did not affect their viability. IDS 30 reduced the expression of CD83 and CD86. It increased the expression of chemokine receptor 5 and CD36 in a dose dependent manner. The secretion of tumor necrosis factor-alpha was reduced. Application of IDS 30 to dendritic cells in culture caused a high endocytosis of dextran and a low capacity to stimulate T cell proliferation. CONCLUSION: Our in vitro results showed the suppressive effect of IDS 30 on the maturation of human myeloid dendritic cells, leading to reduced induction of primary T cell responses. This may contribute to the therapeutic effect of IDS 30 on T cell mediated inflammatory diseases like RA.",
      "mesh_terms": [
        "Antigens, CD",
        "Cell Survival",
        "Cells, Cultured",
        "Dendritic Cells",
        "Dose-Response Relationship, Drug",
        "Enzyme-Linked Immunosorbent Assay",
        "Flow Cytometry",
        "Humans",
        "Immunosuppressive Agents",
        "Lymphocyte Culture Test, Mixed",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Leaves",
        "Receptors, CCR5",
        "Tumor Necrosis Factor-alpha",
        "Up-Regulation",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "11509966",
      "title": "Extracts from fruits of saw palmetto (Sabal serrulata) and roots of stinging nettle (Urtica dioica): viable alternatives in the medical treatment of benign prostatic hyperplasia and associated lower urinary tracts symptoms.",
      "authors": [
        "E Koch"
      ],
      "journal": "Planta medica",
      "publication_date": "2001-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Benign prostatic hyperplasia (BPH) and associated lower urinary tract symptoms (LUTS) are very common disorders in aging men. Despite the great clinical importance, many aspects of their aetiology remain uncertain although it is generally accepted that advanced age and testicular androgens are important requirements for the development of these complaints. The currently available therapeutic options include watchful waiting, changes of life style, medical treatments and invasive therapies. In many European countries the use of phytopharmaceuticals for the management of BPH and related LUTS is common and these products represent up to 80 % of all drugs prescribed for this disorder. In particularly, extracts from the fruits of saw palmetto (Sabal serrulata, syn. Serenoa repens) and the roots of stinging nettle (Urtica dioica) are popular. During the last years numerous papers have been published which elaborated on the pharmacological activities and the clinical assessment of these herbal remedies. These investigations have not only broadened the scientific basis for the rational use of phytotherapeutics but have also provided evidence for their therapeutic efficacy and favourable safety profile.",
      "mesh_terms": [
        "Androgen Antagonists",
        "Clinical Trials as Topic",
        "Complementary Therapies",
        "Drug Therapy, Combination",
        "Fruit",
        "Humans",
        "Lectins",
        "Magnoliopsida",
        "Male",
        "Plant Extracts",
        "Plant Lectins",
        "Plant Roots",
        "Plants, Medicinal",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Urologic Diseases"
      ]
    },
    {
      "pmid": "10606356",
      "title": "Antirheumatic effect of IDS 23, a stinging nettle leaf extract, on in vitro expression of T helper cytokines.",
      "authors": [
        "S Klingelhoefer",
        "B Obertreis",
        "S Quast",
        "B Behnke"
      ],
      "journal": "The Journal of rheumatology",
      "publication_date": "1999-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Stinging nettle leaf extracts are registered in Germany for adjuvant therapy of rheumatic diseases. In a whole blood culture system the nettle extract IDS 23 (Rheuma-Hek) inhibited lipopolysaccharide stimulated monocyte cytokine expression, indicating an immunomodulating effect. We investigated the immunomodulating effects of IDS 23 on phytohemagglutinin (PHA) stimulated peripheral blood mononuclear cells (PBMC) in vitro. METHODS: Using commercial immunoassays the distinct cytokine patterns of Th1 and Th2 cells were determined. Interleukin 2 (IL-2) and interferon-gamma (IFN-gamma) mRNA expression was evaluated by reverse transcription-polymerase chain reaction (RT-PCR) with PHA stimulated PBMC. RESULTS: IDS 23 inhibited PHA stimulated production of Th1-specific IL-2 and IFN-gamma in PBMC culture (n = 10) in a dose dependent manner up to 50+/-32% and 77+/-14%, respectively. In contrast, IDS 23 stimulated the secretion of Th2-specific IL-4. The dose dependent inhibiting effect on IL-2 and IFN-gamma expression was also detected with RT-PCR, while the amount of actin-specific mRNA transcript was not modified by IDS 23. CONCLUSION: Our results suggest the effective ingredient of IDS 23 acts by mediating a switch in T helper cell derived cytokine patterns. IDS 23 may inhibit the inflammatory cascade in autoimmune diseases like rheumatoid arthritis.",
      "mesh_terms": [
        "Antirheumatic Agents",
        "Carcinogens",
        "Cytokines",
        "Humans",
        "In Vitro Techniques",
        "Interferon-gamma",
        "Interleukin-10",
        "Interleukin-2",
        "Interleukin-4",
        "Jurkat Cells",
        "Phytohemagglutinins",
        "Plant Extracts",
        "Plant Leaves",
        "Plant Lectins",
        "Rheumatic Diseases",
        "T-Lymphocytes, Helper-Inducer",
        "Tetradecanoylphorbol Acetate"
      ]
    },
    {
      "pmid": "10563375",
      "title": "Antiproliferative effect of a polysaccharide fraction of a 20% methanolic extract of stinging nettle roots upon epithelial cells of the human prostate (LNCaP).",
      "authors": [
        "J J Lichius",
        "C Lenz",
        "P Lindemann",
        "H H Müller",
        "G Aumüller",
        "L Konrad"
      ],
      "journal": "Die Pharmazie",
      "publication_date": "1999-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In Germany, plant extracts are often used in the treatment of early stages of benign prostate hyperplasia (BPH). The effects of different concentrations of the polysaccharide fraction of the 20% methanolic extract of stinging nettle roots (POLY-M) on the cellular proliferation of lymph node carcinoma of the prostate (LNCaP) cells were determined by measurement of the genomic DNA content of the samples. All concentrations of POLY-M showed an inhibitory effect on the growth of the LNCaP cells during 7 days except the two lowest concentrations. The reduced proliferation of POLY-M treated LNCaP cells was significantly (p < 0.05) different from the untreated control. The inhibition was time- and concentration-dependent with the maximum suppression (50%) on day 6 and at concentrations of 1.0E-9 and 1.0E-11 mg/ml. No cytotoxic effect of POLY-M on cell proliferation was observed. The in vitro results show for the first time an antiproliferative effect of Urtica compounds on human prostatic epithelium and confirm our previous in vivo findings.",
      "mesh_terms": [
        "Antigens, Surface",
        "Biomarkers",
        "Carbohydrates",
        "Carboxypeptidases",
        "Cell Division",
        "Cell Line",
        "Cell Survival",
        "Depression, Chemical",
        "Epithelial Cells",
        "Glutamate Carboxypeptidase II",
        "Humans",
        "Lipopolysaccharides",
        "Male",
        "Methanol",
        "Plant Extracts",
        "Plant Roots",
        "Plants, Medicinal",
        "Prostate",
        "Prostate-Specific Antigen",
        "Prostatic Hyperplasia"
      ]
    },
    {
      "pmid": "9923611",
      "title": "Plant extracts from stinging nettle (Urtica dioica), an antirheumatic remedy, inhibit the proinflammatory transcription factor NF-kappaB.",
      "authors": [
        "K Riehemann",
        "B Behnke",
        "K Schulze-Osthoff"
      ],
      "journal": "FEBS letters",
      "publication_date": "1999-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Activation of transcription factor NF-kappaB is elevated in several chronic inflammatory diseases and is responsible for the enhanced expression of many proinflammatory gene products. Extracts from leaves of stinging nettle (Urtica dioica) are used as antiinflammatory remedies in rheumatoid arthritis. Standardized preparations of these extracts (IDS23) suppress cytokine production, but their mode of action remains unclear. Here we demonstrate that treatment of different cells with IDS23 potently inhibits NF-kappaB activation. An inhibitory effect was observed in response to several stimuli, suggesting that IDS23 suppressed a common NF-kappaB pathway. Inhibition of NF-kappaB activation by IDS23 was not mediated by a direct modification of DNA binding, but rather by preventing degradation of its inhibitory subunit IkappaB-alpha. Our results suggests that part of the antiinflammatory effect of Urtica extract may be ascribed to its inhibitory effect on NF-kappaB activation.",
      "mesh_terms": [
        "Animals",
        "Antirheumatic Agents",
        "Arthritis, Rheumatoid",
        "Cell Line",
        "DNA-Binding Proteins",
        "Gene Expression Regulation",
        "HeLa Cells",
        "Humans",
        "I-kappa B Proteins",
        "Inflammation Mediators",
        "Jurkat Cells",
        "Mice",
        "NF-KappaB Inhibitor alpha",
        "NF-kappa B",
        "Plant Extracts",
        "Plants, Medicinal"
      ]
    },
    {
      "pmid": "7700987",
      "title": "The effect of extracts of the roots of the stinging nettle (Urtica dioica) on the interaction of SHBG with its receptor on human prostatic membranes.",
      "authors": [
        "D J Hryb",
        "M S Khan",
        "N A Romas",
        "W Rosner"
      ],
      "journal": "Planta medica",
      "publication_date": "1995-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Extracts from the roots of the stinging nettle (Urtica dioica) are used in the treatment of benign prostatic hyperplasia. The mechanisms underlying this treatment have not been elucidated. We set out to determine whether specific extracts from U. dioica had the ability to modulate the binding of sex hormone-binding globulin to its receptor on human prostatic membranes. Four substances contained in U. dioica were examined: an aqueous extract; an alcoholic extract; U. dioica agglutinin, and stigmasta-4-en-3-one. Of these, only the aqueous extract was active. It inhibited the binding of 125I-SHBG to its receptor. The inhibition was dose related, starting at about 0.6 mg/ml and completely inhibited binding at 10 mg/ml.",
      "mesh_terms": [
        "Cell Membrane",
        "Humans",
        "In Vitro Techniques",
        "Male",
        "Plant Extracts",
        "Prostate",
        "Receptors, Cell Surface",
        "Sex Hormone-Binding Globulin"
      ]
    }
  ]
}