{
  "supplement": "Strawberries",
  "query": "Strawberries[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:44:42",
  "research_count": 108,
  "count": 100,
  "articles": [
    {
      "pmid": "40250566",
      "title": "Strawberries improve insulin resistance and related cardiometabolic markers in adults with prediabetes: a randomized controlled crossover trial.",
      "authors": [
        "Arpita Basu",
        "Andrew Hooyman",
        "Shauna Groven",
        "Pamela Devillez",
        "Robert H Scofield",
        "Jeffrey L Ebersole",
        "Amber Champion",
        "Kenneth Izuora"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Prediabetes as a risk factor for type 2 diabetes, as well as for cardiovascular disease is a burgeoning public health concern in the US and worldwide. Dietary supplementation of polyphenol-rich berries has been demonstrated to be a feasible nutritional intervention in improving multiple cardiometabolic risk factors in adults. However, reported clinical trials are quite heterogeneous in study findings, and focus on prediabetes is lacking. OBJECTIVE: We examined the effects of a feasible dietary dose of strawberries (32g freeze-dried strawberries ∼ 2.5 servings fresh strawberries) on glycemic control (primary) and cardiometabolic markers in adults with prediabetes in a 28-week randomized controlled (no strawberry) crossover single blinded study (12 weeks/period). METHODS: A total of 25 adults were recruited in each period of the study, and anthropometric, clinical, and dietary data, and blood samples were collected at baseline, six, 12, 16 (washout), 22, and 28 weeks of the crossover study. A mixed-model ANOVA was used to examine treatment effects accounting for the fixed effects of treatment, time, order of randomization, age, sex, ethnicity, body mass index, dietary calories and physical activity over time, as well as the baseline value for each outcome. RESULTS: Strawberry period significantly improved glycemic control (serum insulin, insulin resistance, fasting glucose and glycated hemoglobin) and serum total cholesterol in an adjusted model vs control; [adjusted mean difference (95% CI): -6.9 (-3.2, -10.7) μIU/mL, -2.3 (-1.3, -3.4), -8.9 (-4.7, -13.2) mg/dL, and -0.2 (-0.1, -0.3) %, and -7.0 (-2.0, -12.0) mg/dL, respectively, all p<0.05]. Strawberry period also decreased body weight, high sensitivity C-reactive protein, and interleukin-6 in the adjusted model (all p<0.05). CONCLUSIONS: These findings show a 2.5 servings dose of strawberries consumed daily for 12 weeks can improve prediabetes status, as well as overall cardiometabolic profile in adults."
    },
    {
      "pmid": "40177475",
      "title": "Crosslinking bacterial postbiotics for microbial and quality control of strawberries postharvest: bacteriological and 16S amplicon metagenome evidence.",
      "authors": [
        "Gabriela N Tenea",
        "Pamela Reyes",
        "Carlos Flores"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Strawberries are renowned for their exceptional flavor and nutritional properties but have a short shelf life due to rapid ripening and a high vulnerability to postharvest microbial decay. Postbiotic formulations (PBFs) derived from lactic acid bacteria (LAB) can be developed into effective preservation products, extending postharvest shelf life while maintaining fruit quality. METHODS: This study aimed to assess the effects of postbiotic-based formulations (PBFs) consisting of two key components: (1) a precipitated peptide-protein extract (PP) from Weissella cibaria UTNGt21O, serving as the antimicrobial agent, and (2) an exopolysaccharide (EPS) from W. confusa UTNCys2-2, functioning as the biopolymer carrier. These formulations were tested against a multidrug-resistant Serratia liquefaciens P4StpC1 strain, isolated from ready-to-eat strawberries, and their potential mode of action was analyzed in vitro. Time-kill assays and electron microscopy were used to evaluate their impact on the target cells. Furthermore, the performance of PBFs was compared to a commercial disinfectant (C1) in terms of their effects on strawberry microbiota and fruit quality, employing bacteriological techniques and 16S amplicon metagenomic analysis. RESULTS: The selected PBFs showed bacteriolytic effect on Serratia in vitro. The target cell viability was significantly reduced upon 1 h co-cultivation by inducing several morphological and ultrastructural modifications. Dipping strawberries at the ripe stage four in PBFs indicated no increase in total cell counts, thus the microorganisms colonization was retained during storage with refrigeration. The 16S metagenome analysis showed that the treatment impacted the fruit microbiota, significantly increasing Lactobacillus abundance (p < 0.001) by day eight compared to the disinfectant control. This suggests the formulation supports beneficial microbes, enhancing antimicrobial effects. Additionally, the postbiotic coating improved shelf-life, preserved fruit quality, and delayed deterioration in strawberries. The strawberries quality attributes were not affected by the treatment. Principal Component Analysis (PCA) revealed clear sample separation based on maturity stage, independent of the treatment. CONCLUSION: The results highlight the potential of crosslinking of a peptide-protein fraction with EPS to prevent the colonization of undesirable microorganisms on postharvest strawberries while enhancing their safety and quality."
    },
    {
      "pmid": "40069937",
      "title": "Alleviation of salt stress in strawberries by hydrogen-rich water: Physiological, transcriptomic and metabolomic responses.",
      "authors": [
        "Renyuan Wang",
        "Shaohua Chu",
        "Dan Zhang",
        "Kashif Hayat",
        "Xia Zhang",
        "Yaowei Chi",
        "Xianzhong Ma",
        "Xunfeng Chen",
        "Haiyan Yang",
        "Wenjiang Ding",
        "Ting Zhao",
        "Yongfeng Ren",
        "Xijia Yang",
        "Pei Zhou"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing impacts of climate change and intensified human activities exacerbate soil salinization, posing significant challenges to agricultural productivity. Therefore, addressing salt stress in crops is a critical area of research. In this study, strawberry seedlings (Fragaria×ananassa Duch. 'Benihoppe') were used to investigate the alleviating effects of hydrogen-rich water (HRW) on salt stress through integrated transcriptomic and metabolomic analyses. HRW treatment was found to significantly enhance plant growth, notably increasing root biomass by 49.50%. Additionally, HRW modulated key parameters, including the levels of soluble sugars, malondialdehyde (MDA), and antioxidant enzyme activities, while promoting K+ uptake and Na+ exclusion. Transcriptomic analysis revealed that HRW induced the expression of genes associated with ion transport, antioxidant defence, and cell wall biosynthesis in roots. Metabolomic profiling identified phenolic acids, flavonoids, and amino acids as critical metabolites in HRW-mediated salt stress mitigation. Integrated multi-omics analysis highlighted two key metabolic pathways, phenylpropanoid biosynthesis and amino and nucleoside sugar metabolism, pivotal to the observed protective effects. This study provides molecular insights into the mechanisms by which HRW alleviates salt stress in strawberry seedlings, underscoring the potential of hydrogen gas applications in sustainable agriculture.",
      "mesh_terms": [
        "Fragaria",
        "Hydrogen",
        "Water",
        "Transcriptome",
        "Salt Stress",
        "Gene Expression Regulation, Plant",
        "Metabolomics",
        "Plant Roots",
        "Seedlings",
        "Metabolome",
        "Antioxidants",
        "Gene Expression Profiling"
      ]
    },
    {
      "pmid": "40025900",
      "title": "Impact of High-Pressure Processing on Phenolic Compound Accumulation and Expression of Key Biosynthetic Genes in Harvested Strawberries.",
      "authors": [
        "Tae Eun Kim",
        "Jaeho Pyee"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytochemical accumulation plays a vital role in plant defense. This study examines the effect of high-pressure (HP) treatment on phenolic biosynthesis and gene expression in harvested strawberries, evaluating HP as a potential enhancer of phenolic biosynthesis through environmental stress responses. Strawberries were subjected to HP treatment at pressures ranging from 10 to 40 MPa in two or three cycles. This treatment led to significant increases in total phenolic content, up to 1.59 times higher than untreated controls. Gene expression analysis showed upregulation of key biosynthetic genes-phenylalanine ammonia-lyase, chalcone synthase, and UDP-glucose flavonoid 3-O-glucosyl transferase-with peak expression observed after three cycles of treatment at 40 MPa. HP treatment effectively enhances phenolic compound synthesis by activating biosynthetic gene expression pathways. This method presents a practical, non-genetic strategy for improving the nutritional profiles of fruits."
    },
    {
      "pmid": "39670888",
      "title": "Role of Soil Moisture in Disease Development of Charcoal Rot of Strawberries Caused by Macrophomina phaseolina.",
      "authors": [
        "Lindsey Pedroncelli",
        "Andre Biscaro",
        "Alexander I Putman"
      ],
      "journal": "Plant disease",
      "publication_date": "2024-Dec-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Charcoal rot, caused by the soilborne fungus Macrophomina phaseolina, is one of the most economically important diseases affecting strawberry (Fragaria ×ananassa) production in California. Previous studies on non-strawberry hosts have shown that proper soil moisture management can limit pathogen colonization of plants and decrease disease severity. We performed field and greenhouse studies for two seasons with the objective of investigating the role of soil moisture in disease development and management of charcoal rot of strawberries. Bare-root transplants of cultivars Monterey and Fronteras were inoculated or not inoculated and maintained at either a high, optimal, or low soil moisture level using tensiometers. Randomly selected plants from each treatment were sampled for pathogen colonization every 4 weeks after planting, and all plants were visually rated for disease severity every 2 weeks after symptom onset. In both seasons, low soil moisture significantly increased charcoal rot mortality among inoculated plants compared to optimal soil moisture by 16 and 24 percentage points, respectively. In the first season, mortality was significantly lower in the high compared to the optimal soil moisture treatment. Colonization of crowns was increased by low soil moisture among inoculated plants in the first season, but soil moisture did not influence root colonization in either year of the study. In the greenhouse, charcoal rot severity was highest in the low soil moisture treatment. These results indicate that soil moisture has a limited influence on colonization of strawberries by M. phaseolina and that maintaining optimal soil moisture can help prevent excess charcoal rot mortality."
    },
    {
      "pmid": "39263095",
      "title": "Origin of fecal contamination in lettuce and strawberries: From microbial indicators, molecular markers, and H. pylori.",
      "authors": [
        "Fidson-Juarismy Vesga",
        "Camilo Venegas",
        "Valentina Flórez Martinez",
        "Andrea C Sánchez-Alfonso",
        "Alba Alicia Trespalacios"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Around 2 billion people utilize a water source contaminated with fecal-origin microorganisms, used for both human consumption and irrigation of crops. In Colombia, the water from the Bogotá River is employed for irrigating agricultural products, including raw-consumption foods like strawberries and lettuce. This poses a risk to the end consumer, as these foods are marketed as fresh products ready for direct consumption without undergoing any disinfection or cooking treatment. The aim of this study was to determine the origin of fecal contamination in strawberries and lettuce irrigated with surface waters from Cundinamarca, Colombia, using non-human and human molecular markers, along with Helicobacter pylori (H. pylori). A total of 50 samples were collected, 25 of strawberries and 25 of lettuce, taken from crops, markets, and supermarkets. Microbiological indicators (bacterial and viral) were detected through cultivation techniques, and Microbial Source Tracking (MST) markers and H. pylori were detected through PCR. The results of our study demonstrate the presence of Escherichia coli (E. coli) (12.5 %), Enterococcus (≥25 %), spores and vegetative forms of Spores of sulphite-reducing Clostridia (SRC) (≥37.5 %), coliphages (≥12.5 %), and Salmonella sp. (≥12.5 %), in both strawberries and lettuce. In the different samples analyzed, molecular markers were detected to differentiate the source of fecal contamination above 12.5 % (HF187, CF128, ADO and DEN) and H. pylori between 0 % and 25 %, highlighting deficiencies in the production chain. of food, and the risks they pose to food security. Highlighting deficiencies in the food production chain and the risks they pose to food safety."
    },
    {
      "pmid": "39260263",
      "title": "A genome-wide investigation of the mechanism underlying the effect of exogenous boron application on sugar content and overall quality of \"Benihoppe\" strawberries.",
      "authors": [
        "Jian-Qiang Yu",
        "Fang-Yan Ji",
        "Xiao-Ke Yang",
        "Yu Cheng",
        "Hong-Sheng Gao",
        "Li-Xia Sheng"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In recent years, the widespread application of growth regulators and nutrients to boost yield and quality of strawberry fruits has led to the rapid growth of strawberry industry globally. Although the effects of major nutrients on strawberry yield have been widely studied, investigations into the effect of trace elements such as boron remain limited. This study examined the effect of boron application on the yield and quality of \"Benihoppe\" strawberry fruits. Nutrient solutions with varying boron concentrations (0, 0.024, 0.048, 0.072, and 0.096 mM) were applied to the plants, and their effect on fruit quality was evaluated. The results indicated that boron application enhanced the yield per plant, nutrient composition (total amino acid and vitamin C content), antioxidant properties (total phenol) and volatile components (esters) in strawberry fruits. Specifically, treatment with 0.048 mM boron concentration significantly increased the accumulation of soluble sugars, such as sucrose, whose concentration was 154.29% higher than that of the control treated with 0 mM concentration. This enhancement is attributable to the regulated expression of sucrose phosphate synthase (maker-Fvb2-2-augustus-gene-229.38) and β-fructofuranosidase-1/2/3 (augustus-masked-Fvb5-4-processed-gene-2.0, maker-Fvb5-3-augustus-gene-272.30, and maker-Fvb5-1-augustus-gene-0.37) genes, which play crucial roles in sugar metabolism and enzyme activity. Overall, boron application enhanced the quality of \"Benihoppe\" strawberries. The findings of this study offer substantial theoretical and practical guidance for using boron fertilizers in strawberry farming.",
      "mesh_terms": [
        "Fragaria",
        "Boron",
        "Fruit",
        "Sugars",
        "Genome, Plant",
        "Gene Expression Regulation, Plant"
      ]
    },
    {
      "pmid": "39230384",
      "title": "Curcumin-mediated photodynamic treatment to extend the postharvest shelf-life of strawberries.",
      "authors": [
        "Maral Seididamyeh",
        "Michael E Netzel",
        "Ram Mereddy",
        "Yasmina Sultanbawa"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the potential use of curcumin-mediated photodynamic treatment as a postharvest decontamination technique to reduce microbial load and growth and therefore extend the shelf life of strawberries. Curcumin was applied on strawberries, followed by illumination and storage at 4°C for 16 days. Strawberries were evaluated for decay, microbial load, and physicochemical properties such as weight loss, color, and firmness during storage. The findings revealed that curcumin-mediated photodynamic treatment effectively reduced the decay incidence and severity in strawberries, with 20% less decay occurrence compared to untreated fruits, which was shown to be dependent on curcumin concentration. While a complete reduction in microbial load was observed upon treatment, microbial growth remained unaffected throughout storage. Moreover, photodynamic treatment did not show any adverse impact on color properties and firmness of strawberries. This eco-friendly technique presents potential for fruit's shelf-life extension, although optimization of treatment parameters and photodynamic unit design seems to be essential.",
      "mesh_terms": [
        "Fragaria",
        "Curcumin",
        "Food Storage",
        "Fruit",
        "Food Preservation",
        "Color"
      ]
    },
    {
      "pmid": "39194877",
      "title": "Synergistic Biocontrol and Growth Promotion in Strawberries by Co-Cultured Trichoderma harzianum TW21990 and Burkholderia vietnamiensis B418.",
      "authors": [
        "Wenzhe Li",
        "Yiting Fu",
        "Yanqing Jiang",
        "Jindong Hu",
        "Yanli Wei",
        "Hongmei Li",
        "Jishun Li",
        "Hetong Yang",
        "Yuanzheng Wu"
      ],
      "journal": "Journal of fungi (Basel, Switzerland)",
      "publication_date": "2024-Aug-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the efficiency of the secondary metabolites (SMs) produced by a co-culture of Trichoderma harzianum TW21990 and Burkholderia vietnamiensis B418 in the control of Colletotrichum siamense CM9. A fermentation filtrate of B418 + TW21990 co-culture (BT21) produced a notable increase in the inhibition rate of CM9 compared to those of TW21990 and B418 monocultures, which reached 91.40% and 80.46% on PDA plates and strawberry leaves, respectively. The BT21 fermentation broth exhibited high control efficiency on strawberry root rot of 68.95% in a pot experiment, which was higher than that in the monocultures and fluazinam treatment. In addition, BT21 treatment promoted strawberry root development, improved antioxidative enzyme activities in the leaves and roots, and enhanced the total chlorophyll content of the strawberry leaves. UHPLC-MS/MS analysis of fermentation filtrates was performed to elucidate SM variations, revealing 478 and 795 metabolites in BT21 co-culture in positive and negative ion modes, respectively. The metabolomic profiles suggested abundant SMs with antagonistic capabilities and growth-promoting effects: 3-(propan-2-yl)-octahydropyrrolo [1,2-a]pyrazine-1,4-dione (cyclo(L-Pro-L-Val)), 3-[(4-hydroxyphenyl)methyl]-octahydropyrrolo[1,2-a]pyrazine-1,4-dione (cyclo(L-Pro-L-Tyr)), 3-indoleacetic acid (IAA), 2-hydroxycinnamic acid, 4-aminobutyric acid (GABA), bafilomycin B1, and DL-indole-3-lactic acid (ILA) were significantly enhanced in the co-culture. Overall, this study demonstrates that a co-culture strategy is efficient for inducing bioactive SMs in T. harzianum and B. vietnamiensis, which could be exploited as a novel approach for developing biocontrol consortia."
    },
    {
      "pmid": "39194008",
      "title": "Biocontrol mechanisms of the Antarctic yeast Debaryomyces hansenii UFT8244 against post-harvest phytopathogenic fungi of strawberries.",
      "authors": [
        "Eskálath Morganna S Ferreira",
        "Gabriela Garmendia",
        "Vívian N Gonçalves",
        "Juliana F M DA Silva",
        "Peter Convey",
        "Luiz Henrique Rosa",
        "Silvana Vero",
        "Raphael S Pimenta"
      ],
      "journal": "Anais da Academia Brasileira de Ciencias",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of yeasts has been explored as an efficient alternative to fungicide application in the treatment and prevention of post-harvest fruit deterioration. Here, we evaluated the biocontrol abilities of the Antarctic yeast strain Debaryomyces hansenii UFT8244 against the post-harvest phytopathogenic fungi Botrytis cinerea and Rhizopus stolonifer for the protection and preservation of strawberry fruit. The strongest inhibition of germination of B. cinerea (57%) was observed at 0 °C, followed by 40% at 25 °C. In addition, germ tubes and hyphae of B. cinerea were strongly surrounded and colonized by D. hansenii. Production of the enzymes β-1,3-glucanase, chitinase and protease by D. hansenii was detected in the presence of phytopathogenic fungus cell walls. The activity of β-1,3-glucanase was highest on day 12 of incubation and remained high until day 15. Chitinase and protease activities reached their highest levels on the day 15 of incubation. D. hansenii additionally demonstrated the ability to resist oxidative stress. Our data demonstrated that the main biocontrol mechanisms displayed by D. hansenii were the control of phytopathogenic fungal spore germination, production of antifungal enzymes and resistance to oxidative stress. We conclude that isolate D. hansenii UFT8422 should be further investigated for use at commercial scales at low temperatures.",
      "mesh_terms": [
        "Fragaria",
        "Botrytis",
        "Rhizopus",
        "Plant Diseases",
        "Chitinases",
        "Pest Control, Biological",
        "Antarctic Regions",
        "Debaryomyces",
        "Biological Control Agents"
      ]
    },
    {
      "pmid": "38999632",
      "title": "Increasing Cyetpyrafen Spray Volume and Ozone Spray Improves the Control Effects against Two-Spotted Spider Mite (Tetranychus urticae) in Strawberries.",
      "authors": [
        "Lili Jiang",
        "Hairong Wang",
        "Kang Qiao",
        "Chong Wu"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The two-spotted spider mite (Tetranychus urticae) is a constant threat to greenhouse strawberry production. The application of synthetic acaricides is the main method of controlling T. urticae. However, resistance development to traditional acaricides reduces their efficacy and eventually leads to control failure. It is important for strawberry growers to look for new acaricides and application technologies that can limit the harmfulness of T. urticae in environmentally friendly ways. In the current study, laboratory toxicity tests and field trials were performed to screen high-efficiency acaricides, and then application technologies were improved to enhance the management of T. urticae. In the laboratory toxicity tests, the results showed that the LC50 (median lethal concentration) value of cyetpyrafen, cyenopyrafen, cyflumetofen, bifenazate, abamectin, azocyclotin, pyridaben, spirodiclofen, and etoxazole against adult T. urticae was 0.226, 0.240, 0.415, 3.583, 5.531, 25.58, 39.69, 140.3, and 267.7 mg/L, respectively. In addition, the LC50 value of the nine acaricides against eggs of T. urticae was 0.082, 0.097, 0.931, 18.56, 25.52, 45.61, 36.32, 1.954, and 0.040 mg/L, respectively. The field trial results showed that the best control effect was obtained in cyetpyrafen at 300 mL/ha treatment. Cyetpyrafen was chosen for further application technology tests. In the spray volume tests, the results showed that increasing the spray volume from 900 to 1050 L/ha significantly improved the control of T. urticae. In addition, the results from the spray instrument tests demonstrated that the control effects on T. urticae in the ozone spray treatments were significantly higher than those of the conventional and electrostatic sprays 1 and 3 days after treatment (DAT). Therefore, this study suggested that cyetpyrafen effectively controlled T. urticae both in the laboratory tests and in the field trials. Increasing the spray volume and application of ozone spray significantly improved T. urticae management."
    },
    {
      "pmid": "38869730",
      "title": "Residual effect of commonly used fungicides in strawberries on Amblyseius swirskii, Neoseiulus cucumeris, and Neoseiulus californicus (Mesostigmata: Phytoseiidae).",
      "authors": [
        "Allan Busuulwa",
        "Alexandra M Revynthi",
        "Oscar E Liburd",
        "Sriyanka Lahiri"
      ],
      "journal": "Experimental & applied acarology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Florida's strawberry industry is currently valued at $511 million annually but faces challenges from pathogens and arthropod pests especially Tetranychus urticae Koch (twospotted spider mite) and Scirtothrips dorsalis Hood (chilli thrips). Predatory mites, particularly Neoseiulus cucumeris Oudemans, Neoseiulus californicus McGregor, and Amblyseius swirskii Athias-Henriot, play a crucial role in pest management. However, there are concerns regarding how these biological control agents are affected by fungicides used in current pathogen management strategies. This study assessed the residual effects of commonly used fungicides in strawberries on the survival, feeding, and oviposition of these predatory mites. Commercially sourced predatory mites were reared on S. dorsalis larvae, and gravid female predators placed on fungicide treated strawberry leaf discs in a Munger cell for 120 h. Fungicides tested included two formulations of Captan, hydrogen peroxide + peroxyacetic acid, cyprodinil + fludioxonil, tetramethylthiuram disulfide, cyflufenamid and a control. All fungicides tested had an impact on the survival, feeding, and oviposition of the predators. Among the fungicide treatments, the lowest predator survival was observed in the cyprodinil + fludioxonil treatment, while the highest was observed in the hydrogen peroxide + peroxyacetic acid and tetramethylthiuram disulfide treatments. In all treatments, feeding and oviposition greatly varied among predators; specifically, N. cucumeris and A. swirskii had the lowest prey consumption, while N. californicus had the highest. These findings highlight the potential incompatibility between fungicides and predatory mites and demonstrate the need for the development of a fungicide rotation program tailored to the different susceptibilities of predators to fungicides.",
      "mesh_terms": [
        "Animals",
        "Fragaria",
        "Fungicides, Industrial",
        "Mites",
        "Female",
        "Oviposition",
        "Pest Control, Biological",
        "Predatory Behavior",
        "Larva"
      ]
    },
    {
      "pmid": "38687954",
      "title": "Quantitative MALDI-MS and Imaging of Fungicide Pyrimethanil in Strawberries with 2-Nitrophloroglucinol as an Effective Matrix.",
      "authors": [
        "Heather McDonald",
        "Qi Li",
        "Md Ashaduzzaman",
        "Chao Zhao",
        "Shanlin Pan",
        "Greg J Szulczewski",
        "Qiaoli Liang"
      ],
      "journal": "Journal of the American Society for Mass Spectrometry",
      "publication_date": "2024-Jun-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work explores the use of 2-nitrophloroglucinol (2-NPG) as a matrix for quantitative analysis of the fungicide Pyrimethanil (PYM) in strawberries using matrix-assisted laser desorption ionization mass spectrometry (MALDI-MS) and imaging. 2-NPG was selected for PYM analysis for optimum sensitivity and precision compared to common matrices α-cyano-4-hydroxylcinnamic acid (CHCA) and 2,5-dihydroxybenzoic acid (DHB). PYM-sprayed strawberries were frozen 0, 1, 3, and 4 days after treatment and sectioned for MALDI imaging. The remaining part of each strawberry was processed using quick easy cheap effective rugged and safe (QuEChERS) extraction and analyzed by MALDI-MS and ultraperformance liquid chromatography multireaction-monitoring (UPLC-MRM). MALDI-MS showed comparable performance to UPLC-MRM in calibration, LOD/LOQ, matrix effect, and recovery, with the benefit of fast analysis. The MALDI imaging results demonstrated that PYM progressively penetrated the interior of the strawberry over time and the PYM concentration on tissue measured by MALDI imaging correlated linearly with MALDI-MS and UPLC-MRM measurements and accounts for 79% MALDI-MS and 85% UPLC-MRM values on average. Additionally, quartz crystal microbalance (QCM) was introduced as a new approach to determine strawberry tissue mass per area for MALDI imaging absolute quantitation with sensitive, direct, and localized measurements. This work demonstrates the first example of absolute quantitative MALDI imaging of pesticides in a heterogeneous plant tissue. The novel use of the 2-NPG matrix in quantitative MALDI-MS and imaging could be applied to other analytes, and the new QCM tissue mass per area method is potentially useful for quantitative MALDI imaging of heterogeneous tissues in general.",
      "mesh_terms": [
        "Spectrometry, Mass, Matrix-Assisted Laser Desorption-Ionization",
        "Fragaria",
        "Fungicides, Industrial",
        "Pyrimidines",
        "Phloroglucinol",
        "Limit of Detection",
        "Chromatography, High Pressure Liquid"
      ]
    },
    {
      "pmid": "37774819",
      "title": "Photoantimicrobial chitosan-gelatin-pomegranate peel extract films for strawberries preservation: From microbiological analysis to in vivo safety assessment.",
      "authors": [
        "Mirella R V Bertolo",
        "Lucas D Dias",
        "Alessandra R Lima",
        "Antonio S N Aguiar",
        "Fernanda Alves",
        "Mariana de Souza",
        "Hamilton B Napolitano",
        "Vanderlei S Bagnato",
        "Stanislau Bogusz Junior"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the application of biopolymeric materials (chitosan, gelatin, and pomegranate peel extract as photosensitizer) and antimicrobial photodynamic therapy (aPDT) on the physicochemical and microbial safety of strawberries. The photosensitizer potential of the materials was confirmed by a light-dose-dependent photobleaching profile. The application of light (525 nm; 50 J cm-2) decreased by >2 log CFU mL-1 the survival of Staphylococcus aureus on the surface of the photoactive-biopolymeric films. Moreover, the materials did not present in vivo cytotoxicity using Danio rerio (Zebrafish) as well as cytophytotoxic, genotoxic, or mutagenic potentials against Allium cepa plant model, which points out their safety to be used as films without posing a risk to the humans and the environment. The photoactive-polymeric coatings were able to maintain the strawberries weight, and the association with green light was 100 % effective in delaying fungal contamination. These coated-strawberries presented a significant reduction in S. aureus survival after light application (5.47-4.34 log CFU mL-1). The molecular level analysis of the photoactive compound cyanidin-3-glucoside indicates absorption on UV-Vis consistent with aPDT action. Therefore, this study showed that the antimicrobial effects of aPDT combined with photoactive-biopolymeric coatings were enhanced, while the quality of the strawberries was maintained.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Chitosan",
        "Pomegranate",
        "Fragaria",
        "Photosensitizing Agents",
        "Gelatin",
        "Staphylococcus aureus",
        "Zebrafish",
        "Anti-Infective Agents",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "37713754",
      "title": "Intermittent high voltage electrostatic field and static magnetic field assisted modified atmosphere packaging alleviate mildew of postharvest strawberries after simulated transportation by activating the phenylpropanoid pathway.",
      "authors": [
        "Lihui Zhang",
        "Min Zhang",
        "Arun S Mujumdar",
        "Yamei Ma"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The mildew is a typical symptom of strawberries during storage. The effectiveness of intermittent high voltage electrostatic field combined with static magnetic field (HVEF-SMF) technique in inhibiting the mildew of strawberries (before and after simulation of transport vibrations) was investigated. Intermittent HVEF, SMF and HVEF-SMF treatments inhibited spoilage fungal growth on the surface of strawberries by increasing the membrane permeability and leakage of intracellular materials of spoilage fungal. The HVEF-SMF alleviated mildew in strawberries, which probably via the increase of antifungal compounds (total phenolics and lignin), phenylpropanoid biosynthetic enzyme activities (Phenylalanine ammonia-lyase, 4-coumarate-CoA ligase) and pathogenesis-related proteins enzymes activities (chitinase and β-1,3-glucanase). Overall, HVEF-SMF contributed to alleviating the mildew and disease incidence of strawberries, improving the levels of antimicrobial activity, as well as extending their shelf life from 6 d to 12 d. Therefore, HVEF-SMF treatment is a promising technology for alleviating postharvest mildew in strawberries after transportation."
    },
    {
      "pmid": "37687384",
      "title": "Quantifying Chilling Injury on the Photosynthesis System of Strawberries: Insights from Photosynthetic Fluorescence Characteristics and Hyperspectral Inversion.",
      "authors": [
        "Nan Jiang",
        "Zaiqiang Yang",
        "Jing Luo",
        "Canyue Wang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Aug-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chilling injury can adversely affect strawberry bud differentiation, pollen vitality, fruit yield, and quality. Photosynthesis is a fundamental process that sustains plant life. However, different strawberry varieties exhibit varying levels of cold adaptability. Quantitatively evaluating the physiological activity of the photosynthetic system under low-temperature chilling injury remains a challenge. In this study, we investigated the effects of different levels of chilling stress on twenty photosynthetic fluorescence parameters in strawberry plants, using short-day strawberry variety \"Toyonoka\" and day-neutral variety \"Selva\" as representatives. Three dynamic chilling treatment levels (20/10 °C, 15/5 °C, and 10/0 °C) and three durations (3 days, 6 days, and 9 days) were applied to each variety. WUE, LCP, Y(II), qN, SIFO2-B and rSIFO2-B were selected as crucial indicators of strawberry photosynthetic physiological activity. Subsequently, we constructed a comprehensive score to assess the strawberry photosynthetic system under chilling injury and established a hyperspectral inversion model for stress quantification. The results indicate that the short-day strawberry \"Toyonoka\" exhibited a recovery effect under continuous 20/10 °C treatment, while the day-neutral variety \"Selva\" experienced progressively worsening stress levels across all temperature groups, with stress severity higher than that in \"Toyonoka\". The BPNN model for the comprehensive assessment of the strawberry photosynthetic system under chilling injury showed optimal performance. It achieved a stress level prediction accuracy of 71.25% in 80 validation samples, with an R2 of 0.682 when fitted to actual results. This study provides scientific insights for the application of canopy remote sensing diagnostics of strawberry photosynthetic physiological chilling injury in practical agricultural production."
    },
    {
      "pmid": "37569183",
      "title": "The Effect of Imidacloprid on the Volatile Organic Compound Profile of Strawberries: New Insights from Flavoromics.",
      "authors": [
        "Ning Yue",
        "Hongping Wang",
        "Chunmei Li",
        "Chen Zhang",
        "Simeng Li",
        "Jing Wang",
        "Fen Jin"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Jul-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Organic agriculture is of great socioeconomic significance because it can promote the nutritional quality of horticultural crops and is environmentally friendly. However, owing to the lack of techniques for studying complex aroma-related chemical profiles, limited information is available on the influence of organic practices on the flavor quality of strawberries, one of the primary factors driving consumer preferences. Here, two-dimensional gas chromatography combined with time-of-flight mass spectrometry (GC×GC-TOF-MS) and flavoromics analysis was employed to investigate the profiles and differences in the volatile organic compounds (VOCs) of strawberries under organic (without imidacloprid) and conventional (with imidacloprid) agricultural practices. A total of 1164 VOCs, representing 23 chemical classes (e.g., aldehydes, terpenes, and furanone compounds), were detected, which is the highest number of VOCs that have ever been detected in strawberries. The sensory evaluation results indicated that there was a notable influence of imidacloprid (IMI) on the aroma of the strawberries. Principal component analysis and partial least squares discriminant analysis results suggested that the composition of volatile compounds significantly differed in the present study between the IMI-treated and non-IMI-treated groups. Furthermore, the flavor-related indicators of 25 key contributors to the differences between the two treatment groups suggested that VOC profiles can be considered an indicator for distinguishing between strawberries from different agricultural practices. Flavoromics can provide new insights into the quality of strawberries from different agricultural practices."
    },
    {
      "pmid": "37493271",
      "title": "Use of coconut sugar as an alternative agent in osmotic dehydration of strawberries.",
      "authors": [
        "Leandro Levate Macedo",
        "Jefferson Luiz Gomes Corrêa",
        "Cintia da Silva Araújo",
        "Daniela da Silva Oliveira",
        "Luciano José Quintão Teixeira"
      ],
      "journal": "Journal of food science",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate coconut sugar (CS) as an alternative osmotic agent to sucrose for the osmotic dehydration (OD) of strawberries. OD was performed by immersing strawberries cut into 13.6 ± 0.4 mm edge cubes in osmotic solutions of CS or sucrose, at two different concentrations (40% and 60%, w/w), with and without application of vacuum (AV) in the first 20 min of the process. The total OD time was 300 min. Evaluations of the kinetics of solid gain (SG), water loss (WL), and weight reduction (WR) were performed at 30, 60, 120, 180, 240, and 300 min. SG, WL, and WR increased over the OD time and showed values of up to 7.94%, 63.40%, and 55.94%, respectively. AV increased WL, WR, shrinkage, pH, and total color difference and decreased anthocyanin, ascorbic acid (AA), phenolic, and antioxidant contents. The higher concentration led to higher SG, WL, WR, shrinkage, hardness, and lower moisture content, water activity, anthocyanin, AA, phenolic, and antioxidant contents. The use of CS instead of sucrose had little influence on strawberry properties, except pH and color responses. The optimal treatment was using a 60% CS solution without AV, showing a very distinct color change, hardness increased by approximately 4.5 times and maintenance of acidity, anthocyanins, AA, total phenolics, and antioxidants of 38.0%, 39.6%, 11.8%, 30.0%, 31.1%, and 30.3%, respectively, compared to fresh strawberries. PRACTICAL APPLICATION: Osmotic dehydration of fruit is a process traditionally carried out using sucrose. However, increasing health concerns have made consumers seek alternative sugars to sucrose. The use of coconut sugar made it possible to produce osmo-dehydrated strawberries different from the traditional one, maintaining product quality and process efficiency.",
      "mesh_terms": [
        "Antioxidants",
        "Fragaria",
        "Anthocyanins",
        "Sugars",
        "Cocos",
        "Dehydration",
        "Desiccation",
        "Ascorbic Acid",
        "Fruit",
        "Sucrose",
        "Water"
      ]
    },
    {
      "pmid": "37140618",
      "title": "Influence of a Transparent and Edible Coating of Encapsulated Cannabidiol Nanoparticles on the Quality and Shelf Life of Strawberries.",
      "authors": [
        "Pongpat Sukhavattanakul",
        "Thanyaluck Thanyacharoen",
        "Piyachat Chuysinuan",
        "Supanna Techasakul",
        "Sarute Ummartyotin"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2023-May-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cannabidiol (CBD) has been shown to have antioxidant and antibacterial effects. The investigation into CBD's potential as an antioxidant and antibacterial agent, meanwhile, is still in its initial stages. The study goals were to prepare encapsulated cannabidiol isolate (eCBDi), evaluate the effect of eCBDi edible active coatings on the physicochemical properties of strawberries, and determine whether CBD and sodium alginate coatings could be used as a postharvest treatment to promote antioxidation and antimicrobial activity and prolong the strawberry shelf life. A well-designed edible coating on the strawberry surface was achieved using eCBDi nanoparticles in combination with a sodium alginate polysaccharide-based solution. Strawberries were examined for their visual appearance and quality parameters. In the results, a significantly delayed deterioration was observed in terms of weight loss, total acidity, pH, microbial activity, and antioxidant activity for coated strawberries compared to the control. This study demonstrates the capability of eCBDi nanoparticles as an efficient active food coating agent.",
      "mesh_terms": [
        "Antioxidants",
        "Fragaria",
        "Food Preservation",
        "Cannabidiol",
        "Edible Films",
        "Fruit",
        "Anti-Bacterial Agents",
        "Alginates",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "36985649",
      "title": "Physicochemical Properties of Plasma-Activated Water and Its Control Effects on the Quality of Strawberries.",
      "authors": [
        "Xiao Yang",
        "Can Zhang",
        "Qunfang Li",
        "Jun-Hu Cheng"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Mar-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effects of plasma-activated water (PAW), generated by dielectric barrier discharge cold plasma at the gas-liquid interface, on the quality of fresh strawberries during storage were investigated. The results showed that, with the prolongation of plasma treatment time, the pH of PAW declined dramatically and the electrical conductivity increased significantly. The active components, including NO2-, NO3-, H2O2, and O2-, accumulated gradually in PAW, whereas the concentration of O2- decreased gradually with the treatment time after 2 min. No significant changes were found in pH, firmness, color, total soluble solids, malondialdehyde, vitamin C, or antioxidant activity in the PAW-treated strawberries (p > 0.05). Furthermore, the PAW treatment delayed the quality deterioration of strawberries and extended their shelf life. Principal component analysis and hierarchical cluster analysis showed that the PAW 2 treatment group demonstrated the best prolonged freshness effect, with the highest firmness, total soluble solids, vitamin C, and DPPH radical scavenging activity, and the lowest malondialdehyde and ∆E* values, after 4 days of storage. It was concluded that PAW showed great potential for maintaining the quality of fresh fruits and extending their shelf life.",
      "mesh_terms": [
        "Fragaria",
        "Hydrogen Peroxide",
        "Water",
        "Ascorbic Acid",
        "Malondialdehyde"
      ]
    },
    {
      "pmid": "36916576",
      "title": "Estimation of Bacteriophage MS2 Inactivation Parameters During Microwave Heating of Frozen Strawberries.",
      "authors": [
        "Kirk D Dolan",
        "Robyn Miranda",
        "Donald W Schaffner"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Frozen berries have been repeatedly linked to acute gastroenteritis caused by norovirus, the most common cause of foodborne illness in the United States. Many guidelines recommend that frozen berries be microwaved for at least 2 min, but it is unclear if this thermal treatment is effective at inactivating norovirus. The objective of this study was to model the effect of microwave heating at varying power levels on the survival of bacteriophage MS2, a norovirus surrogate, when inoculated onto frozen strawberries. Bacteriophage MS2 was inoculated onto the surface of frozen strawberries with a starting concentration of approximately 10 log PFU/g. Samples (either 3 or 5 whole strawberries) were heated in a 1300-Watt domestic research microwave oven (frequency of 2450 MHz) at power levels of 30, 50, 70, and 100% (full power), for times ranging from 15 to 300 s to determine inactivation. Temperatures at berry surfaces were monitored during heating using fiberoptic thermometry. All experiments were conducted in triplicate. The primary model for thermal inactivation was a log-linear model of logN vs. time. The secondary model was for a D-value decreasing linearly with temperature and an added term that was path-dependent on the thermal history. Parameters in the model were estimated using dynamic temperature history at the surface of the berry, via nonlinear regression using all data simultaneously. The root mean square error was ∼0.5 PFU/g out of a total 6-log reduction. Log reductions of 1.1 ± 0.4, 1.5 ± 0.5, 3.1 ± 0.1, and 3.8 ± 0.2 log PFU/g were observed for 30, 50, 70, and 100% microwave power levels when three berries were heated for 60 s. D-values were 21.4 ± 1.95 s and 10.6 ± 1.1 s at 10 and 60°C, respectively. This work demonstrates an approach to estimate inactivation parameters for viruses from dynamic temperature data during microwave heating. These findings will be useful in predicting the safety effect of microwave heating of berries in the home or food service.",
      "mesh_terms": [
        "Fragaria",
        "Levivirus",
        "Food Microbiology",
        "Heating",
        "Microwaves",
        "Norovirus",
        "Virus Inactivation"
      ]
    },
    {
      "pmid": "36835472",
      "title": "Genome-Wide Identification and Abiotic Stress Response Analysis of PP2C Gene Family in Woodland and Pineapple Strawberries.",
      "authors": [
        "Lili Guo",
        "Shixiong Lu",
        "Tao Liu",
        "Guojie Nai",
        "Jiaxuan Ren",
        "Huimin Gou",
        "Baihong Chen",
        "Juan Mao"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Protein phosphatase 2C (PP2C) is a negative regulator of serine/threonine residue protein phosphatase and plays an important role in abscisic acid (ABA) and abiotic-stress-mediated signaling pathways in plants. The genome complexity of woodland strawberry and pineapple strawberry is different due to the difference in chromosome ploidy. This study conducted a genome-wide investigation of the FvPP2C (Fragaria vesca) and FaPP2C (Fragaria ananassa) gene family. Fifty-six FvPP2C genes and 228 FaPP2C genes were identified from the woodland strawberry and pineapple strawberry genomes, respectively. FvPP2Cs were distributed on seven chromosomes, and FaPP2Cs were distributed on 28 chromosomes. The size of the FaPP2C gene family was significantly different from that of the FvPP2C gene family, but both FaPP2Cs and FvPP2Cs were localized in the nucleus, cytoplasm, and chloroplast. Phylogenetic analysis revealed that 56 FvPP2Cs and 228 FaPP2Cs could be divided into 11 subfamilies. Collinearity analysis showed that both FvPP2Cs and FaPP2Cs had fragment duplication, and the whole genome duplication was the main cause of PP2C gene abundance in pineapple strawberry. FvPP2Cs mainly underwent purification selection, and there were both purification selection and positive selection effects in the evolution of FaPP2Cs. Cis-acting element analysis found that the PP2C family genes of woodland and pineapple strawberries mainly contained light responsive elements, hormone responsive elements, defense and stress responsive elements, and growth and development-related elements. The results of quantitative real-time PCR (qRT-PCR) showed that the FvPP2C genes showed different expression patterns under ABA, salt, and drought treatment. The expression level of FvPP2C18 was upregulated after stress treatment, which may play a positive regulatory role in ABA signaling and abiotic stress response mechanisms. This study lays a foundation for further investigation on the function of the PP2C gene family.",
      "mesh_terms": [
        "Protein Phosphatase 2C",
        "Fragaria",
        "Ananas",
        "Phylogeny",
        "Stress, Physiological",
        "Phosphoprotein Phosphatases",
        "Abscisic Acid",
        "Forests",
        "Gene Expression Regulation, Plant",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "36768375",
      "title": "Dietary Strawberries Improve Serum Metabolites of Cardiometabolic Risks in Adults with Features of the Metabolic Syndrome in a Randomized Controlled Crossover Trial.",
      "authors": [
        "Arpita Basu",
        "Kenneth Izuora",
        "Andrew Hooyman",
        "Hal R Scofield",
        "Jeffrey L Ebersole"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Jan-20",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Dietary strawberries have been shown to improve cardiometabolic risks in multiple clinical trials. However, no studies have reported effects on serum metabolomic profiles that may identify the target pathways affected by strawberries as underlying mechanisms. We conducted a 14-week randomized, controlled crossover study in which participants with features of metabolic syndrome were assigned to one of the three arms for four weeks separated by a one-week washout period: control powder, 1 serving (low dose: 13 g strawberry powder/day), or 2.5 servings (high dose: 32 g strawberry powder/day). Blood samples, anthropometric measures, blood pressure, and dietary and physical activity data were collected at baseline and at the end of each four-week phase of intervention. Serum samples were analyzed for primary metabolites and complex lipids using different mass spectrometry methods. Mixed-model ANOVA was used to examine differences in the targeted metabolites between treatment phases, and LASSO logistic regression was used to examine differences in the untargeted metabolites at end of the strawberry intervention vs. the baseline. The findings revealed significant differences in the serum branched-chain amino acids valine and leucine following strawberry intervention (high dose) compared with the low-dose and control phases. Untargeted metabolomic profiles revealed several metabolites, including serum phosphate, benzoic acid, and hydroxyphenyl propionic acid, that represented improved energy-metabolism pathways, compliance measures, and microbial metabolism of strawberry polyphenols, respectively. Thus, dietary supplementation of strawberries significantly improves the serum metabolic profiles of cardiometabolic risks in adults.",
      "mesh_terms": [
        "Humans",
        "Adult",
        "Metabolic Syndrome",
        "Fragaria",
        "Cross-Over Studies",
        "Powders",
        "Cardiovascular Diseases"
      ]
    },
    {
      "pmid": "35885240",
      "title": "The Application and Optimization of HIPEF Technology in the Processing of Juice from Strawberries Harvested at Two Stages of Ripeness.",
      "authors": [
        "Anica Bebek Markovinović",
        "Predrag Putnik",
        "Višnja Stulić",
        "Luka Batur",
        "Boris Duralija",
        "Branimir Pavlić",
        "Tomislava Vukušić Pavičić",
        "Zoran Herceg",
        "Danijela Bursać Kovačević"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Jul-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate the influence of high intensity pulsed electric field (HIPEF) technology on the stability of total phenols, anthocyanins, hydroxycinnamic acids, flavonols, and condensed tannins in strawberry juices (Fragaria x ananassa Duch. cv. 'Albion') with different ripening stages (75% and 100%) and stored at +4 °C for 7 days. The HIPEF parameters studied were: (i) electric field strength (40 and 50 kV cm-1), (ii) frequency (100 and 200 Hz), and (iii) treatment duration (3 and 6 min). Of the HIPEF parameters studied, electric field strength and frequency had a statistically significant effect on the content of all phenolic compounds. Treatment duration showed no statistically significant effects on phenolic compounds except for flavonols and condensed tannins. Storage had a positive effect on the stability of most of the phenolic compounds, with the exception of flavonols. Optimization of HIPEF processing showed that strawberry samples at both ripeness levels were suitable for HIPEF treatment to obtain functional fruit juices with a high content of polyphenols."
    },
    {
      "pmid": "35373358",
      "title": "Evaluation of water-assisted UV-C light and its additive effect with peracetic acid for the inactivation of Listeria monocytogenes, Salmonella enterica and murine norovirus on whole and fresh-cut strawberries during shelf-life.",
      "authors": [
        "Jordi Ortiz-Solà",
        "Antonio Valero",
        "Maribel Abadias",
        "Iolanda Nicolau-Lapeña",
        "Inmaculada Viñas"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The purpose of the present study was to examine the inactivation of Salmonella enterica (50 μL; 109  CFU g-1 ), Listeria monocytogenes (50 μL; 109  CFU g-1 ), and murine norovirus (MNV-1; 50 μL; 107 50% tissue culture infectious dose (TCID50 ) mL-1 ) on whole and fresh-cut strawberries after 2 min disinfection treatments (water (H2 O), chlorine 200 mg L-1 (NaClO), water-assisted ultraviolet-C (UV-C) (WUV), and the combination WUV and 40 mg L-1 of PA (WUV + PA)) in a water tank (15 L) equipped with 4 UV-C lamps (17.2 W each), and after 7 days of cold storage (4 and 10 °C). For MNV-1, dry UV-C treatment (DUV) was also tested. For all UV-C treatments, an irradiation dose of 1.3 kJ m-2 was used. RESULTS: When strawberries were washed with WUV, L. monocytogenes and S. enterica were reduced by 2.8 and 2.2 log CFU g-1 , respectively. The addition of 40 mg L-1 of PA to WUV (WUV + PA) increased the reduction range of L. monocytogenes and S. enterica by 1.9 and 0.8 log, respectively. Regarding the wash water, no pathogens were recovered after the WUV + PA treatment (detection limit 50 CFU mL-1 ). Depending on storage conditions (7 days at 4 or 10 °C), reductions observed were 0.5 to 2.0 log for S. enterica and 0.5 to 3.0 log for L. monocytogenes. The reductions in MNV-1 titer after disinfection treatments ranged from 1.3 to 1.7 log. No significant differences between storage conditions were observed for MNV-1: titers did not decline or were reduced up to 0.3 log after 7 days of cold storage. CONCLUSION: The three-way action for disinfecting strawberries by UV-C irradiation and PA, plus the physical removal of the microorganisms by agitated water, are effective against foodborne pathogens on strawberries and water wash. During storage, WUV had a larger impact on the inactivation kinetics of S. enterica. Storage had little impact on MNV-1 inactivation. © 2022 The Authors. Journal of The Science of Food and Agriculture published by John Wiley & Sons Ltd on behalf of Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Colony Count, Microbial",
        "Food Microbiology",
        "Fragaria",
        "Fruit",
        "Listeria monocytogenes",
        "Mice",
        "Norovirus",
        "Peracetic Acid",
        "Salmonella enterica",
        "Water"
      ]
    },
    {
      "pmid": "35290741",
      "title": "Biocontrol of Listeria monocytogenes and Salmonella enterica on Fresh Strawberries with Lactic Acid Bacteria During Refrigerated Storage.",
      "authors": [
        "Hsin-Bai Yin",
        "Chi-Hung Chen",
        "Stephanie Colorado-Suarez",
        "Jitendra Patel"
      ],
      "journal": "Foodborne pathogens and disease",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Small fruits such as strawberries have been increasingly implicated in outbreaks of foodborne illnesses. Salmonella enterica and Listeria monocytogenes may contaminate strawberries leading to potential public health concern. The objective of this study was to investigate the efficacy of a combined lactic acid bacteria (LAB) treatment of Lactobacillus plantarum and Pediococcus pentosaceus for controlling S. enterica and L. monocytogenes on fresh strawberries during storage at 4°C and 10°C. Strawberries purchased from a local grocery store were separately dip inoculated with Salmonella Newport, Salmonella Tennessee, Salmonella Thompson, or a three-strain cocktail of L. monocytogenes at ∼9 log colony-forming unit (CFU)/mL and allowed to air-dry for 1 h. Inoculated strawberries were then divided into three groups: (1) Control (pathogen alone), (2) Man, Rogosa, Sharpe (MRS) control (dipping in MRS broth), and (3) LAB treatment (dipping in a LAB cocktail of L. plantarum and P. pentosaceus). After treatment, strawberries were stored at 4°C or 10°C for 7 d in vented clamshell containers. Surviving Listeria, Salmonella, and LAB populations on strawberries were determined on 0, 1, 3, and 7 d post-treatment by plating on selective agars. At both 4°C and 10°C, LAB treatment significantly decreased Listeria populations by up to 2 log CFU/g compared to controls after 3 d of storage (p < 0.05). When strawberries were stored at 4°C, LAB treatment reduced ∼2.5 log, ∼2.7 log, and ∼2.9 log CFU/g in Salmonella Newport, Salmonella Tennessee, and Salmonella Thompson populations, respectively, compared to control on day 7. Similarly, ∼2.5 log CFU/g reductions of Salmonella populations were observed with LAB treatment at 10°C on day 7. LAB populations remained at ∼7.5 log CFU/g levels on strawberries at both temperatures throughout the entire study. Results of this study suggest that a combined LAB treatment can be potentially used as biocontrol agents against Salmonella and L. monocytogenes on strawberries at postharvest level.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Food Microbiology",
        "Fragaria",
        "Humans",
        "Lactobacillales",
        "Listeria",
        "Listeria monocytogenes",
        "Salmonella",
        "Salmonella enterica",
        "Temperature"
      ]
    },
    {
      "pmid": "35038638",
      "title": "Pathogenic potential of the surviving Salmonella Enteritidis on strawberries after disinfection treatments based on ultraviolet-C light and peracetic acid.",
      "authors": [
        "J Ortiz-Solà",
        "P Colás-Medà",
        "I Nicolau-Lapeña",
        "I Alegre",
        "M Abadias",
        "I Viñas"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2022-Mar-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fresh fruits, especially strawberries, are usually consumed raw without any step to ensure their food safety. Salmonella enterica is one of the most important etiologic agents for foodborne diseases throughout the world and its ability to respond to some stress responses makes it even more dangerous. In the present investigation, we study the survival of S. Enteritidis (CECT-4300) on strawberries after 2-min of various disinfection steps (NaClO (200 ppm), peracetic acid (PAA; 40 ppm), water-assisted UV-C (WUV-C), and the combination WUV-C and 40 ppm of PAA (WUV-C + PAA)) and after 5 days of cold storage (4 °C). Moreover, the pathogenic potential of the surviving bacteria, such as the ability to survive throughout the gastrointestinal tract (GI) and subsequently the capability to adhere to and invade Caco-2 cells, was tested at each sampling point. After 2-min of washing procedures, reductions of S. Enteritidis on strawberries were ≥1.2 log, with no significant differences among treatments. However, the use of WUV-C + PAA treatment achieved the highest reductions in washing water, in which S. Enteritidis was not detected (<DL). At the end of 5-day storage period, reductions of the WUV-C + PAA treated-samples were lower in comparison with PAA-treated samples (P < 0.05). The effect of the treatments used did not interfere with the survival of S. Enteritidis along the GI tract. After disinfection and subsequent GI simulation, all remaining populations demonstrated an elevated ability to adhere in Caco-2 cells (67.5-81.1%) compared with those obtained on untreated strawberries (61.4%). Concerning the ability of invasion, no significant differences could be observed. Remarkably, after 5 days at 4 °C, the adherence of S. Entertidis significantly decreased in the samples with the combined treatment meanwhile the invasion ability was not detected for any treatment. The results of the present study are essential for the quantitative microbial risk estimations.",
      "mesh_terms": [
        "Caco-2 Cells",
        "Colony Count, Microbial",
        "Disinfectants",
        "Disinfection",
        "Food Microbiology",
        "Fragaria",
        "Humans",
        "Peracetic Acid",
        "Salmonella enteritidis"
      ]
    },
    {
      "pmid": "34829601",
      "title": "Dietary Strawberries Improve Biomarkers of Antioxidant Status and Endothelial Function in Adults with Cardiometabolic Risks in a Randomized Controlled Crossover Trial.",
      "authors": [
        "Arpita Basu",
        "Kenneth Izuora",
        "Nancy M Betts",
        "Jeffrey L Ebersole",
        "Robert Hal Scofield"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2021-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Strawberries, a popularly consumed berry fruit, are rich in bioactive compounds with antioxidant effects. In this study, we examined the effects of two dietary achievable doses of strawberries on the antioxidant status and biomarkers of endothelial function in adults with features of metabolic syndrome and a confirmed low baseline of fruit and vegetable intake. In a 14-week randomized controlled crossover study, participants were assigned to one of three groups for four weeks separated by a one-week washout period: control powder, one serving (low dose: 13 g strawberry powder/day), or 2.5 servings (high dose: 32 g strawberry powder/day). Blood samples and health data were collected at baseline and at the end of each four-week phase of intervention. Thirty-three participants completed all three phases of the trial. Significant increases were observed in serum antioxidant capacity and superoxide dismutase activity as well as decreases in lipid peroxidation after both low and high dose strawberry phases when compared with the control phase. Significant decreases were also observed in soluble vascular cell adhesion molecule-1 and tumor necrosis factor-α with the high dose strawberry phase. These data confirm that consuming strawberries for four weeks significantly improves antioxidant status, endothelial function, and inflammation in adults with cardiometabolic risks."
    },
    {
      "pmid": "34812466",
      "title": "Effects of strawberries on bone biomarkers in pre- and stage 1-hypertensive postmenopausal women: a secondary analysis.",
      "authors": [
        "Rafaela G Feresin",
        "Sarah A Johnson",
        "Marcus L Elam",
        "Shirin Pourafshar",
        "Negin Navaei",
        "Neda S Akhavan",
        "Gershon Tenenbaum",
        "Arturo Figueroa",
        "Bahram H Arjmandi"
      ],
      "journal": "Food & function",
      "publication_date": "2021-Dec-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Postmenopausal women experience an increase in bone remodeling with the rate of bone resorption superseding the rate of bone formation. This results in a net bone loss with a subsequent increased risk for osteoporosis and fractures. High blood pressure (BP) has been associated with loss of bone mineral density and increased propensity to fractures. Strawberries are rich in polyphenols, which have been shown to have anti-hypertensive and bone-protective properties. Thus, we examined whether daily intake of strawberries would positively affect biomarkers of bone metabolism in postmenopausal women with pre- and stage 1-hypertension. Participants (age: 59 ± 6 years; body mass index: 31.5 ± 4.1 kg m-2; systolic BP: 140 ± 13 mmHg) were randomly assigned to consume (1) 50 g of freeze-dried strawberry powder (FDSP), (2) 25 g FDSP + 25 g of placebo powder, or (3) 50 g placebo powder for eight weeks. Results indicate a significant time-by-treatment interaction (P = 0.04) for serum insulin-like growth factor (IGF)-1, a hormone that plays a major role in bone formation. Serum concentrations of bone-specific alkaline phosphatase, a marker of bone formation, and tartrate-resistant acid phosphatase-5b, a specific marker of bone resorption, were not affected by FDSP compared to placebo. Although not statistically significant, after eight weeks, osteocalcin increased in the 50 g FDSP group with a large effect size (d = 0.6) when compared to the placebo-control group. Adiponectin increased by 5% and 6% in the 25 g and 50 g FDSP groups, respectively, while it declined in the placebo-control group by 25% (P = 0.03 for time-by-treatment interaction). Our findings suggest that consumption of 25 g FDSP increases IGF-1 in postmenopausal women with pre- and stage 1-hypertension. However, further studies are needed to assert the effectiveness of a strawberry intervention for bone health.",
      "mesh_terms": [
        "Aged",
        "Biomarkers",
        "Bone Density",
        "Bone Resorption",
        "Female",
        "Fragaria",
        "Humans",
        "Hypertension",
        "Middle Aged",
        "Osteoporosis, Postmenopausal",
        "Plant Extracts",
        "Polyphenols",
        "Postmenopause"
      ]
    },
    {
      "pmid": "34206343",
      "title": "Sensory and Physicochemical Quality, Residual Fungicide Levels and Microbial Load in 'Florida Radiance' Strawberries from Different Disease Control Treatments Exposed to Simulated Supply Chain Conditions.",
      "authors": [
        "Katrina Kelly",
        "Yavuz Yagiz",
        "Zheng Li",
        "Gail Mahnken",
        "Wlodzimierz Borejsza-Wysocki",
        "Maurice Marshall",
        "Charles A Sims",
        "Natalia Peres",
        "Maria Cecilia do Nascimento Nunes"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2021-Jun-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Strawberries are greatly appreciated for their flavor and health-promoting properties. However, current agricultural and postharvest handling practices may result in decreased fruit quality. The objective of this work was to determine the effect of conventional or reduced fungicide applications on the quality of 'Florida Radiance' strawberries exposed to supply chain conditions. Strawberries held under steady temperature had better sensory and physicochemical quality than fruit exposed to supply chain conditions, regardless of the disease control treatment. Strawberries from the reduced fungicide treatment were firmer, lost less moisture, had higher sugar and higher or similar bioactive contents than fruit from the conventional treatment. Sensory scores were better for reduced fungicide fruit held under steady temperature conditions than other treatments at the consumer level. Microbial load increased during the supply chain but results strongly suggest that washing the fruit significantly reduces the microbial load and residual fungicide levels (fludioxonil, cyprodinil, pyraclostrobin, and captan) on the fruit. Overall, the use of reduced fungicide applications to control strawberry disease constitutes a promising alternative to conventional practices. It will help reduce costs by reducing labor and the amount of fungicides used while maintaining overall strawberry quality. Moreover, avoiding abusive and fluctuating temperature conditions during the supply chain will extend shelf-life and reduce strawberry waste."
    },
    {
      "pmid": "33959135",
      "title": "Nitrogen Fertilization Influences the Quantity, Composition, and Tissue Association of Foliar Phenolics in Strawberries.",
      "authors": [
        "Ashwini Sushil Narvekar",
        "Nishanth Tharayil"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Unlike quantitative changes, the compositional changes of plant phenolics and changes in their tissue association as influenced by the nutrient supply are less well understood. We evaluated the quantity, composition, and tissue association of phenolics in leaves of two Fragaria ananassa cultivars in response to different levels of nitrogen (N) fertilization using global metabolomic approaches. Influence of N supply on phenolic content in both cultivars was similar, but the magnitude of this response was compound specific. Ellagitannins, the most abundant class of phenolic oligomers, were less responsive to the applied N treatments, whereas proanthocyanidins, the less abundant class of phenolic oligomers, exhibited higher fold change. Within mono-phenolics, the hydroxycinnamates were more abundant but showed lower fold change than the hydroxybenzoates. Among flavonoids, the hydroxylated flavonols showed higher abundances than the flavones, with a preferential accumulation of dihydroxylated flavonol at lower N levels. Furthermore, glycosylated flavonols were higher than the acylated forms. The extractable fraction of phenolics was more influenced by the N treatment than the fiber-bound fraction. The extensive compositional modification of phenolics and a greater response of non-bound fractions in response to N rates highlight the potential to use precise management of N supply as an effective strategy to enhance the bioactive compounds in crops."
    },
    {
      "pmid": "33922576",
      "title": "Dietary Strawberries Improve Cardiometabolic Risks in Adults with Obesity and Elevated Serum LDL Cholesterol in a Randomized Controlled Crossover Trial.",
      "authors": [
        "Arpita Basu",
        "Kenneth Izuora",
        "Nancy M Betts",
        "Jefferson W Kinney",
        "Arnold M Salazar",
        "Jeffrey L Ebersole",
        "R Hal Scofield"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Apr-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background and aims: Dietary berries, such as strawberries, are rich in bioactive compounds and have been shown to lower cardiometabolic risk. We examined the effects of two dietary achievable doses of strawberries on glycemic control and lipid profiles in obese adults with elevated serum LDL cholesterol (LDL-C). Methods: In this 14-week randomized controlled crossover study, participants were assigned to one of the three arms for four weeks separated by a one-week washout period: control powder, one serving (low dose: 13 g strawberry powder/day), or two-and-a -half servings (high dose: 32 g strawberry powder/day). Participants were instructed to follow their usual diet and lifestyle while refraining from consuming other berries and related products throughout the study interval. Blood samples, anthropometric measures, blood pressure, and dietary and physical activity data were collected at baseline and at the end of each four-week phase of intervention. Results: In total, 33 participants completed all three phases of the trial [(mean ± SD): Age: 53 ± 13 y; BMI: 33 ± 3.0 kg/m2). Findings revealed significant reductions in fasting insulin (p = 0.0002) and homeostatic model of assessment of insulin resistance (p = 0.0003) following the high dose strawberry phase when compared to the low dose strawberry and control phases. Glucose and conventional lipid profiles did not differ among the phases. Nuclear magnetic resonance-determined particle concentrations of total VLDL and chylomicrons, small VLDL, and total and small LDL were significantly decreased after the high dose strawberry phase, compared to control and low dose phases (all p < 0.0001). Among the biomarkers of inflammation and adipokines measured, only serum PAI-1 showed a decrease after the high dose strawberry phase (p = 0.002). Conclusions: These data suggest that consuming strawberries at two-and-a-half servings for four weeks significantly improves insulin resistance, lipid particle profiles, and serum PAI-1 in obese adults with elevated serum LDL-C.",
      "mesh_terms": [
        "Adipokines",
        "Adult",
        "Biomarkers",
        "Blood Glucose",
        "Blood Pressure",
        "C-Reactive Protein",
        "Cardiometabolic Risk Factors",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Diet",
        "Exercise",
        "Female",
        "Fragaria",
        "Humans",
        "Insulin",
        "Magnetic Resonance Spectroscopy",
        "Male",
        "Middle Aged",
        "Obesity"
      ]
    },
    {
      "pmid": "33689143",
      "title": "Efficacy of Chlorine Dioxide Gas Against Hepatitis A Virus on Blueberries, Blackberries, Raspberries, and Strawberries.",
      "authors": [
        "Bassam A Annous",
        "David A Buckley",
        "David H Kingsley"
      ],
      "journal": "Food and environmental virology",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Seeking a means of sanitizing berries, the effectiveness of steady state levels of gaseous chlorine dioxide (ClO2) against hepatitis A virus (HAV) on laboratory-contaminated berries was determined. The generated ClO2 was maintained with 1 or 2 mg/l air inside a 269-l glove box to treat 50 g batches of blueberries, raspberries, and blackberries, and 100 g batches of strawberries that were immersion coated with HAV. Normalized data for ClO2 (ppm-h/g product) is reported as a function of ClO2 concentration, treatment time, and weight of treated product. Treatments of ClO2 ranging from 1.00 to 6.27 ppm-h/g berry were evaluated. When compared to untreated HAV-contaminated berries, log reductions of HAV were > 2.1 for all berry types and conditions tested indicating the gaseous ClO2 was effective. The average log reduction with strawberries, raspberries, blueberries and blackberries treated with 1.00 ppm-h/g, the lowest ClO2 treatment tested, were 2.44, 2.49, 3.23, and 3.45, respectively. The highest treatment of 6.27 ppm-h/g was applied at two different gas concentrations of 1 mg/l and 2 mg/l. Average log reductions for blueberries and strawberries treated with 6.27 ppm-h/g were 4.34 and 4.42, and 4.03 and 3.51, applied at 1 mg/l and 2 mg/l, respectively. For blackberries and raspberries 3.20 and 3.24, and 3.23 and 3.97 log reductions were observed for 6.27 ppm-h/g treatments applied at 1 mg/l and 2 mg/l, respectively. Results indicate that HAV contamination of berries can be substantially reduced by gaseous ClO2 and offer industry a waterless means of sanitizing berries against HAV.",
      "mesh_terms": [
        "Blueberry Plants",
        "Chlorine Compounds",
        "Food Preservation",
        "Food Preservatives",
        "Fragaria",
        "Fruit",
        "Gases",
        "Hepatitis A virus",
        "Oxides",
        "Rubus"
      ]
    },
    {
      "pmid": "33375142",
      "title": "Application of Ultrasound Combined with Acetic Acid and Peracetic Acid: Microbiological and Physicochemical Quality of Strawberries.",
      "authors": [
        "Priscila Donatti Leão Alvarenga",
        "Christiane Mileib Vasconcelos",
        "Jackline Freitas Brilhante de São José"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2020-Dec-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work evaluated the application of organic acids (acetic and peracetic acid) and ultrasound as alternative sanitization methods for improving the microbiological and physicochemical qualities of strawberries. A reduction of up to 2.48 log CFU/g aerobic mesophiles and between 0.89 and 1.45 log CFU/g coliforms at 35 °C was found. For molds and yeasts, significant differences occurred with different treatments and storage time (p < 0.05). Ultrasound treatments in combination with peracetic acid and acetic acid allowed a decimal reduction in molds and yeasts (p < 0.05). All evaluated treatments promoted a significant reduction in the Escherichia coli count (p < 0.05). Scanning electron microscopy revealed fragmented E. coli cells due to treatment with acetic acid and ultrasound. Storage time significantly affected pH, total titratable acidity, total soluble solids and the ratio of the total titratable acidity to the total soluble solids (p < 0.05). Anthocyanin content did not change with treatment or time and generally averaged 13.47 mg anthocyanin/100 g of strawberries on fresh matter. Mass loss was not significantly affected by the applied treatments (p > 0.05). The combination of ultrasound and peracetic acid may be an alternative to chlorine-based compounds to ensure microbiological safety without causing significant changes in the physicochemical characteristics of strawberries.",
      "mesh_terms": [
        "Acetic Acid",
        "Chemical Phenomena",
        "Disinfectants",
        "Disinfection",
        "Food Microbiology",
        "Food Quality",
        "Fragaria",
        "Microbiota",
        "Peracetic Acid",
        "Ultrasonic Waves"
      ]
    },
    {
      "pmid": "33002710",
      "title": "Water UV-C treatment alone or in combination with peracetic acid: A technology to maintain safety and quality of strawberries.",
      "authors": [
        "Iolanda Nicolau-Lapeña",
        "Maribel Abadias",
        "Inmaculada Viñas",
        "Gloria Bobo",
        "Tomás Lafarga",
        "Albert Ribas-Agustí",
        "Ingrid Aguiló-Aguayo"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2020-Dec-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Disinfection of fruits is one of the most important steps since they are going to be eaten fresh-or minimally-processed. This step affects quality, safety, and shelf-life of the product. Despite being a common sanitizer in the fruit industry, chlorine may react with organic matter leading to the formation of toxic by-products. Alternative sustainable disinfection strategies to chlorine are under study to minimize environmental and human health impact. Water-assisted UV-C light (WUV-C) is proposed here as an alternative sanitizing method for strawberries. In this study, strawberries were washed for 1 or 5 min in a tank with 2 or 4 lamps on, each emitting UV-C light at 17.2 W/cm2, or in a chlorine solution (200 ppm, pH 6.5). Moreover, trials with 4 lamps on, together with a washing solution consisting on peracetic acid at 40 or 80 ppm, were carried out. Overall, quality and nutritional parameters of strawberries after treatments were maintained. Changes in color were not noticeable and fruits did not lose firmness. No major changes were observed in antioxidant activity, organic acid, anthocyanin, vitamin C, and total phenolic content. Yeasts and molds were not affected by the WUV-C treatment, and 5 min were needed to significantly reduce total aerobic mesophylls population. However, reductions of artificially inoculated Listeria innocua and Salmonella Typhimurium after WUV-C treatments were comparable to those obtained with chlorine-wash, which were 3.0 log CFU / g. Moreover, WUV-C light was effective to minimize microorganisms remaining in washing water, avoiding cross-contamination and thus, allowing water recirculation. This effect was improved when combining the action of UV-C light with peracetic acid, showing the suitability of this combined treatment, understood as an alternative to chlorine sanitation, for sanitizing strawberries and keeping the populations of pathogenic bacteria in washing water lower than 0.6 ± 0.1 log CFU / mL.",
      "mesh_terms": [
        "Bacteria",
        "Chlorine",
        "Colony Count, Microbial",
        "Disinfectants",
        "Disinfection",
        "Food Microbiology",
        "Fragaria",
        "Fruit",
        "Peracetic Acid",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "31622165",
      "title": "Evaluating a Combined Method of UV and Washing for Sanitizing Blueberries, Tomatoes, Strawberries, Baby Spinach, and Lettuce.",
      "authors": [
        "Shuanghuan Guo",
        "Runze Huang",
        "Haiqiang Chen"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We assessed a fresh produce decontamination system using a combined method of UV and washing (water-assisted UV [WUV]) in different scales. The system used tap water to wash fresh produce while exposing it to UV light. First, the reduction of Salmonella in tap water under UV treatment (1 to 1,740 mJ/cm2) was determined. Increasing the UV dose significantly (P < 0.05) increased the Salmonella reduction in wash water, and UV intensity of more than 2 mW/cm2 could reduce Salmonella in tap water to below 1 CFU/mL given enough processing time (more than 1 min; UV dose of 120 mJ/cm2). Then, the decontamination effectiveness of a small WUV system was tested on blueberries (50 g). Blueberries were spot or dip inoculated with a Salmonella cocktail and treated by the small WUV system (200 mL of water). In general, WUV treatments achieved significantly better Salmonella inactivation than tap water wash; tap water wash (10 min) and 2 mW/cm2 WUV treatment (with a UV dose of 1,200 mJ/cm2) reduced populations of spot-inoculated Salmonella on blueberries by 2.44 and 5.45 log, respectively. Compared with spot-inoculated Salmonella on blueberries, dip-inoculated Salmonella was more difficult to be inactivated by WUV treatments. Then, the decontamination effectiveness of WUV treatments was tested on blueberries (170 g), tomatoes (290 g), strawberries (170 g), baby spinach (60 g), and lettuce (60 g) using a larger WUV system. In general, 10 min of 29 mW/cm2 WUV treatment (a high UV dose of 17,400 mJ/cm2) resulted in significantly better Salmonella inactivation than tap water wash (for 10 min) regardless the inoculation method, agreeing with the results of the small-scale study. For both spot- and dip-inoculated lettuce, no significant difference (P > 0.05) in Salmonella inactivation by WUV treatments was observed when the quantity of lettuce increased from 50 to 100 g.",
      "mesh_terms": [
        "Blueberry Plants",
        "Colony Count, Microbial",
        "Escherichia coli O157",
        "Food Microbiology",
        "Fragaria",
        "Fruit",
        "Lactuca",
        "Solanum lycopersicum",
        "Spinacia oleracea",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "35530059",
      "title": "Effect of ozone treatment on the phenylpropanoid biosynthesis of postharvest strawberries.",
      "authors": [
        "Cunkun Chen",
        "Huijie Zhang",
        "Chenghu Dong",
        "Haipeng Ji",
        "Xiaojun Zhang",
        "Li Li",
        "Zhaojun Ban",
        "Na Zhang",
        "Wentong Xue"
      ],
      "journal": "RSC advances",
      "publication_date": "2019-Aug-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ozone treatment at a suitable concentration can improve the antioxidant capacity of postharvest fruits. However, few studies have examined the antioxidant bioactive compounds in ozone-treated postharvest strawberries, especially in relation to proteomics. In this study, the total phenol content (TPC), total flavonoid content (TFC), and total anthocyanin content (TAC) were used as the main antioxidant compound indicators and unlabeled proteomics was used to study the metabolism of phenylpropanoids in postharvest strawberries (Jingtaoxiang) treated with different concentrations of ozone (0, 1, 3, and 5 ppm) throughout the duration of storage. The results showed that the postharvest strawberries treated with 5 ppm ozone concentration exhibited improved accumulation of total phenols, flavonoids and anthocyanins in the antioxidant bioactive compounds, which was beneficial to the expression of phenylpropanoid metabolism-related proteins over the whole storage period compared with the other three groups. The results of proteomics were consistent with the changes in the key metabolites of phenylpropanoids, which indicated that ozone treatment at a suitable concentration aids the accumulation of TPC, TAC and TFC by promoting the key proteins associated with phenylpropanoid metabolism."
    },
    {
      "pmid": "31329900",
      "title": "Gamma-Ray Irradiation Control of Whiteflies Bemisia tabaci (Hemiptera: Aleyrodidae) and Trialeurodes vaporariorum in the Exportation of Fresh Strawberries.",
      "authors": [
        "Sun-Ran Cho",
        "Hyun-Na Koo",
        "Soeun Shin",
        "Hyun Kyung Kim",
        "Jong-Heum Park",
        "Yeong Seok Yoon",
        "Gil-Hah Kim"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2019-Aug-03",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Whitefly pests, including the sweetpotato whitefly, Bemisia tabaci (Gennadius), and the greenhouse whitefly, Trialeurodes vaporariorum (Westwood), are economically important in agriculture. With the annual growth of the domestic fresh fruit export market, various quarantine treatment methods are being used to export strawberries of better quality. The objective of the present study was to evaluate the effects of gamma rays on the development and reproductive sterility of B. tabaci and T. vaporariorum. In both species, the eggs were completely inhibited from hatching at 50 Gy, and the emergence of third-instar nymphs was completely suppressed at 150 Gy. Some adult B. tabaci and T. vaporariorum spawning occurred at 100 and 70 Gy, respectively; however, at these irradiation levels, F1 hatchability was completely inhibited. Dosimetry results showed that the penetrating power of gamma ray in the strawberry-filled box was the lowest at the mid-box position. Therefore, B. tabaci and T. vaporariorum were placed in the middle of the strawberry-filled box and irradiated. A gamma-ray irradiation of 100 Gy suppressed the development and reproduction of eggs and adults in both B. tabaci and T. vaporariorum. Our data suggest that at least 100 Gy should be used for the control of these two species of whitefly for strawberry export.",
      "mesh_terms": [
        "Animals",
        "Fragaria",
        "Hemiptera",
        "Nymph"
      ]
    },
    {
      "pmid": "31321778",
      "title": "Synergistic effects of ascorbic acid and plant-derived ceramide to enhance storability and boost antioxidant systems of postharvest strawberries.",
      "authors": [
        "Haonuan Zhao",
        "Shiwen Liu",
        "Maogang Chen",
        "Jing Li",
        "Dandan Huang",
        "Shuhua Zhu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Excessive reactive oxygen species (ROS) may attack biological macromolecules and induce oxidative stress. The inhibition by ascorbic acid (AsA) on oxidative damage has been reported in fruits, while the barrier effect of ceramide has also been proven. However, there are few reports about the effects of ceramide-AsA interactions to enhance storability and boost antioxidant systems in fruits during storage. This study was conducted to study the synergistic effects of AsA in combination with ceramide on the quality of postharvest strawberry (Fragaria anannasa cv. Tianbao). RESULTS: Treatment with 100 mg L-1 AsA plus 1.2 mmol L-1 ceramide significantly delayed the rot of strawberries, reduced the water loss and the contents of ROS, malonaldehyde (MDA), and proline, however, increased the contents of total flavonoids, total phenols, and anthocyanins compared with other treatments. Also, treatment with 100 mg L-1 AsA plus 1.2 mmol L-1 ceramide significantly increased the activities of peroxidase (POD) and superoxide dismutase (SOD) but inhibited the activity of polyphenol oxidase (PPO). CONCLUSION: It is suggested that treatment with 100 mg L-1 AsA plus 1.2 mmol L-1 ceramide could significantly reduce the oxidative damage and maintain the storage quality of strawberries during storage by enhancing the antioxidant systems. © 2019 Society of Chemical Industry.",
      "mesh_terms": [
        "Antioxidants",
        "Ascorbic Acid",
        "Catalase",
        "Ceramides",
        "Drug Synergism",
        "Food Preservation",
        "Food Preservatives",
        "Food Storage",
        "Fragaria",
        "Fruit",
        "Malondialdehyde",
        "Oxidative Stress",
        "Plant Proteins",
        "Reactive Oxygen Species",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "31274905",
      "title": "Effect of the combined action of potassium sorbate and irradiation on the quality-maintenance of strawberries.",
      "authors": [
        "Amal N Al-Kuraieef",
        "Amal H Alshawi",
        "Amnah M A Alsuhaibani"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A relatively short storage life is considered a major problem for the transportation of strawberries across long distances to markets and for exportation. The aim of this research is to study the combined effects of potassium sorbate and radiation (3 kGy) on the microbial load, shelf life and most of the biochemical constituents such as vitamin C and total soluble solids of strawberries. A potassium sorbate (1%) treatment was combined, in practical application, with irradiation (3 kGy) to extend the shelf life of strawberries. All strawberry samples were stored at 4 ± 1 °C (90-92% RH). Quality assessment of the microbial and biochemical constituents, vitamin C, and TSS during the storage period was performed. The results showed that Gamma irradiation alone at 3 kGy extended the shelf life of strawberries to 21 days. Further extension of the shelf life to 21 days was obtained when irradiation (3 kGy) was combined with potassium sorbate treatment. All treatments caused non-significant decreases in vitamin C content during storage, except for the treatment of strawberries with a solution of potassium sorbate, which caused a significant decrease in the vitamin C content, and a gradual decrease in the vitamin C content occurred with an increase in storage time for all treatments."
    },
    {
      "pmid": "31268563",
      "title": "Strawberries under salt stress: ALA and ROS to the rescue.",
      "authors": [
        "Anirban Baral"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Generating salt-tolerant plants that can cope with increasing soil salinity is a major goal of crop-breeding programs worldwide. Together with genetic approaches, research efforts are focusing on finding chemical modulators of salt tolerance. The exogenous application of 5-aminolevulinic acid (ALA) has been shown to improve salt tolerance in diverse crop species, but its mechanism of action is not properly understood. Wu et al. (2019) report that ALA treatment enhances reactive oxygen species (ROS) production in the roots of salt-stressed strawberry plants. Activation of several key ion transporters downstream to the ROS signal helps to sequester the toxic Na+ ions in the roots and protects the shoots against salt stress.",
      "mesh_terms": [
        "Aminolevulinic Acid",
        "Fragaria",
        "Plant Roots",
        "Reactive Oxygen Species",
        "Salt Tolerance",
        "Salt-Tolerant Plants",
        "Sodium Chloride"
      ]
    },
    {
      "pmid": "31176964",
      "title": "Virucidal activity of gamma radiation on strawberries and raspberries.",
      "authors": [
        "Andreia I Pimenta",
        "Fernanda M A Margaça",
        "Sandra Cabo Verde"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2019-Sep-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The environmental stability of enteric viruses and resistance to conventional treatments and common disinfectants, leads to their persistence in waters and food, causing serious implications on public health. Among non-thermal treatment methods, ionizing radiation is recognized as a useful and effective mean of disinfection. The objective of this study was to estimate the inactivation of enteric virus by gamma radiation in raw berry fruits, in order to evaluate the potential of this technology to be applied as a disinfection treatment. Fresh strawberries and raspberries were inoculated either individually with murine norovirus type 1 (MuNoV; as a human norovirus surrogate) and human adenovirus type 5 (HAdV) or with a viral pool of both viruses, and irradiated in a Co-60 equipment at doses of 1 kGy up to 11 kGy. The infectivity of viral particles of MuNoV and HAdV was assessed by plaque assay using Raw 264.7 and A549 cells, respectively. A 2 log PFU/g reduction on MuNoV and HAdV titers was obtained after treatment with a dose of 4 kGy for both fruits. However, non-linear inactivation survival curves were obtained for MuNoV and HAdV in fresh fruits, leading to the detection of infective viral particles at a dose of 11 kGy. The irradiation process indicated virucidal potential, although the estimated gamma radiation dose to attain food safety (> 7 kGy) would compromise the preservation of food quality. Nevertheless, the irradiation technology could be an effective virus mitigation tool to treat polluted waters, which are a major vehicle of contamination for fresh produce.",
      "mesh_terms": [
        "A549 Cells",
        "Adenoviruses, Human",
        "Animals",
        "Cell Line",
        "Disinfection",
        "Foodborne Diseases",
        "Fragaria",
        "Fruit",
        "Gamma Rays",
        "Humans",
        "Mice",
        "Norovirus",
        "RAW 264.7 Cells",
        "Rubus"
      ]
    },
    {
      "pmid": "31059142",
      "title": "Evaluation of Food Safety and Quality Parameters for Shelf Life Extension of Pulsed Light Treated Strawberries.",
      "authors": [
        "Xinang Cao",
        "Runze Huang",
        "Haiqiang Chen"
      ],
      "journal": "Journal of food science",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "Strawberry is a healthy fruit with numerous health-benefit compounds. Unfortunately, it is highly perishable and occasionally can be contaminated with foodborne pathogens. The overall goal of this study is to evaluate pulsed light (PL) processing for disinfection of strawberries, extension of shelf life, and preservation of quality attributes and compounds that are beneficial to health. Preliminary screening of PL conditions based on visual appearance of strawberries was conducted, and 3 PL treatments were identified for full evaluation. Salmonella inoculum was artificially deposited onto the skin of strawberries via spot-inoculation or dip-inoculation. The 3 PL treatments slightly reduced the level of inoculated Salmonella on strawberries, ranging from approximately 0.4 to 0.8 log reduction. They also slowed down the visible mold development on strawberries by 2 to 4 days compared with the untreated control. Regarding the natural yeasts and molds, the quality attributes (weight loss and firmness), and the bioactive compounds (total anthocyanin, total phenolics, and total antioxidant activity). The 3 PL treatment showed no significant or negligible difference comparing to the control group. Overall, the 3 PL treatments demonstrated potential in extending the shelf life of strawberries. The quality attributes or the bioactive compounds of strawberries showed no significant or minimal change after these PL treatments. PRACTICAL APPLICATION: Pulsed light (PL) processing for strawberry decontamination and shelf life extension was evaluated. Results demonstrated that PL processing could have the potency to improve strawberry shelf life without significantly affecting the quality and bioactive compounds of strawberries.",
      "mesh_terms": [
        "Anthocyanins",
        "Antioxidants",
        "Decontamination",
        "Food Microbiology",
        "Food Quality",
        "Food Safety",
        "Food Storage",
        "Fragaria",
        "Fruit",
        "Fungi",
        "Light",
        "Phenols",
        "Salmonella"
      ]
    },
    {
      "pmid": "30964420",
      "title": "Management of Xanthomonas fragariae with Pre- and Postharvest Treatments to Overcome Trade Barriers for California Strawberries.",
      "authors": [
        "Stacey E Haack",
        "Spencer S Walse",
        "Kevin Nguyen",
        "James E Adaskaveg"
      ],
      "journal": "Plant disease",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Xanthomonas fragariae, the causal agent of angular leaf spot (ALS) of strawberry, is a quarantine pathogen in some export markets, causing trade restrictions and economic loss to the California fresh-market strawberry industry. Preharvest chemical management options are limited to copper, and there are no postharvest treatments available that reduce populations of the pathogen if ALS is detected at an export destination. Here, we report high preharvest efficacy for the experimental bactericide amino thiadiazole and the commercial product zinc thiadiazole, alone and in mixtures with low rates of copper or the antibiotic kasugamycin, with average disease incidence reduction of up to 92.8% compared with the control. Although effective against quarantine insect pests of strawberry, postharvest methyl bromide fumigation was ineffective against X. fragariae in diseased plant tissue at a standard commercial rate. Postharvest propylene oxide fumigation, used for decades by the California nut industries for insect and microbial disinfestation, significantly reduced X. fragariae populations in infected leaflet tissues by at least 2.5-log compared with controls at a dose of ≥142 µg/ml for 2 h at 15 to 20°C. Fumigated leaflets showed little to no phytotoxicity at effective rates, and fumigated fruit were not significantly affected in appearance or susceptibility to postharvest gray mold or Rhizopus rot following storage at 2°C for 3 days and at 15°C for an additional 5 days. Together, these new treatments offer potential strategies for establishing a systems approach with preharvest treatments significantly reducing the risk of ALS on plants and, in response to quarantine detections, a postharvest fumigation treatment that reduces viable pathogen populations in existing lesions.",
      "mesh_terms": [
        "Agriculture",
        "Animals",
        "Anti-Bacterial Agents",
        "California",
        "Commerce",
        "Fragaria",
        "Fruit",
        "Fumigation",
        "Xanthomonas"
      ]
    },
    {
      "pmid": "30891756",
      "title": "Hydrogen peroxide as a mediator of 5-aminolevulinic acid-induced Na+ retention in roots for improving salt tolerance of strawberries.",
      "authors": [
        "Wen-Wen Wu",
        "Sha-Sha He",
        "Yu-Yan An",
        "Rong-Xiang Cao",
        "Yong-Ping Sun",
        "Quan Tang",
        "Liang-Ju Wang"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To explore the mechanisms of 5-aminolevulinic acid (ALA)-improved plant salt tolerance, strawberries (Fragaria × ananassa Duch. cv. 'Benihoppe') were treated with 10 mg l-1 ALA under 100 mmol l-1 NaCl stress. We found that the amount of Na+ increased in the roots but decreased in the leaves. Laser scanning confocal microscopy (LSCM) observations showed that ALA-induced roots had more Na+ accumulation than NaCl alone. Measurement of the xylem sap revealed that ALA repressed Na+ concentrations to a large extent. The electron microprobe X-ray assay also confirmed ALA-induced Na+ retention in roots. qRT-PCR showed that ALA upregulated the gene expressions of SOS1 (encoding a plasma membrane Na+ /H+ antiporter), NHX1 (encoding a vacuolar Na+ /H+ antiporter) and HKT1 (encoding a protein of high-affinity K+ uptake), which are associated with Na+ exclusion in the roots, Na+ sequestration in vacuoles and Na+ unloading from the xylem vessels to the parenchyma cells, respectively. Furthermore, we found that ALA treatment reduced the H2 O2 content in the leaves but increased it in the roots. The exogenous H2 O2 promoted plant growth, increased root Na+ retention and stimulated the gene expressions of NHX1, SOS1 and HKT1. Diphenyleneiodonium (DPI), an inhibitor of H2 O2 generation, suppressed the effects of ALA or H2 O2 on Na+ retention, gene expressions and salt tolerance. Therefore, we propose that ALA induces H2 O2 accumulation in roots, which mediates Na+ transporter gene expression and more Na+ retention in roots, thereby improving plant salt tolerance.",
      "mesh_terms": [
        "Aminolevulinic Acid",
        "Fragaria",
        "Hydrogen Peroxide",
        "Plant Roots",
        "Salt Tolerance",
        "Salt-Tolerant Plants",
        "Sodium"
      ]
    },
    {
      "pmid": "30883111",
      "title": "Physiological and Metabolomic Analysis of Cold Plasma Treated Fresh-Cut Strawberries.",
      "authors": [
        "Meilin Li",
        "Xiaoan Li",
        "Cong Han",
        "Nana Ji",
        "Peng Jin",
        "Yonghua Zheng"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2019-Apr-10",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "Cold plasma technology offers new opportunities to the decontamination and preservation of fruits and vegetables. In the present research, strawberries were cut into four wedges and then treated with dielectric barrier discharge plasma at 45 kV for 1 min and stored for 1 week (4 °C). Metabolomic analysis suggested that plasma treatment improved the biosynthesis of the metabolites in the \"flavones and flavonol biosynthesis\" pathway and \"biosynthesis of phenylpropanoids\" pathway in fresh-cut strawberries. Physiological assay demonstrated that plasma treatment maintained the texture properties and inhibited microbial growth of fresh-cut strawberries. In addition, plasma treatment also promoted the accumulation of total phenolics, total flavonoid, and anthocyanin by enhancing the critical enzyme activities and activating related gene expression in phenylpropanoid as well as reactive oxygen species metabolism, which contributed greatly to the enhancement of antioxidant capacity of strawberry wedges. Our investigation provided a new perspective of the effect of plasma treatment on the safety and quality of strawberry wedges and suggested that cold plasma treatment holds promise as an emerging processing technology for improving the quality and antioxidant activity of postharvest fruits and vegetables.",
      "mesh_terms": [
        "Antioxidants",
        "Bacteria, Aerobic",
        "Food Preservation",
        "Fragaria",
        "Fruit",
        "Metabolomics",
        "Plasma Gases",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "30472396",
      "title": "Influence of water antimicrobials and storage conditions on inactivating MS2 bacteriophage on strawberries.",
      "authors": [
        "Licheng Huang",
        "Xin Luo",
        "Jingwen Gao",
        "Karl R Matthews"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2019-Feb-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Foodborne illnesses caused by norovirus contaminated fresh produce remain a food safety concern worldwide. In the present study, the impacts of commercial and home processing conditions of strawberries were evaluated for inactivation of the MS2 bacteriophage. MS2 was used as a surrogate of norovirus and was spot inoculated onto strawberries to achieve 6.6 log PFU/g. The inoculated strawberries were washed with tap water, electrolyzed water, or 50 ppm chlorine for 90 s prior to and after storage. After initial washing, the strawberries were separately stored at -20 °C and -80 °C for 30 days. Change in MS2 populations on strawberries was evaluated by plaque assay method on day 1, 15, and 30 for -20 °C and -80 °C groups. The results showed that washing strawberries prior to storage resulted in a significant decrease (approximately 1 log PFU/g) of MS2 population regardless of the treatment (p < 0.05). Frozen storage had minor effects on inactivating MS2, which resulted in approximately a 0.5 log PFU/g reduction at the end of storage. Washing frozen berries in electrolyzed water or 50 ppm chlorine on day 30 resulted in an additional 1 log PFU/g decrease in MS2 compared to water alone. These results suggest that washing strawberries with a chemical antimicrobial prior to and post frozen storage may enhance microbial safety.",
      "mesh_terms": [
        "Anti-Infective Agents",
        "Chlorine",
        "Disinfectants",
        "Food Handling",
        "Food Microbiology",
        "Fragaria",
        "Freezing",
        "Fruit",
        "Levivirus",
        "Microbial Viability",
        "Radioisotopes",
        "Water"
      ]
    },
    {
      "pmid": "30426589",
      "title": "Metabolomic study of bioactive compounds in strawberries preserved under controlled atmosphere based on GC-MS and DI-ESI-QqQ-TOF-MS.",
      "authors": [
        "Sara Ramírez-Acosta",
        "Ana Arias-Borrego",
        "José Luis Gómez-Ariza",
        "Tamara García-Barrera"
      ],
      "journal": "Phytochemical analysis : PCA",
      "publication_date": "2019-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The storage of the vegetables products in a controlled atmosphere (CA) with low O2 and high CO2 concentrations, reduces respiration rates and delays the ripening process, and in some cases, improves their quality and organoleptic properties. OBJECTIVE: To obtain deep insight into strawberry fruit metabolic changes caused by these CA treatments. METHODOLOGY: Freshly harvested strawberries were preserved under different atmospheres enriched with 10%, 20% and 30% of CO2 , for 2 days at 0°C, containing in all the cases 5% of O2 and were subjected to a metabolomic analysis based on gas chromatography-mass spectrometry (GC-MS) and direct-infusion with electrospray ionisation source equipped with triple quadrupole coupled to time of flight mass spectrometry (DI-ESI-QqQ-TOF-MS). Partial least square discriminant analysis (PLS-DA) was employed to compare the control and treated samples for the identification of altered metabolites. RESULTS: Several metabolites related to CA treatment could be identified by databases and literature, which are mainly sugars, organic acids and phenolic compounds (bioactive compounds). CONCLUSIONS: Good correlation coefficients were obtained between discriminant metabolites and fruit quality parameters. These results suggest that treated strawberries under CA could be considered as bioactive healthy compounds, suggesting that treated strawberries under CA could be used as raw material for the preparation and formulation of food supplements and nutraceutical products.",
      "mesh_terms": [
        "Atmosphere",
        "Carbon Dioxide",
        "Discriminant Analysis",
        "Fragaria",
        "Gas Chromatography-Mass Spectrometry",
        "Least-Squares Analysis",
        "Metabolomics",
        "Spectrometry, Mass, Electrospray Ionization"
      ]
    },
    {
      "pmid": "30382270",
      "title": "Strawberries decrease circulating levels of tumor necrosis factor and lipid peroxides in obese adults with knee osteoarthritis.",
      "authors": [
        "Arpita Basu",
        "Biji T Kurien",
        "Huyen Tran",
        "Bre'Ana Byrd",
        "Joey Maher",
        "Jace Schell",
        "Emily Masek",
        "James R Barrett",
        "Timothy J Lyons",
        "Nancy M Betts",
        "R Hal Scofield"
      ],
      "journal": "Food & function",
      "publication_date": "2018-Dec-13",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Knee osteoarthritis (OA) is increasingly prevalent in obese people, who often have high cardio-metabolic risk factors. Among the few available non-surgical approaches, nutraceuticals have gained popularity, and dietary berries have mitigated arthritis symptoms in observational and animal studies. Clinical studies in OA are sparse, but recently we reported that strawberry supplementation can mitigate pain and reduce inflammatory markers in adults with knee OA. This study extends those observations. METHODS: We conducted a randomized cross-over double-blind placebo-controlled trial on the effects of dietary freeze-dried strawberries on obesity-related hormones, biomarkers of inflammation and lipid peroxidation. Seventeen subjects (4 men, 13 women; age 57 ± 3 year) were randomized to strawberry supplements (50 g day-1 for 12 weeks) vs. placebo (50 g day-1, matched for calories and fiber), for two 12-week intervention periods, separated by 2-week washout phase. RESULTS: Among 24 biomarkers of inflammation examined (Bioplex-Pro human inflammation panel), 12 were detectable in all samples. Among these, high-sensitivity TNF-α (hs-TNF-α) and the soluble tumor necrosis factor receptor (sTNF-R2) were significantly decreased after strawberry consumption (p < 0.05). There were no changes in other biomarkers of the TNF super family, such as APRIL and BAFF. Among serum biomarkers of oxidative stress, 4-hydroxy-2-nonenal (4-HNE) and conjugated dienes were also reduced (p < 0.05). No changes were observed in body weight, serum obesity-related hormones, or osteocalcin. CONCLUSION: Strawberries lowered TNF-α, and lipid peroxidation products in obese adults with knee OA. Since, they also mitigate pain, these findings merit further investigation in larger trials.",
      "mesh_terms": [
        "Biomarkers",
        "Double-Blind Method",
        "Female",
        "Fragaria",
        "Fruit",
        "Humans",
        "Lipid Peroxides",
        "Male",
        "Middle Aged",
        "Osteoarthritis, Knee",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "30177183",
      "title": "Combined effects of ultrasound and calcium on the chelate-soluble pectin and quality of strawberries during storage.",
      "authors": [
        "Lifen Zhang",
        "Shunan Zhao",
        "Shaojuan Lai",
        "Fusheng Chen",
        "Hongshun Yang"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2018-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The combined effects of ultrasound and calcium on the water migration, quality, and chelate-soluble pectin (CSP) properties of strawberries were investigated using nuclear magnetic resonance (NMR), high-performance liquid chromatography (HPLC), and atomic force microscopy (AFM). The relationship among water migration, firmness, and CSP properties was also determined. Treatment with ultrasound and calcium (U + Ca) prevented the decrease in firmness of strawberries during storage (17 days). Measurements of physicochemical parameters (titratable acidity (TA), soluble solid content (SSC), CSP and Ca content) showed that U + Ca treatment maintained better fruit quality. AFM showed a larger percentage of wider and longer CSP molecules in the U + Ca group (width ≥90 nm; length ≥800 nm). These results, together with the HPLC results, confirmed that U + Ca treatment effectively inhibits CSP degradation. This study revealed that the application of ultrasound and calcium could preserve the quality of stored strawberries.",
      "mesh_terms": [
        "Calcium",
        "Chelating Agents",
        "Food Quality",
        "Food Storage",
        "Fragaria",
        "Monosaccharides",
        "Pectins",
        "Solubility",
        "Ultrasonic Waves",
        "Water"
      ]
    },
    {
      "pmid": "30011987",
      "title": "Responses of Fresh-Cut Strawberries to Ethanol Vapor Pretreatment: Improved Quality Maintenance and Associated Antioxidant Metabolism in Gene Expression and Enzyme Activity Levels.",
      "authors": [
        "Meilin Li",
        "Xiaoan Li",
        "Jing Li",
        "Yue Ji",
        "Cong Han",
        "Peng Jin",
        "Yonghua Zheng"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2018-Aug-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Strawberries were treated with different concentrations of ethanol vapor and then cut into four wedges and stored at 4 °C for 1 week. It was found that 4 mL/kg of ethanol was the optimal concentration to reduce the decrease of firmness and weight loss. Total phenolics content, total flavonoid and anthocyanin contents, antioxidant enzyme activities, and gene expression related to the antioxidant were elevated using the ethanol treatment. Ethanol vapor also suppressed microbial growth and promoted free radical (hydroxyl and DPPH) scavenging capacities and four kinds of esters and bioactive components in strawberry wedges. Moreover, ethanol enhanced antioxidant enzyme activities including superoxide dismutase (SOD), catalase (CAT), and ascorbate peroxidase (APX) by activating related gene expression. The results of our research indicate that ethanol vapor has potential application in preserving quality and improving antioxidant capacity of fresh-cut strawberries.",
      "mesh_terms": [
        "Antioxidants",
        "Ascorbate Peroxidases",
        "Catalase",
        "Ethanol",
        "Food Preservation",
        "Food Quality",
        "Fragaria",
        "Free Radical Scavengers",
        "Fruit",
        "Gene Expression",
        "Superoxide Dismutase",
        "Volatile Organic Compounds",
        "Volatilization"
      ]
    },
    {
      "pmid": "29977412",
      "title": "Inhibition of the development of N-nitrosomethylbenzylamine-induced esophageal tumors in rats by strawberries and aspirin, alone and in combination.",
      "authors": [
        "Pan Pan",
        "Daniel S Peiffer",
        "Yi-Wen Huang",
        "Kiyoko Oshima",
        "Gary D Stoner",
        "Li-Shu Wang"
      ],
      "journal": "Journal of berry research",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Esophageal squamous cell carcinoma (ESCC) is one of two subtypes of esophageal cancer, with high incidence and mortality rates in developing countries. OBJECTIVE: The current study investigated the potential chemoprotective effects of strawberries and aspirin against the development of rat esophageal papillomas, the precursors to ESCC. METHODS: Using a prevention model, we administered study diets to rats before, during, and after N-nitrosomethylbenzylamine (NMBA) treatment. The effects of the four diets were evaluated: the control diet, 5% strawberry powder in the control diet, 0.01% aspirin in the drinking water, and the combination of strawberries and aspirin. At week 25, we euthanized all the rats and collected their esophagi to quantify tumor incidence, multiplicity, and burden, as well as for molecular analysis. RESULTS: Both strawberries and aspirin significantly decreased esophageal tumor multiplicity, with the combination causing the most robust suppression. Aspirin alone and the combination decreased the total tumor burden in the esophagus. None of the diets had a significant effect on tumor incidence or the expression of COX-1 and COX-2. Strawberries and aspirin, alone and in combination, significantly suppressed squamous epithelial cell proliferation (PCNA). CONCLUSIONS: Strawberries, aspirin, and their combination exhibit chemoprotective effects against NMBA-induced esophageal tumors in rats."
    },
    {
      "pmid": "29969295",
      "title": "Inactivation of Escherichia coli O157:H7 and Salmonella and Native Microbiota on Fresh Strawberries by Antimicrobial Washing and Coating.",
      "authors": [
        "Mingming Guo",
        "Tony Z Jin",
        "Joshua B Gurtler",
        "Xuetong Fan",
        "Madhav P Yadav"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2018-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Antimicrobial washing (AW), antimicrobial coating (AC), and a combination of washing followed by coating (AW+AC) were evaluated for their ability to inactivate artificially inoculated foodborne pathogens and native microbiota on strawberries stored at 4°C. Strawberries were inoculated with a six-strain composite of Escherichia coli O157:H7 and Salmonella; treated by AW, AC, or AW+AC; and stored at 4°C for 3 weeks. The washing solution contained 90 ppm of peracetic acid, and the coating solution consisted of chitosan (1%, w/v), allyl isothiocyanate (1%, v/v), and corn-bio fiber gum (5%, w/v). The effectiveness of the antimicrobial treatments against E. coli O157:H7 and Salmonella pathogens and native microflora on strawberries and their impact on fruit quality (appearance, weight loss, color, and firmness) were determined. By the end of storage, pathogen populations on strawberries were 2.5 (AW+AC), 2.9 (AC), 3.8 (AW), and 4.2 log CFU for the positive (untreated) control. AW+AC treatments also inactivated the greatest population of native microflora, followed by the AC treatment alone. AW+AC treatments showed additional antimicrobial effectiveness against these two pathogens and native microflora. Both AW+AC and AC treatments preserved the color, texture, and appearance of strawberries throughout storage. The coating treatments (AW+AC and AC alone) further reduced the loss of moisture throughout storage. The AW treatment was the least effective in reducing populations of pathogens and native microflora and in maintaining the quality of strawberries throughout storage. This study demonstrates a method to improve the microbiological safety, shelf life, and quality of strawberries.",
      "mesh_terms": [
        "Anti-Infective Agents",
        "Colony Count, Microbial",
        "Escherichia coli O157",
        "Food Contamination",
        "Food Handling",
        "Food Microbiology",
        "Food Safety",
        "Fragaria",
        "Salmonella"
      ]
    },
    {
      "pmid": "29853392",
      "title": "Effect of pulsed light treatments on quality and antioxidant properties of fresh-cut strawberries.",
      "authors": [
        "Karina R Avalos-Llano",
        "Olga Martín-Belloso",
        "Robert Soliva-Fortuny"
      ],
      "journal": "Food chemistry",
      "publication_date": "2018-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Fresh-cut strawberries were subjected to pulsed light treatments (4, 8, 12 and 16 J·cm-2) combined with a stabilizing dip. Quality changes and antioxidant properties were evaluated for 14 days at 5 °C. The treatments delayed fungal for the studied period. Surface color of treated fresh-cut strawberries was preserved in both internal and external surfaces. Doses of 4 and 8 J·cm-2 reduced softening incidence over storage. No significant differences between the total phenolic contents of untreated and treated fresh-cut strawberries were observed during storage. Vitamin C and total anthocyanin contents of the samples treated at low energy doses were maintained, whereas those of slices treated at the highest energy dose decreased between 20 and 30%, respectively. On the other hand, initial antioxidant capacity was better kept in all samples during storage regardless the applied dose. Hence, 4 and 8 J·cm-2 were the most effective treatments for maintaining quality and antioxidant properties of fresh-cut strawberries. INDUSTRIAL RELEVANCE: Fresh-cut strawberries may be sold as a highly convenient, healthy and fully edible product. However, processing and packaging conditions need to ensure the maintenance of their quality characteristics and content of bioactive compounds. This study provides scientific evidence regarding the beneficial effects of pulsed light treatments combined with a quality-stabilizing dip for extending the shelf-life of fresh-cut fruit. These combined treatments may be economically viable at industrial level because of their low energy requirements and reduced treatment time.",
      "mesh_terms": [
        "Anthocyanins",
        "Antioxidants",
        "Ascorbic Acid",
        "Color",
        "Food Preservation",
        "Fragaria",
        "Fruit",
        "Fungi",
        "Light",
        "Phenols"
      ]
    },
    {
      "pmid": "29688599",
      "title": "UV-C irradiation as a management tool for Tetranychus urticae on strawberries.",
      "authors": [
        "Brent D Short",
        "Wojciech Janisiewicz",
        "Fumiomi Takeda",
        "Tracy C Leskey"
      ],
      "journal": "Pest management science",
      "publication_date": "2018-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Tetranychus urticae Koch, the two-spotted spider mite, is a highly polyphagous and worldwide pest of many agricultural crops, including fruit, vegetables, and ornamentals. Typical methods of control include applications of acaricides and biological control agents. Here, we present a non-chemical technology for management of T. urticae on strawberry plants through the use of a nightly short-duration ultraviolet-C (UV-C) irradiation treatment. RESULTS: Potted strawberry plants infested with T. urticae that received a nightly 60-s exposure of UV-C irradiation had significantly fewer live mites per mid-canopy leaflet (fewer than five) than untreated control plants (> 175). Furthermore, none of the UV-C irradiated strawberry plants had any spider mite webbing; whereas, 65% of untreated plants were webbed. Tetranychus urticae feeding on untreated plants caused significant yellowing of the leaves compared with UV-C-treated plants. CONCLUSION: The UV-C irradiation treatment maintained mite populations below the accepted economic threshold of five mites per mid-canopy leaflet. No phytotoxic effects were visible on plants exposed to the short-duration nightly UV-C irradiation treatments. Further discussion is provided on the potential benefits of UV-C irradiation for mite management. Published 2018. This article is a U.S. Government work and is in the public domain in the USA.",
      "mesh_terms": [
        "Animals",
        "Crops, Agricultural",
        "Fragaria",
        "Tetranychidae",
        "Tick Control",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "29618026",
      "title": "Nitric Oxide Fumigation for Control of Spotted Wing Drosophila (Diptera: Drosophilidae) in Strawberries.",
      "authors": [
        "Xiangbing Yang",
        "Yong-Biao Liu"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2018-May-28",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Nitric oxide (NO) fumigation was conducted to determine the efficacy of controlling spotted wing drosophila (SWD), Drosophila suzukii Matsumura (Diptera: Drosophilidae), in strawberries and the effects on postharvest quality of strawberries under ultralow oxygen conditions at 2°C. Eight-hour fumigations with 1.0 and 3.0% NO were tested against different life stages of the insect to determine an effective treatment, and a 16-h fumigation was tested to determine the impact on strawberry quality. Complete control of eggs and larvae in strawberries was achieved in an 8-h fumigation with 3.0% NO, and the treatment achieved 98.8% mortality of pupae. The first and second instars were more susceptible to NO and were completely controlled with 1.0% NO fumigation. The 16-h fumigation treatment with 3.0% NO had no negative impact on strawberry quality as there were no significant differences from the control in berry damage score. The NO fumigation, however, significantly reduced mold 2 wk after fumigation, indicating that NO fumigation had potential to preserve strawberry quality. The results of this study demonstrated that NO fumigation is effective for control of SWD and safe to strawberries, and therefore, NO fumigation has potential to control SWD on harvested strawberries.",
      "mesh_terms": [
        "Animals",
        "Drosophila",
        "Fragaria",
        "Fruit",
        "Fumigation",
        "Insect Control",
        "Insecticides",
        "Larva",
        "Nitric Oxide",
        "Ovum",
        "Pupa"
      ]
    },
    {
      "pmid": "28846633",
      "title": "Strawberries Improve Pain and Inflammation in Obese Adults with Radiographic Evidence of Knee Osteoarthritis.",
      "authors": [
        "Jace Schell",
        "R Hal Scofield",
        "James R Barrett",
        "Biji T Kurien",
        "Nancy Betts",
        "Timothy J Lyons",
        "Yan Daniel Zhao",
        "Arpita Basu"
      ],
      "journal": "Nutrients",
      "publication_date": "2017-Aug-28",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Osteoarthritis (OA), the most common form of arthritis, is a significant public health burden in U.S. adults. Among its many risk factors, obesity is a key player, causing inflammation, pain, impaired joint function, and reduced quality of life. Dietary polyphenols and other bioactive compounds in berries, curcumin, and tea have shown effects in ameliorating pain and inflammation in OA, but few clinical studies have been reported. The purpose of the present study was to examine the effects of dietary strawberries on pain, markers of inflammation, and quality of life indicators in obese adults with OA of the knee. In a randomized, double-blind cross-over trial, adults with radiographic evidence of knee OA (n = 17; body mass index (BMI): (mean ± SD) 39.1 ± 1.5; age (years): 57 ± 7) were randomized to a reconstituted freeze-dried strawberry beverage (50 g/day) or control beverage daily, each for 12 weeks, separated by a 2-week washout phase (total duration, 26 weeks). Blood draws and assessments of pain and quality of life indicators were conducted using the Visual Analog Scale for Pain (VAS Pain), Measures of Intermittent and Constant Osteoarthritis Pain (ICOAP), and Health Assessment Questionnaire-Disability Index (HAQ-DI) questionnaires, which were completed at baseline and at weeks 12, 14, and 26 of the study. Among the serum biomarkers of inflammation and cartilage degradation, interleukin (IL)-6, IL-1β, and matrix metalloproteinase (MMP)-3 were significantly decreased after strawberry vs. control treatment (all p < 0.05). Strawberry supplementation also significantly reduced constant, intermittent, and total pain as evaluated by the ICOAP questionnaire as well as the HAQ-DI scores (all p < 0.05). No effects of treatment were noted on serum C-reactive protein (CRP), nitrite, glucose, and lipid profiles. Dietary strawberries may have significant analgesic and anti-inflammatory effects in obese adults with established knee OA.",
      "mesh_terms": [
        "Arthralgia",
        "Biomarkers",
        "Body Mass Index",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Female",
        "Fragaria",
        "Freeze Drying",
        "Fruit",
        "Fruit and Vegetable Juices",
        "Functional Food",
        "Humans",
        "Inflammation Mediators",
        "Knee Joint",
        "Male",
        "Middle Aged",
        "Obesity",
        "Osteoarthritis, Knee",
        "Pain Measurement",
        "Pilot Projects",
        "Quality of Life",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "28276271",
      "title": "An anthocyanin-enriched extract from strawberries delays disease onset and extends survival in the hSOD1G93A mouse model of amyotrophic lateral sclerosis.",
      "authors": [
        "Aimee N Winter",
        "Erika K Ross",
        "Heather M Wilkins",
        "Trisha R Stankiewicz",
        "Tyler Wallace",
        "Keith Miller",
        "Daniel A Linseman"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disease resulting from the death of motor neurons in the brain, brain stem, and spinal cord. Several processes such as oxidative stress, neuroinflammation, and neuronal apoptosis, contribute to disease progression. Anthocyanins are flavonoid compounds derived from fruits and vegetables that possess antioxidant, anti-inflammatory, and anti-apoptotic abilities. Thus, these unique compounds may provide therapeutic benefit for the treatment of ALS. METHODS: We used the G93A mutant human SOD1 (hSOD1G93A) mouse model of ALS to assess the effects of an anthocyanin-enriched extract from strawberries (SAE) on disease onset and progression. Mice were administered SAE orally beginning at 60 days of age until end-stage such that mice received 2 mg/kg/day of the extract's primary anthocyanin constituent. Clinical indices of disease were assessed until mice were sacrificed at end-stage. Histopathological indices of disease progression were also evaluated at 105 days of age. RESULTS: hSOD1G93A mice supplemented with SAE experienced a marked (∼17 day) delay in disease onset and a statistically significant (∼11 day) extension in survival in comparison to their untreated mutant counterparts. Additionally, SAE-treated hSOD1G93A mice displayed significantly preserved grip strength throughout disease progression. Histopathological analysis demonstrated that SAE supplementation significantly reduced astrogliosis in spinal cord, and preserved neuromuscular junctions (NMJs) in gastrocnemius muscle. DISCUSSION: These data are the first to demonstrate that anthocyanins have significant potential as therapeutic agents in a preclinical model of ALS due to their ability to reduce astrogliosis in spinal cord and preserve NMJ integrity and muscle function. Therefore, further study of these compounds is warranted in additional preclinical models of ALS and other neurodegenerative diseases.",
      "mesh_terms": [
        "Amyotrophic Lateral Sclerosis",
        "Animals",
        "Anthocyanins",
        "Body Weight",
        "Disease Models, Animal",
        "Disease Progression",
        "Female",
        "Fragaria",
        "Gliosis",
        "Immunohistochemistry",
        "Male",
        "Mice",
        "Mice, Transgenic",
        "Motor Neurons",
        "Muscle, Skeletal",
        "Plant Extracts",
        "Spinal Cord",
        "Superoxide Dismutase-1"
      ]
    },
    {
      "pmid": "27743521",
      "title": "Ultrasound improves chemical reduction of natural contaminant microbiota and Salmonella enterica subsp. enterica on strawberries.",
      "authors": [
        "Denes Kaic Alves do Rosário",
        "Yhan da Silva Mutz",
        "Jaqueline Moreira Curtis Peixoto",
        "Syllas Borburema Silva Oliveira",
        "Raquel Vieira de Carvalho",
        "Joel Camilo Souza Carneiro",
        "Jackline Freitas Brilhante de São José",
        "Patrícia Campos Bernardes"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2017-Jan-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "New sanitization methods have been evaluated to improve food safety and food quality and to replace chlorine compounds. However, these new methods can lead to physicochemical and sensory changes in fruits and vegetables. The present study evaluated the effects of acetic acid, peracetic acid, and sodium dodecylbenzenesulfonate isolated or combined with 5min of ultrasound treatment (40kHz, 500W) on strawberry quality over 9days of storage at 8°C. The strawberry natural contaminant microbiota (molds and yeasts, mesophilic aerobic and lactic acid bacteria), physicochemical quality (pH, total titratable acidity, total soluble solids, vitamin C, and color), sensory quality (triangle test) and inactivation of Salmonella enterica subsp. enterica intentionally inoculated onto strawberries were analyzed. Ultrasound increased the effect of all chemical compounds in the reduction of aerobic mesophilic, molds and yeasts. The best treatment for those groups of microorganisms was ultrasound combined with peracetic acid (US+PA) that reduced 1.8 and 2.0logcfu/g during 9days of storage. Bactericidal effect of peracetic acid was also improved by ultrasound inactivation of S. enterica, reaching a decimal reduction of 2.1logcfu/g. Moreover, synergistic effects were observed in contaminant natural microbiota inactivation for all tested compounds during storage, without any major physicochemical or sensory alteration to the strawberries. Therefore, ultrasound treatment can improve the effect of sanitizers that are substitutes of chlorine compounds without altering the quality of strawberries during storage. Acetic acid (PubChem CID: 176); Peracetic acid (PubChem CID: 6585); Sodium dodecylbenzenesulfonate (PubChem CID: 18372154).",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Ascorbic Acid",
        "Chlorine",
        "Chlorine Compounds",
        "Colony Count, Microbial",
        "Color",
        "Disinfectants",
        "Food Contamination",
        "Food Microbiology",
        "Fragaria",
        "Fruit",
        "Fungi",
        "Hydrogen-Ion Concentration",
        "Microbiota",
        "Peracetic Acid",
        "Salmonella enterica",
        "Ultrasonics",
        "Vegetables",
        "Yeasts"
      ]
    },
    {
      "pmid": "27618150",
      "title": "A Phenolic Extract Obtained from Methyl Jasmonate-Treated Strawberries Enhances Apoptosis in a Human Cervical Cancer Cell Line.",
      "authors": [
        "Carmela Spagnuolo",
        "Gema Flores",
        "Gian Luigi Russo",
        "Maria Luisa Ruiz Del Castillo"
      ],
      "journal": "Nutrition and cancer",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "In the present study, we evaluated the effect of methyl jasmonate (MeJA) treatment on strawberry phenolic composition. Strawberry extracts contain a mixture of phenolic compounds possessing several biological properties. We demonstrated that these extracts were more effective in inducing apoptosis in HeLa cells compared to phenolic preparations derived from untreated strawberries. Treatment of strawberries with 0.5% MeJA resulted in increased polyphenols content (from 7.4 to 8.6 mM quercetin equivalents) and antioxidant properties (from 3.9 to 4.6 mM quercetin equivalents). The identification and quantification of phenolic compounds by liquid chromatography-mass spectrometry in the strawberry extracts showed that cyanidin glucoside, pelargonidin glucoside, and ellagic glucoside acid were significantly higher in strawberries treated with MeJA. Phenolic extracts from MeJA-treated strawberries significantly decreased the cell viability in HeLa cells, compared to extracts derived from untreated fruits. We hypothesized that the enhanced apoptotic activity of MeJA-treated strawberries was due to a synergistic or additive effect of different phenolic compounds present in the extract, rather than the activity of a single molecule.",
      "mesh_terms": [
        "Acetates",
        "Anthocyanins",
        "Antineoplastic Agents, Phytogenic",
        "Antioxidants",
        "Apoptosis",
        "Cell Survival",
        "Crops, Agricultural",
        "Cyclopentanes",
        "Dietary Supplements",
        "Ellagic Acid",
        "Female",
        "Fragaria",
        "Fruit",
        "Glucosides",
        "HeLa Cells",
        "Humans",
        "Molecular Structure",
        "Oxylipins",
        "Phenols",
        "Plant Extracts",
        "Plant Growth Regulators",
        "Polyphenols",
        "Spain",
        "Uterine Cervical Neoplasms"
      ]
    },
    {
      "pmid": "27368357",
      "title": "Induction of Direct or Priming Resistance against Botrytis cinerea in Strawberries by β-Aminobutyric Acid and Their Effects on Sucrose Metabolism.",
      "authors": [
        "Kaituo Wang",
        "Yunxia Liao",
        "Qi Xiong",
        "Jianquan Kan",
        "Shifeng Cao",
        "Yonghua Zheng"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2016-Jul-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The specific forms of disease resistance induced by β-aminobutyric acid (BABA) and their impacts on sucrose metabolism of postharvest strawberries were determined in the present research. Treatment with 10-500 mmol L(-1) BABA inhibited the Botrytis cinerea infection, possibly directly by suppressing the fungus growth and indirectly by triggering disease resistance. Moreover, BABA-induced resistance against B. cinerea infection in strawberries was associated with either one of two mechanisms, depending upon the concentration used: BABA at concentrations higher than 100 mmol L(-1) directly induced the defense response, including a H2O2 burst, modulation of the expression of PR genes, including FaPR1, FaChi3, Faβglu, and FaPAL, and increased activities of chitinase, β-1,3-glucanase, and PAL, whereas BABA at 10 mmol L(-1) activated a priming response because the BABA-treated fruits exhibited an increased capacity to express molecular defense only when the fruits were inoculated with B. cinerea. Activation of the priming defense appeared almost as effective against B. cinerea as inducing direct defense. However, the primed strawberries maintained higher activities of SS synthesis and SPS and SPP enzymes) and lower level of SS cleavage during the incubation; these activities contributed to higher sucrose, fructose, and glucose contents, sweetness index, and sensory scores compared to fruits exhibiting the direct defense. Thus, it is plausible that the priming defense, which can be activated by BABA at relatively low concentrations, represents an optimal strategy for combining the advantages of enhanced disease protection and soluble sugar accumulation.",
      "mesh_terms": [
        "Aminobutyrates",
        "Botrytis",
        "Disease Resistance",
        "Fragaria",
        "Plant Diseases",
        "Plant Proteins",
        "Sucrose"
      ]
    },
    {
      "pmid": "27240219",
      "title": "Inactivation of human norovirus and Tulane virus in simple media and fresh whole strawberries by ionizing radiation.",
      "authors": [
        "Erin DiCaprio",
        "Nuttapong Phantkankum",
        "Doug Culbertson",
        "Yuanmei Ma",
        "John H Hughes",
        "David Kingsley",
        "Roberto M Uribe",
        "Jianrong Li"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2016-Sep-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human norovirus (NoV) is a major cause of fresh produce-associated outbreaks and human NoV in irrigation water can potentially lead to viral internalization in fresh produce. Therefore, there is a need to develop novel intervention strategies to target internalized viral pathogens while maintaining fresh produce quality. In this study electron beam (E-beam) and gamma radiation were evaluated for efficacy against a human NoV GII.4 strain and Tulane virus (TV). Virus survival following ionizing radiation treatments was determined using direct quantitative reverse transcriptase PCR (RT-qPCR), the porcine gastric mucin magnetic bead (PGM-MB) binding assay followed by RT-qPCR, and plaque assay. In simple media, a high dose of E-beam treatment was required to completely abolish the receptor binding ability of human NoV (35.3kGy) and TV (19.5-24.1kGy), as assessed using the PGM-MB binding assay. Both human NoV and TV were more susceptible to gamma irradiation than E-beam, requiring 22.4kGy to achieve complete inactivation. In whole strawberries, no human NoV or TV RNA was detected following 28.7kGy of E-beam treatment using the PGM-MB binding assay. Overall, human NoV and TV are highly resistant to ionizing radiation and therefore the technology may not be suitable to eliminate viruses in fresh produce at the currently approved levels. In addition, the PGM-MB binding assay is an improved method to detect viral infectivity compared to direct RT-qPCR.",
      "mesh_terms": [
        "Animals",
        "Caliciviridae Infections",
        "Disease Outbreaks",
        "Fragaria",
        "Gamma Rays",
        "Gastric Mucins",
        "Gastroenteritis",
        "Humans",
        "Immunomagnetic Separation",
        "Norovirus",
        "Real-Time Polymerase Chain Reaction",
        "Swine",
        "Virus Attachment",
        "Virus Inactivation",
        "Virus Internalization"
      ]
    },
    {
      "pmid": "26947225",
      "title": "Effective photosensitization-based inactivation of Gram (-) food pathogens and molds using the chlorophyllin-chitosan complex: towards photoactive edible coatings to preserve strawberries.",
      "authors": [
        "Irina Buchovec",
        "Viktorija Lukseviciute",
        "Arunas Marsalka",
        "Ignas Reklaitis",
        "Zivile Luksiene"
      ],
      "journal": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study is focused on the novel approaches to enhance the inactivation of the Gram (-) food pathogen Salmonella enterica and harmful molds in vitro and on the surface of strawberries using the chlorophyllin-chitosan complex. Salmonella enterica (∼1 × 10(7) CFU mL(-1)) was incubated with chlorophyllin 1.5 × 10(-5) M (Chl, food additive), chitosan 0.1% (CHS, food supplement) or the chlorophyllin-chitosan complex (1.5 × 10(-5) M Chl-0.1% CHS) and illuminated with visible light (λ = 405 nm, light dose 38 J cm(-2)) in vitro. Chlorophyllin (Chl)-based photosensitization inactivated Salmonella just by 1.8 log. Chitosan (CHS) alone incubated for 2 h with Salmonella reduced viability 2.15 log, whereas photoactivated Chl-CHS diminished bacterial viability by 7 log. SEM images indicate that the Chl-CHS complex under these experimental conditions covered the entire bacterial surface. Significant cell membrane disintegration was the main lethal injury induced in Gram (-) bacteria by this treatment. Analysis of strawberry decontamination from surface-inoculated Salmonella indicated that photoactivated Chl-CHS (1.5 × 10(-5) M Chl-0.1% CHS, 30 min incubation, light dose 38 J cm(-2)) coatings diminished the pathogen population on the surface of strawberries by 2.2 log. Decontamination of strawberries from naturally distributed yeasts/molds revealed that chitosan alone reduced the population of yeasts/molds just by 0.4 log, Chl-based photosensitization just by 0.9 log, whereas photoactivated Chl-CHS coatings reduced yeasts/molds on the surface of strawberries by 1.4 log. Electron paramagnetic resonance spectroscopy confirmed that no additional photosensitization-induced free radicals have been found in the strawberry matrix. Visual quality (color, texture) of the treated strawberries was not affected either. In conclusion, photoactive Chl-CHS exhibited strong antimicrobial action against more resistant to photosensitization Gram (-) Salmonella enterica in comparison with Gram (+) bacteria in vitro. It reduced significantly the viability of strawberry surface-attached yeasts/molds and inoculated Salmonella without any negative impact on the visual quality of berries. Experimental data support the idea that photoactivated Chl-CHS can be a useful tool for the future development of edible photoactive antimicrobial coatings which can preserve strawberries and prolong their shelf-life according to requirements of \"clean green technology\".",
      "mesh_terms": [
        "Chitosan",
        "Chlorophyllides",
        "Decontamination",
        "Electron Spin Resonance Spectroscopy",
        "Food Microbiology",
        "Fragaria",
        "Fungi",
        "Light",
        "Salmonella enterica",
        "Spectrometry, Fluorescence"
      ]
    },
    {
      "pmid": "26874862",
      "title": "Evaluation of high hydrostatic pressure inactivation of human norovirus on strawberries, blueberries, raspberries and in their purees.",
      "authors": [
        "Runze Huang",
        "Mu Ye",
        "Xinhui Li",
        "Lin Ji",
        "Mukund Karwe",
        "Haiqiang Chen"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2016-Apr-16",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Human norovirus (HuNoV) has been an increasing concern of foodborne illness related to fresh and frozen berries. In this study, high hydrostatic pressure (HHP) inactivation of HuNoV on fresh strawberries, blueberries, and raspberries and in their purees was investigated. Porcine gastric mucin (PGM)-conjugated magnetic beads (PGM-MBs) and real-time reverse transcriptional polymerase chain reaction (RT-qPCR) were utilized for infectious HuNoV discrimination and quantification. Strawberry puree inoculated with HuNoV genogroup I.1 (GI.1) strain was HHP-treated at 450, 500 and 550 MPa for 2 min each at initial sample temperatures of 0, 4 and 20 °C. HuNoV GI.1 strain became more sensitive to HHP treatment as the temperature decreased from 20 to 0 °C. HuNoV GI.1 or genogroup II.4 (GII.4) strains were inoculated into three types of berries and their purees and treated at pressure levels from 250 to 650 MPa for 2 min at initial sample temperature of 0 °C. For the purees, the HHP condition needed to achieve >2.9 log reduction of HuNoV GI.1 strain and >4.0 log reduction of HuNoV GII.4 strain was found to be ≥ 550 MPa for 2 min at 0 °C. HHP treatment showed better inactivation effect of HuNoV on blueberries than on strawberry quarters and raspberries. HuNoV GI.1 strain was more resistant to HHP treatment than HuNoV GII.4 strain under different temperatures and environment. The physical properties and sensory qualities of HHP-treated and untreated blueberries and the three types of berry purees were evaluated. Color, pH and viscosity of blueberries and three berry purees showed no or slight changes after HHP treatment. Sensory evaluation demonstrated that HHP treatment of 550 MPa for 2 min at 0 °C did not significantly reduced the sensory qualities of three berry purees. The results demonstrated that the HHP treatment of 550 MPa for 2 min at 0 °C could be a potential nonthermal intervention for HuNoV in berry purees without adversely affecting their sensory qualities and physical properties.",
      "mesh_terms": [
        "Animals",
        "Blueberry Plants",
        "Food Microbiology",
        "Foodborne Diseases",
        "Fragaria",
        "Freezing",
        "Fruit",
        "Hydrostatic Pressure",
        "Microbial Viability",
        "Norovirus",
        "Rubus"
      ]
    },
    {
      "pmid": "26714103",
      "title": "Dark Period Following UV-C Treatment Enhances Killing of Botrytis cinerea Conidia and Controls Gray Mold of Strawberries.",
      "authors": [
        "Wojciech J Janisiewicz",
        "Fumiomi Takeda",
        "D Michael Glenn",
        "Mary J Camp",
        "Wayne M Jurick"
      ],
      "journal": "Phytopathology",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Strawberries are available throughout the year either from production in the field or from high and low tunnel culture. Diversity of production conditions results in new challenges in controlling diseases before and after harvest. Fungicides have traditionally been used to control these diseases; however, their limitations necessitate a search for new approaches. We found that UV-C irradiation of Botrytis cinerea, a major pathogen of strawberry, can effectively kill this fungus if a dark period follows the treatment. The inclusion of a 4-h dark period resulted in almost complete kill of B. cinerea conidia on agar media at a dose of 12.36 J/m2. The UV-C dose did not cause a reduction in photosynthesis in strawberry leaves or discoloration of sepals, even after exposing plants repeatedly (twice a week) for 7 weeks. Although irradiation of dry conidia of B. cinerea with this dose resulted in some survival, the conidia were not infective and not able to cause decay even when inoculated onto a highly susceptible mature apple fruit. Irradiation of strawberry pollen at 12.36 J/m2 did not affect pollen germination, tube growth and length in vitro, or germination and tube growth in the style of hand-pollinated emasculated strawberry flowers. No negative effect of the UV-C treatment was observed on fruit yield and quality in high tunnel culture. In the fruit and flower petal inoculation tests, the UV-C treatment was highly effective in reducing fruit decay and petal infection. This UV-C treatment with an exposure time of 60 s may be useful in controlling gray mold in tunnel production of strawberries and may also have the potential for use in intensive field and indoor production of other fruits and vegetables providing that a 4-h dark period follows the irradiation.",
      "mesh_terms": [
        "Botrytis",
        "Darkness",
        "Fragaria",
        "Fruit",
        "Plant Diseases",
        "Plant Leaves",
        "Pollen",
        "Pollination",
        "Spores, Fungal",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "25892784",
      "title": "The effect of oleum myrtle on the fruit quality of strawberries during MAP storage.",
      "authors": [
        "Zeynep Ulukanli",
        "Ayse Tulin Oz"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2015-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Strawberries are known to be significant source of the nutraceuticals; however, rapid perishable property of this fruit is very important issue. Up to now, extension of this fruit is still the focus of scientific and industrial interest in the worldwide. Therefore, of the known nutraceuticals, myrtle essential oil in this study is intended to use for extending the storage of strawberries. Strawberries were individually immersed in the treatment solutions of 0.1 % myrtle oil, 0.5 % myrtle oil and then placed in Modified Atmosphere Packaging (MAP) for 8 days at 5 °C. The control fruits without myrtle oil treatment were also placed in MAP and stored under the same condition. Treatment of myrtle oil decreased the weight and the fruit firmness loss. Furthermore, titratable acidity (TA), pH and colour value did not display significant changes during storage. Fluctuations were observed in the vitamin C, total soluble solids (TSS), TSS/TA content and microbial growth. The O2 concentration in MAP decreased from 21 % to around 15 %, whereas, CO2 concentration varied from 6.0 to 6.9 % in the treatments by the 8th day of storage time. The delay of flesh firmness, weight loss, vitamin C loss and increasing CO2 concentration in MAP, best sensory quality as well as limiting the growth of microbial parameters in concern was attained through the use of 0.5 % myrtle oil, suggesting that 0.5 % myrtle oil showed more pronounced activity than 0.1 % myrtle oil and control in maintaining the fruit quality and shelf life of fruits during MAP storage."
    },
    {
      "pmid": "25836388",
      "title": "Survival of Salmonella and Escherichia coli O157:H7 on strawberries, basil, and other leafy greens during storage.",
      "authors": [
        "Stefanie Delbeke",
        "Siele Ceuppens",
        "Liesbeth Jacxsens",
        "Mieke Uyttendaele"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The survival of Salmonella and Escherichia coli O157:H7 on strawberries, basil leaves, and other leafy greens (spinach leaves, lamb and butterhead lettuce leaves, baby leaves, and fresh-cut iceberg lettuce) was assessed at cold (<7 °C) and ambient temperatures. All commodities were spot inoculated with E. coli O157:H7 or Salmonella to obtain an initial inoculum of 5 to 6 log and 4 to 5 log CFU/g for strawberries and leafy greens, respectively. Samples were air packed. Strawberries were stored at 4, 10, 15, and 22 °C and basil leaves and other leafy greens at 7, 15, and 22 °C for up to 7 days (or less if spoiled before). Both Salmonella and E. coli O157:H7 showed a gradual decrease in numbers if inoculated on strawberries, with a similar reduction observed at 4, 10, and 15 °C (2 to 3 log after 5 days). However, at 15 °C (and 10 °C for E. coli O157:H7), the survival experiment stopped before day 7, as die-off of both pathogens below the lower limit of detection was achieved or spoilage occurred. At 22 °C, strawberries were moldy after 2 or 4 days. At that time, a 1- to 2-log reduction of both pathogens had occurred. A restricted die-off (on average 1.0 log) and increase (on average , 0.5 log) of both pathogens on basil leaves occurred after 7 days of storage at 7 and 22 °C, respectively. On leafy greens, a comparable decrease as on basil was observed after 3 days at 7 °C. At 22 °C, both pathogens increased to higher numbers on fresh-cut iceberg and butterhead lettuce leaves (on average 1.0 log), probably due to the presence of exudates. However, by using spot inoculation, the increase was rather limited, probably due to minimized contact between the inoculum and cell exudates. Avoiding contamination, in particular, at cultivation (and harvest or postharvest) is important, as both pathogens survive during storage, and strawberries, basil, and other leafy green leaves are consumed without inactivation treatment.",
      "mesh_terms": [
        "Cold Temperature",
        "Colony Count, Microbial",
        "Escherichia coli O157",
        "Food Contamination",
        "Food Microbiology",
        "Food Storage",
        "Fragaria",
        "Lactuca",
        "Ocimum basilicum",
        "Plant Leaves",
        "Salmonella",
        "Spinacia oleracea"
      ]
    },
    {
      "pmid": "25120279",
      "title": "Consumption of strawberries on a daily basis increases the non-urate 2,2-diphenyl-1-picryl-hydrazyl (DPPH) radical scavenging activity of fasting plasma in healthy subjects.",
      "authors": [
        "Anna Prymont-Przyminska",
        "Anna Zwolinska",
        "Agata Sarniak",
        "Anna Wlodarczyk",
        "Maciej Krol",
        "Michal Nowak",
        "Jeffrey de Graft-Johnson",
        "Gianluca Padula",
        "Piotr Bialasiewicz",
        "Jaroslaw Markowski",
        "Krzysztof P Rutkowski",
        "Dariusz Nowak"
      ],
      "journal": "Journal of clinical biochemistry and nutrition",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Strawberries contain anthocyanins and ellagitanins which have antioxidant properties. We determined whether the consumption of strawberries increase the plasma antioxidant activity measured as the ability to decompose 2,2-diphenyl-1-picrylhydrazyl radical (DPPH) in healthy subjects. The study involved 10 volunteers (age 41 ± 6 years, body weight 74.4 ± 12.7 kg) that consumed 500 g of strawberries daily for 9 days and 7 matched controls. Fasting plasma and spot morning urine samples were collected at baseline, during fruit consumption and after a 6 day wash-out period. DPPH decomposition was measured in both deproteinized native plasma specimens and pretreated with uricase (non-urate plasma). Twelve phenolics were determined with HPLC. Strawberries had no effect on the antioxidant activity of native plasma and circulating phenolics. Non-urate plasma DPPH decomposition increased from 5.7 ± 0.6% to 6.6 ± 0.6%, 6.5 ± 1.0% and 6.3 ± 1.4% after 3, 6 and 9 days of supplementation, respectively. The wash-out period reversed this activity back to 5.7 ± 0.8% (p<0.01). Control subjects did not reveal any changes of plasma antioxidant activity. Significant increase in urinary urolithin A and 4-hydroxyhippuric (by 8.7- and 5.9-times after 6 days of supplementation with fruits) was noted. Strawberry consumption can increase the non-urate plasma antioxidant activity which, in turn, may decrease the risk of systemic oxidants overactivity."
    },
    {
      "pmid": "24939606",
      "title": "Antihyperlipidemic effect of fisetin, a bioflavonoid of strawberries, studied in streptozotocin-induced diabetic rats.",
      "authors": [
        "Gopalan Sriram Prasath",
        "Sorimuthu Pillai Subramanian"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic hyperglycemia in diabetes is associated with profound changes in lipid and lipoprotein metabolism, with resultant alterations in particle distribution within lipoprotein classes. In the present study, an attempt has been made to explore the antihyperlipidemic effect of fisetin in streptozotocin-induced experimental diabetes in rats. Upon fisetin treatment to diabetic rats, the levels of blood glucose were significantly reduced with an improvement in plasma insulin. The increased levels of lipid contents in serum, hepatic, and renal tissues observed in diabetic rats were normalized upon fisetin administration. Also, the decreased levels of high-density lipoprotein cholesterol, and increased levels of low-density lipoprotein (LDL) and very LDL (VLDL) cholesterol in serum of diabetic rats were normalized. Oil Red O staining established a large number of intracellular lipid droplets accumulation in the diabetic rats. Fisetin treatment exacerbated the degree of lipid accumulation. The results of the present study exemplify the antihyperlipidemic property of the fisetin.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Flavonoids",
        "Flavonols",
        "Hypolipidemic Agents",
        "Insulin",
        "Kidney",
        "Lipids",
        "Lipoproteins, HDL",
        "Lipoproteins, LDL",
        "Liver",
        "Male",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "24927397",
      "title": "Strategies to enhance high pressure inactivation of murine norovirus in strawberry puree and on strawberries.",
      "authors": [
        "Runze Huang",
        "Xinhui Li",
        "Yaoxin Huang",
        "Haiqiang Chen"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2014-Aug-18",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Due to the increasing concern of viral infection related to berries, this study investigated strategies to enhance high hydrostatic pressure (HHP) inactivation of murine norovirus 1 (MNV-1), a human norovirus (HuNoV) surrogate, on strawberries and in strawberry puree. Strawberry puree was inoculated with ~10(6)PFU/g of MNV-1 and treated at 350 MPa for 2 min at initial sample temperatures of 0, 5, 10 and 20°C. MNV-1 became more sensitive to HHP as initial sample temperature decreased from 20 to 0°C. To determine the effect of pressure cycling on MNV-1 inactivation, inoculated puree samples were treated at 300 MPa and 0°C with 1, 2 and 4 cycles. Pressure cycling offered no distinct advantage over continuous HHP treatment. To determine the effect of presence of water during HHP on MNV-1 inactivation, strawberries inoculated with ~ 4 × 10(5)PFU/g of MNV-1 were either pressure-treated directly (dry state) or immersed in water during pressure treatment. MNV-1 was very resistant to pressure under the dry state condition, but became sensitive to pressure under the wet state condition. The inactivation curves of MNV-1 in strawberry puree and on strawberries were obtained at 300 and 350 MPa and initial sample temperature of 0°C. Except for the curve of strawberries treated at 350 MPa which had a concave downward shape, the other three curves were almost linear with R(2) value of 0.99. The fate of MNV-1 in the un-treated and pressure-treated strawberries and strawberry puree during frozen storage was determined. The virus was relatively stable and only reduced by <1.2 log during the 28-day frozen storage. In all, this study provides practical insights of designing strategies using HHP to inactivate HuNoV on strawberries and in strawberry puree assuming that HuNoV behaved similarly to MNV-1 when treated by HHP.",
      "mesh_terms": [
        "Caliciviridae Infections",
        "Food Microbiology",
        "Food Storage",
        "Fragaria",
        "Freezing",
        "Humans",
        "Hydrostatic Pressure",
        "Norovirus",
        "Virus Inactivation"
      ]
    },
    {
      "pmid": "24670970",
      "title": "Freeze-dried strawberries lower serum cholesterol and lipid peroxidation in adults with abdominal adiposity and elevated serum lipids.",
      "authors": [
        "Arpita Basu",
        "Nancy M Betts",
        "Angel Nguyen",
        "Emily D Newman",
        "Dongxu Fu",
        "Timothy J Lyons"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Dietary flavonoid intake, especially berry flavonoids, has been associated with reduced risks of cardiovascular disease (CVD) in large prospective cohorts. Few clinical studies have examined the effects of dietary berries on CVD risk factors. We examined the hypothesis that freeze-dried strawberries (FDS) improve lipid and lipoprotein profiles and lower biomarkers of inflammation and lipid oxidation in adults with abdominal adiposity and elevated serum lipids. In a randomized dose-response controlled trial, 60 volunteers [5 men and 55 women; aged 49 ± 10 y; BMI: 36 ± 5 kg/m(2) (means ± SDs)] were assigned to consume 1 of the following 4 beverages for 12 wk: 1) low-dose FDS (LD-FDS; 25 g/d); 2) low-dose control (LD-C); 3) high-dose FDS (HD-FDS; 50 g/d); and 4) high-dose control (HD-C). Control beverages were matched for calories and total fiber. Blood draws, anthropometrics, blood pressure, and dietary data were collected at screening (0 wk) and after 12-wk intervention. Dose-response analyses revealed significantly greater decreases in serum total and LDL cholesterol and nuclear magnetic resonance (NMR)-derived small LDL particle concentration in HD-FDS [33 ± 6 mg/dL, 28 ± 7 mg/dL, and 301 ± 78 nmol/L, respectively (means ± SEMs)] vs. LD-FDS (-3 ± 11 mg/dL, -3 ± 9 mg/dL, and -28 ± 124 nmol/L, respectively) over 12 wk (0-12 wk; all P < 0.05). Compared with controls, only the decreases in total and LDL cholesterol in HD-FDS remained significant vs. HD-C (0.7 ± 12 and 1.4 ± 9 mg/dL, respectively) over 12 wk (0-12 wk; all P < 0.05). Both doses of strawberries showed a similar decrease in serum malondialdehyde at 12 wk (LD-FDS: 1.3 ± 0.2 μmol/L; HD-FDS: 1.2 ± 0.1 μmol/L) vs. controls (LD-C: 2.1 ± 0.2 μmol/L; HD-C: 2.3 ± 0.2 μmol/L) (P < 0.05). In general, strawberry intervention did not affect any measures of adiposity, blood pressure, glycemia, and serum concentrations of HDL cholesterol and triglycerides, C-reactive protein, and adhesion molecules. Thus, HD-FDS exerted greater effects in lowering serum total and LDL cholesterol and NMR-derived small LDL particles vs. LD-FDS in the 12-wk study. These findings warrant additional investigation in larger trials. This trial was registered at clinicaltrials.gov as NCT01883401.",
      "mesh_terms": [
        "Adult",
        "Beverages",
        "C-Reactive Protein",
        "Cardiovascular Diseases",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Female",
        "Flavonoids",
        "Food Handling",
        "Fragaria",
        "Freeze Drying",
        "Fruit",
        "Humans",
        "Lipid Peroxidation",
        "Male",
        "Middle Aged",
        "Obesity, Abdominal",
        "Risk Factors",
        "Triglycerides"
      ]
    },
    {
      "pmid": "24328541",
      "title": "Effects of ozone fumigation treatment on the removal of residual difenoconazole from strawberries and on their quality.",
      "authors": [
        "Fernanda F Heleno",
        "Maria Eliana L R de Queiroz",
        "Antônio Augusto Neves",
        "Romenique S Freitas",
        "Lêda Rita A Faroni",
        "André Fernando De Oliveira"
      ],
      "journal": "Journal of environmental science and health. Part. B, Pesticides, food contaminants, and agricultural wastes",
      "publication_date": "2014",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effect of ozone fumigation on the reduction of difenoconazole residue on strawberries was studied. Strawberries were immersed in 1.0 L of aqueous solution containing 400 μL of the commercial product (250 g L(-1) of difenoconazole) for 1 min. Then, they were dried and exposed to ozone gas (O3) at concentrations of 0.3, 0.6 and 0.8 mg L(-1) for 1 h. The ozone fumigation treatments reduced the difenoconazole residue on strawberries to concentrations below 0.5 mg kg(-1), which corresponds to a 95% reduction. The strawberries treated with ozone and the control group, which was not treated with ozone, were stored at 4°C for 10 days. Some characteristics of the fruit were monitored throughout this period. Among these, pH, weight loss and total color difference did not change significantly (P > 0.05). The fumigation with ozone significantly affected the soluble solids, titratable acidity and ascorbic acid content (vitamin C) of the strawberries preventing a sharp reduction of these parameters during storage.",
      "mesh_terms": [
        "Chromatography, Gas",
        "Dioxolanes",
        "Food Handling",
        "Fragaria",
        "Fumigation",
        "Fungicides, Industrial",
        "Ozone",
        "Temperature",
        "Triazoles"
      ]
    },
    {
      "pmid": "24303788",
      "title": "Assessment of pesticide residues in strawberries grown under various treatment regimes.",
      "authors": [
        "Jana Kovacova",
        "Vojtech Hrbek",
        "Jana Kloutvorova",
        "Vladimir Kocourek",
        "Lucie Drabova",
        "Jana Hajslova"
      ],
      "journal": "Food additives & contaminants. Part A, Chemistry, analysis, control, exposure & risk assessment",
      "publication_date": "2013",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The dynamics of pesticide residues in strawberries that involved quantification of pesticide residues in ripe fruits after model treatment was evaluated in repeated field trials conducted over 3 years. Sixteen commercial pesticide formulations in various combinations were employed in applications from 7 to 44 days before harvest. Altogether 21 active ingredients and some of their metabolites were determined in treated strawberries using LC-MS and GC-MS methods. Except for propargite, the concentrations of all active ingredients declined below the respective MRLs (Regulation (EC) No. 396/2005); nevertheless, most of the tested fungicides often persisted above the 0.01 mg kg⁻¹ limit required by baby food producers to avoid the risk of exceeding the 'baby food limit' established in Commission Directive 2006/141/EC. On the other hand, residues of the majority of tested insecticides, namely spinosad, pymetrozine, deltamethrin, lambda-cyhalothrin and azadirachtin, declined below this limit.",
      "mesh_terms": [
        "Adult",
        "Biotransformation",
        "Chemical Phenomena",
        "Consumer Product Safety",
        "Cyclohexanes",
        "Czech Republic",
        "European Union",
        "Food Contamination",
        "Fragaria",
        "Fruit",
        "Fungicides, Industrial",
        "Guideline Adherence",
        "Humans",
        "Infant",
        "Infant Food",
        "Insecticides",
        "Legislation, Food",
        "Pesticide Residues",
        "Public Policy",
        "Pyridazines"
      ]
    },
    {
      "pmid": "24222110",
      "title": "Chemoprevention of oral cancer by lyophilized strawberries.",
      "authors": [
        "Bruce C Casto",
        "Thomas J Knobloch",
        "Rebecca L Galioto",
        "Zhangsheng Yu",
        "Brent T Accurso",
        "Blake M Warner"
      ],
      "journal": "Anticancer research",
      "publication_date": "2013-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND/AIM: Oral cancer represents approximately 2.5% of all cancers in the United States, with five- and 10-year survival rates of 62% and 51%. In the present study, lyophilized strawberries (LS) were evaluated for their potential to inhibit tumorigenesis in the hamster cheek pouch (HCP) model of oral cancer and for their ability to modify expression of several genes relevant to oral cancer development. MATERIALS AND METHODS: HCPs were painted three times a week for six weeks with 0.2% 7,12-dimethylbenz(a)anthracene (DMBA). Hamsters were given 5% or 10% LS in their diet prior to, during, and after, or only after carcinogen treatment. Animals were sacrificed 12 weeks from the beginning of DMBA treatment and the number of total lesions and tumors was determined. RESULTS: A significant difference (p<0.01-0.04) in the number of tumors was found between the LS-treated groups and the carcinogen controls. Histological examination of HCPs revealed a significant reduction in mild and severe dysplasia following 12 weeks of treatment with LS. Molecular analysis revealed that genes related to tumor development were modulated by LS. CONCLUSION: These experiments support previous studies in HCP that demonstrated a chemopreventive activity by black raspberries and show, to our knowledge for the first time, that strawberries can inhibit tumor formation in an animal model of oral cancer.",
      "mesh_terms": [
        "9,10-Dimethyl-1,2-benzanthracene",
        "Animals",
        "Biomarkers, Tumor",
        "Carcinogens",
        "Carcinoma, Squamous Cell",
        "Cell Transformation, Neoplastic",
        "Cricetinae",
        "Fragaria",
        "Freeze Drying",
        "Male",
        "Mesocricetus",
        "Mouth Mucosa",
        "Mouth Neoplasms",
        "RNA, Messenger",
        "Real-Time Polymerase Chain Reaction",
        "Reverse Transcriptase Polymerase Chain Reaction"
      ]
    },
    {
      "pmid": "24020290",
      "title": "Effect of Tetranychus urticae (Acari: Tetranychidae), on marketable yields of field-grown strawberries in north-central Florida.",
      "authors": [
        "Teresia W Nyoike",
        "Oscar E Liburd"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2013-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Understanding the impact of a pest species on a particular crop is critical for the success of a pest management program. Field studies were conducted to determine the effect of the twospotted spider mite, Tetranychus urticae Koch, on marketable yield of strawberries during the 2008/2009 and 2009/2010 growing seasons. Low, medium, and high mite infestation levels were established by initial inoculations of5, 10, and 20 twospotted spider mites per strawberry leaf, respectively. A control treatment maintained at near zero mites through applications of an acaricide, bifenazate (Acramite 50 WP), was also included. Weekly records of motile twospotted spider mites were obtained over 13 and 16 wk during the 2008/2009 and 2009/2010 growing seasons, respectively. Degree-days and weather parameters were monitored to determine their effect on mite population. In addition, mite-days were calculated for each year from weekly mite counts to determine the effect of mites on marketable yield of strawberries. In both years, twospotted spider mite population increased throughout the growing seasons. More degree-days were accumulated during the 2008/2009 growing season, and mite population was higher in 2008/2009 than in 2009/2010. Mite population density per leaf increased up to 278 motiles per leaf in 2008/2009 growing season as compared with 137 in 2009/2010 within the high-infestation-level treatment. The divergence in mite population between the two growing seasons was attributed mainly to temperature differences between the two seasons that affected mite population development and establishment. During both growing seasons, the high mite infestation level had lowest marketable yield. A negative correlation between cumulative mite-days and harvested marketable yields was detected in both seasons, but it was only significant during the 2008/2009 growing season. Strawberry yield reduction was detected when plants attained 80 mites per leaf in 2008/2009 and 50 mites per leaf in 2009/2010 within the high mite infestation treatment. Factors that affect mite population establishment and management for twospotted spider mites on strawberries are discussed.",
      "mesh_terms": [
        "Acaricides",
        "Animals",
        "Carbamates",
        "Crops, Agricultural",
        "Environment",
        "Florida",
        "Food Chain",
        "Fragaria",
        "Hydrazines",
        "Plant Leaves",
        "Population Density",
        "Seasons",
        "Tetranychidae",
        "Tick Control"
      ]
    },
    {
      "pmid": "23888065",
      "title": "A SHATTERPROOF-like gene controls ripening in non-climacteric strawberries, and auxin and abscisic acid antagonistically affect its expression.",
      "authors": [
        "Margherita Daminato",
        "Flavia Guzzo",
        "Giorgio Casadoro"
      ],
      "journal": "Journal of experimental botany",
      "publication_date": "2013-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Strawberries (Fragaria×ananassa) are false fruits the ripening of which follows the non-climacteric pathway. The role played by a C-type MADS-box gene [SHATTERPROOF-like (FaSHP)] in the ripening of strawberries has been studied by transiently modifying gene expression through either over-expression or RNA-interference-mediated down-regulation. The altered expression of the FaSHP gene caused a change in the time taken by the over-expressing and the down- regulated fruits to attain the pink stage, which was slightly shorter and much longer, respectively, compared to controls. In parallel with the modified ripening times, the metabolome components and the expression of ripening-related genes also appeared different in the transiently modified fruits. Differences in the response time of the analysed genes suggest that FaSHP can control the expression of ripening genes either directly or indirectly through other transcription factor-encoding genes. Because fleshy strawberries are false fruits these results indicate that C-type MADS-box genes like SHATTERPROOF may act as modulators of ripening in fleshy fruit-like structures independently of their anatomical origin. Treatment of strawberries with either auxin or abscisic acid had antagonistic impacts on both the expression of FaSHP and the expression of ripening-related genes and metabolome components.",
      "mesh_terms": [
        "Fragaria",
        "Fruit",
        "Gene Expression Regulation, Plant",
        "MADS Domain Proteins",
        "Molecular Sequence Data",
        "Phylogeny",
        "Plant Proteins",
        "Polymerase Chain Reaction",
        "Sequence Analysis, DNA"
      ]
    },
    {
      "pmid": "23597267",
      "title": "Dietary strawberries increase the proliferative response of CD3/CD28-activated CD8⁺ T cells and the production of TNF-α in lipopolysaccharide-stimulated monocytes from obese human subjects.",
      "authors": [
        "Susan J Zunino",
        "David H Storms",
        "Tammy L Freytag",
        "Bruce E Mackey",
        "Ling Zhao",
        "Julia S Gouffon",
        "Daniel H Hwang"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2013-Dec-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Obesity increases the risk of developing bacterial and viral infections compared with normal weight. In a 7-week double-blind, randomised, cross-over trial, twenty obese volunteers (BMI between 30 and 40 kg/m²) were fed freeze-dried strawberry powder or strawberry-flavoured placebo preparations to determine the effects of dietary strawberries on immune function. Blood was collected at six time points during the study and peripheral blood mononuclear cells (PBMC) were isolated at each time point and activated with CD3 plus CD28 antibodies (T-lymphocyte activation) or lipopolysaccharide (LPS, monocyte activation). Interferon-γ, TNF-α, IL-4 and IL-10 were measured in supernatants from the activated T cells. Supernatants from the activated monocytes were analysed for the production of TNF-α, IL-1β, IL-6 and IL-8. PBMC were pre-stained with PKH (Paul Karl Horan) dye and activated with CD3 plus CD28 antibodies to determine the proliferative responses of CD4⁺ and CD8⁺ T-lymphocytes by flow cytometry. To detect global changes in gene expression, microarray analysis was performed on LPS- and vehicle-treated PBMC from two subjects before and after the strawberry intervention. No difference was observed for the production of T-cell cytokines between the intervention groups. The production of TNF-α was increased in the supernatants from LPS-activated PBMC in the group consuming strawberries compared with the placebo. A modest increase in the proliferation of the CD8⁺ T-lymphocyte population was observed at 24 h post-activation. These data suggest that dietary strawberries may increase the immunological response of T-lymphocytes and monocytes in obese people who are at greater risk for developing infections.",
      "mesh_terms": [
        "Adult",
        "Body Mass Index",
        "CD8-Positive T-Lymphocytes",
        "Cell Proliferation",
        "Cells, Cultured",
        "Cross-Over Studies",
        "Cytokines",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Fragaria",
        "Fruit",
        "Gene Expression Regulation",
        "Humans",
        "Immunologic Factors",
        "Lymphocyte Activation",
        "Male",
        "Middle Aged",
        "Monocytes",
        "Obesity",
        "Tumor Necrosis Factor-alpha",
        "Up-Regulation",
        "Young Adult"
      ]
    },
    {
      "pmid": "23541196",
      "title": "The application of high-concentration short-time chlorine dioxide treatment for selected specialty crops including Roma tomatoes (Lycopersicon esculentum), cantaloupes (Cucumis melo ssp. melo var. cantaloupensis) and strawberries (Fragaria×ananassa).",
      "authors": [
        "V Trinetta",
        "R H Linton",
        "M T Morgan"
      ],
      "journal": "Food microbiology",
      "publication_date": "2013-Jun",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "The effects of high-concentration short-time chlorine dioxide (ClO2) gas treatment on food-borne pathogens inoculated onto the surface of tomatoes, cantaloupes, and strawberries were studied. Produce were spot-inoculated with a mixture of Salmonella enterica (serotypes Montevideo, Javiana and Baildon), Escherichia coli O157:H7 (serotypes 204 P, EDL 933 and C792) or Listeria monocytogenes (serotypes Scott A, F 5069 and LCDC 81-861), and treated with ClO2 gas at 10 mg/l for 180 s. After ClO2 gas treatment, surviving populations were determined and shelf-life studies were conducted (microbial spoilage population, change in color and overall appearance). Significant microbial reduction (p < 0.05) was observed for all treated samples. Nearly a 5LogCFU/cm(2)Salmonella reduction was found on tomatoes, cantaloupe and strawberries, while a ~3LogCFU/cm(2) reduction was observed for E. coli and Listeria on all produce surfaces. E. coli and Listeria appeared to be more resistant to ClO2 gas as compared to Salmonella spp. Treatments significantly (p < 0.05) reduced initial microflora population, while produce color surface was not significantly influenced, as compared to the control (p > 0.05). Results obtained suggest the potential use of high-concentration short-time ClO2 gas treatment as an effective online pathogen inactivation technology for specialty crops in large-scale produce packing operations.",
      "mesh_terms": [
        "Bacteria",
        "Chlorine Compounds",
        "Cucumis melo",
        "Food Contamination",
        "Food Preservation",
        "Food Preservatives",
        "Fragaria",
        "Solanum lycopersicum",
        "Oxides"
      ]
    },
    {
      "pmid": "23247022",
      "title": "Strawberries on the brain--intracranial capillary hemangioma: two case reports and systematic literature review in children and adults.",
      "authors": [
        "Bilal Mirza",
        "William Y Shi",
        "Rahul Phadke",
        "Janice L Holton",
        "Chris Turner",
        "Gordon T Plant",
        "Stefan Brew",
        "Neil Kitchen",
        "Ludvic Zrinzo"
      ],
      "journal": "World neurosurgery",
      "publication_date": "2013-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Capillary hemangioma in the cranial cavity is rare. This report describes 2 additional cases presenting shortly after pregnancy and provides a systematic review summarizing clinical experience to date. METHODS: Case reports were compiled retrospectively. Patient 1 was a 28-year-old woman who presented with a simple partial seizure associated with left-sided visual distortions that progressed to a secondary generalized tonic-clonic seizure. Imaging revealed a contrast-enhancing lesion in the right temporal region adjacent to the transverse sinus, with vasogenic edema and scalloping of the inner table. The angiographic appearance suggested the correct diagnosis. Patient 2 was a 41-year-old woman who presented with progressive visual disturbance 6 months after giving birth to her second child. Subtle symptoms of headache and visual disturbance had commenced during pregnancy. Noncontrasted imaging displayed a homogenous tumor with surrounding vasogenic edema in the occipital region. PubMed and Science Citation Index were reviewed systematically for prior publications. RESULTS: Complete surgical excision was performed in both patients. Neuropathological examination confirmed benign capillary hemangioma consisting of a meshwork of capillary-sized and larger feeder vessels in both instances. Systematic review was based on 20 publications and a total of 24 patients; their clinical, radiological, and surgical features as well as management are summarized. CONCLUSIONS: At follow-up, symptoms had resolved and magnetic resonance imaging confirmed complete removal in both patients. Intracranial capillary hemangioma is rare, and treatment is empirical. Review of limited published reports suggests that surgery is the most commonly used treatment and that complete excision seems most likely to prevent further recurrence.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Brain Edema",
        "Brain Neoplasms",
        "Cerebral Angiography",
        "Child",
        "Embolization, Therapeutic",
        "Epilepsies, Partial",
        "Epilepsy, Tonic-Clonic",
        "Female",
        "Hemangioma, Capillary",
        "Humans",
        "Infant",
        "Infant, Newborn",
        "Magnetic Resonance Imaging",
        "Middle Aged",
        "Pregnancy",
        "Retrospective Studies",
        "Seizures",
        "Vision Disorders",
        "Young Adult"
      ]
    },
    {
      "pmid": "22082311",
      "title": "Strawberries, blueberries, and cranberries in the metabolic syndrome: clinical perspectives.",
      "authors": [
        "Arpita Basu",
        "Timothy J Lyons"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2012-Jun-13",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Emerging science supports therapeutic roles of strawberries, blueberries, and cranberries in metabolic syndrome, a prediabetic state characterized by several cardiovascular risk factors. Interventional studies reported by our group and others have demonstrated the following effects: strawberries lowering total and LDL-cholesterol, but not triglycerides, and decreasing surrogate biomarkers of atherosclerosis (malondialdehyde and adhesion molecules); blueberries lowering systolic and diastolic blood pressure and lipid oxidation and improving insulin resistance; and low-calorie cranberry juice selectively decreasing biomarkers of lipid oxidation (oxidized LDL) and inflammation (adhesion molecules) in metabolic syndrome. Mechanistic studies further explain these observations as up-regulation of endothelial nitric oxide synthase activity, reduction in renal oxidative damage, and inhibition of the activity of carbohydrate digestive enzymes or angiotensin-converting enzyme by these berries. These findings need confirmation in future studies with a focus on the effects of strawberry, blueberry, or cranberry intervention in clinical biomarkers and molecular mechanisms underlying the metabolic syndrome.",
      "mesh_terms": [
        "Beverages",
        "Blueberry Plants",
        "Cardiovascular Diseases",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Fragaria",
        "Humans",
        "Metabolic Syndrome",
        "Randomized Controlled Trials as Topic",
        "Risk Factors",
        "Triglycerides",
        "Vaccinium macrocarpon"
      ]
    },
    {
      "pmid": "21815244",
      "title": "Spotted wing drosophila infestation of California strawberries and raspberries: economic analysis of potential revenue losses and control costs.",
      "authors": [
        "Rachael E Goodhue",
        "Mark Bolda",
        "Derek Farnsworth",
        "Jeffrey C Williams",
        "Frank G Zalom"
      ],
      "journal": "Pest management science",
      "publication_date": "2011-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Economic costs of spotted wing drosophila (SWD) include yield and associated revenue losses, labor and material costs for monitoring and management and revenue losses due to the closure of export markets should fruit from SWD-infested regions be banned by trading partners. This analysis focuses on two types of loss in the California raspberry and strawberry industries: yield losses in the absence of management, and insecticide material costs on a per treatment basis. It computes the cost of a specific management program for raspberries in California's Central Coast region. RESULTS: Insecticide material and application costs per treatment and the cost of the management program are small relative to the yield losses in the absence of management that are observed by growers, researchers and others in initial infestations. CONCLUSION: It is difficult to evaluate precisely the share of pest management program costs due to SWD because insecticides are sometimes used to manage multiple pests, and because labor-intensive field sanitation efforts to control SWD are recommended practices already. Given these considerations, this analysis finds that the benefits to SWD management well outweigh the costs examined here. Evaluating the efficacy of managing SWD is essential in assessing the risks that SWD poses and the benefits of pest management programs.",
      "mesh_terms": [
        "Animals",
        "California",
        "Cost-Benefit Analysis",
        "Crops, Agricultural",
        "Drosophila",
        "Fragaria",
        "Fruit",
        "Insect Control",
        "Rosaceae"
      ]
    },
    {
      "pmid": "21590776",
      "title": "Hot water bath treatments assisted by microwave energy to delay postharvest ripening and decay in strawberries (Fragaria × ananassa).",
      "authors": [
        "Rossana Villa-Rojas",
        "Aurelio López-Malo",
        "María Elena Sosa-Morales"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2011-Sep",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: A lab-scale approach using microwave (MW)-assisted hot water treatments was developed and tested to assess the potential of this heating method to delay postharvest ripening and decay in strawberries. Strawberries (Fragaria × ananassa) immersed in water were exposed to microwaves at a frequency of 2450 MHz for 3 min at 514 W or 1 min 50 s at 763 W to reach an average temperature of 43.8 ± 0.6 °C at the fruit centre. Another batch was treated in hot water at 45 °C for 15 min, and a final batch was not treated (control). RESULTS: After 9 days of refrigerated storage (3 °C and 90% relative humidity), all heat-treated strawberries showed significant retention of quality parameters such as colour and firmness and significantly lower yeast and mould populations (P < 0.05). CONCLUSION: Strawberries subjected to MW-assisted hot water treatments showed significantly better retention of lightness compared with conventionally treated berries. A short (1 min 50 s) treatment at 763 W was the best choice to prevent strawberry decay.",
      "mesh_terms": [
        "Chemical Phenomena",
        "Colony Count, Microbial",
        "Crosses, Genetic",
        "Dose-Response Relationship, Radiation",
        "Feasibility Studies",
        "Food Handling",
        "Food Preservation",
        "Fragaria",
        "Fruit",
        "Fungi",
        "Hot Temperature",
        "Hydrogen-Ion Concentration",
        "Immersion",
        "Microwaves",
        "Pigmentation",
        "Quality Control",
        "Refrigeration",
        "Time Factors",
        "Water",
        "Yeasts"
      ]
    },
    {
      "pmid": "20560628",
      "title": "Effect of different cultural systems on antioxidant capacity, phenolic content, and fruit quality of strawberries (Fragaria x aranassa Duch.).",
      "authors": [
        "Shiow Y Wang",
        "Patricia Millner"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2009-Oct-28",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "The effect of cultivation practices for controlling strawberry black root rot (BRR) on fruit quality, antioxidant capacity, and flavonoid content in two strawberry cultivars Allstar and Chandler (Fragaria x ananassa Duch.) was evaluated. Strawberry fruits used in this study were from plants grown in soils which had a prior history of BRR and red stele, and had not been fumigated during the seven years prior to the study. Results from this study showed that fruit from plants grown in compost socks had significantly higher oxygen radical absorbance capacity (ORAC), flavonoids, anthocyanins, soluble solids content (SSC), titratable acid (TA), fructose, glucose, sucrose, malic acid, and citric acid than fruit produced in the black plastic mulch or matted row systems. Cultivar Chandler surpassed cv. Allstar in sugar content, acid content, and flavonoid content regardless of preplanting vinegar drenching and various culture treatments. However, preplanting vinegar treatment increased cyanidin-based and pelargonidin-based anthocyanins but decreased sugar content in fruits of both cultivars.",
      "mesh_terms": [
        "Agriculture",
        "Antioxidants",
        "Fragaria",
        "Fruit",
        "Phenols",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "20488570",
      "title": "Enhancement of biocontrol efficacy of Rhodotorula glutinis by salicyclic acid against gray mold spoilage of strawberries.",
      "authors": [
        "Hongyin Zhang",
        "Longchuan Ma",
        "Song Jiang",
        "Hetong Lin",
        "Xiaoyun Zhang",
        "Lingling Ge",
        "Zhanli Xu"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2010-Jun-30",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The control activity of Rhodotorulaglutinis, salicylic acid (SA), alone or in combination, on gray mold spoilage and natural spoilage of strawberries was investigated. R. glutinis as stand-alone treatment, and the combined treatment of SA at 100 microg/mL with R. glutinis significantly reduced the disease incidence and lesion diameter of gray mold spoilage, respectively at both 20 degrees C and 4 degrees C. After 20 d storage at 4 degrees C, the combination of SA and R. glutinis was more effective than R. glutinis or SA alone treatment. At the concentration of 100 microg/mL, SA had no inhibition on the mycelial growth of Botrytiscinerea in PDA, however, it significantly inhibited spore germination of B. cinerea in PDB. The combination of R. glutinis and SA was the most effective treatment in controlling the natural spoilage of strawberries, and resulted in low average natural spoilage incidence in 6.3% or 6.3%, respectively, compared with 37% or 46.7% in the water-treated control fruit following storage at 20 degrees C for 3d or 4 degrees C for 7d followed by 20 degrees C for 2d.",
      "mesh_terms": [
        "Antifungal Agents",
        "Botrytis",
        "Food Preservation",
        "Fragaria",
        "Mycelium",
        "Pest Control, Biological",
        "Rhodotorula",
        "Salicylic Acid",
        "Spores",
        "Temperature"
      ]
    },
    {
      "pmid": "20355139",
      "title": "Impact of postharvest methyl jasmonate treatment on the volatile composition and flavonol content of strawberries.",
      "authors": [
        "Fernando de la Peña Moreno",
        "Gracia Patricia Blanch",
        "Gema Flores",
        "María Luisa Ruiz del Castillo"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2010-Apr-30",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Although strawberry aroma is very complex, certain compounds have been described as main contributors, i.e. furanones, aldehydes, alcohols, sulfur compounds and particularly methyl and ethyl esters. In addition, strawberries possess potent antioxidant activity because of their high content of phenolic compounds. Among them, flavonols are highlighted as important antioxidant compounds in strawberry. The objective of this study was to assess the effect of methyl jasmonate (MJ) on the composition of the major contributors to aroma and on the content of certain flavonols in strawberry fruits. RESULTS: The levels of all studied volatile compounds were significantly affected by MJ treatment, though the individual effect differed according to the specific compound considered. Most of them increased significantly (P < 0.05), except methyl butanoate, which always showed higher levels in untreated strawberries. In contrast to aroma compounds, the change in the concentration of flavonols (i.e. myricetin, quercetin and kaempferol) was not significant in MJ-treated strawberries. Considering the health-promoting activity of these compounds, further investigations on the experimental conditions related to the treatment are required to control flavonol bioformation by means of MJ. CONCLUSION: The exogenous application of MJ vapour to strawberry enhances, in general, the production of the most relevant aroma-active compounds. On the contrary, MJ treatment does not appear to influence the levels of myricetin, quercetin and kaempferol. Thus postharvest MJ treatment is proposed as an approach to obtain improved strawberry fruits in terms of sensory quality and health-promoting properties.",
      "mesh_terms": [
        "Acetates",
        "Antioxidants",
        "Butyric Acid",
        "Cyclopentanes",
        "Flavonols",
        "Food Handling",
        "Fragaria",
        "Fruit",
        "Odorants",
        "Oxylipins",
        "Volatile Organic Compounds"
      ]
    },
    {
      "pmid": "19878953",
      "title": "Development of a method based on on-line reversed phase liquid chromatography and gas chromatography coupled by means of an adsorption-desorption interface for the analysis of selected chiral volatile compounds in methyl jasmonate treated strawberries.",
      "authors": [
        "Fernando de la Peña Moreno",
        "Gracia Patricia Blanch",
        "Gema Flores",
        "Maria Luisa Ruiz Del Castillo"
      ],
      "journal": "Journal of chromatography. A",
      "publication_date": "2010-Feb-12",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A method based on the use of the through oven transfer adsorption-desorption (TOTAD) interface in on-line coupling between reversed phase liquid chromatography and gas chromatography (RPLC-GC) for the determination of chiral volatile compounds was developed. In particular, the method was applied to the study of the influence of methyl jasmonate (MJ) treatment on the production and enantiomeric composition of selected aroma compounds in strawberry. The compounds studied were ethyl 2-methylbutanoate, linalool and 4-hydroxy-2,5-dimethyl-3(2H)-furanone (i.e. furaneol), which were examined on days 3, 6 and 9 after treatment. The method developed resulted in relative standard deviations (RSDs) of 21.6%, 8.1% and 9.8% and limits of detection (LD) of 0.04, 0.07 and 0.02mg/l for ethyl 2-methylbutanoate, linalool and furaneol, respectively. The application of the RPLC-TOTAD-GC method allowed higher levels of ethyl 2-methylbutanoate, linalool and furaneol to be detected, particularly after 9 days of treatment. Besides, MJ demonstrated to affect the enantiomeric distribution of ethyl 2-methylbutanoate. On the contrary, the enantiomeric composition of linalool and furaneol kept constant in both control and MJ-treated strawberries throughout the study. These results are discussed.",
      "mesh_terms": [
        "Acetates",
        "Acyclic Monoterpenes",
        "Adsorption",
        "Butyrates",
        "Chromatography, Gas",
        "Chromatography, Reverse-Phase",
        "Cyclopentanes",
        "Fragaria",
        "Fruit",
        "Furans",
        "Monoterpenes",
        "Oxylipins",
        "Plant Growth Regulators",
        "Sensitivity and Specificity",
        "Stereoisomerism",
        "Volatile Organic Compounds"
      ]
    },
    {
      "pmid": "19791607",
      "title": "Visible/near infrared reflectance (VNIR) spectroscopy for detecting twospotted spider mite (Acari: Tetranychidae) damage in strawberries.",
      "authors": [
        "Aimee B Fraulo",
        "Matthew Cohen",
        "Oscar E Liburd"
      ],
      "journal": "Environmental entomology",
      "publication_date": "2009-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The twospotted spider mite, Tetranychus urticae Koch, is among the most economically important pests in strawberries (Fragaria spp.). As T. urticae feeds, it ingests mesophyll cells that contain pigments essential for physiologic function and alters radiant energy use of the leaf tissue, severely compromising plant health and productivity. In our study, diffuse reflectance spectroscopy in the visible and near infrared (VNIR) portions of the spectrum was used to identify specific spectral regions altered by T. urticae feeding and to quantitatively assess T. urticae density. During the 2006-2007 growing season, 80 strawberry leaflets with varying levels of T. urticae infestation were collected. Spectral classification of both mite density (continuous) and mite density class (categorical) were developed. Spider mite density classes were low infestation (0-20 mites/leaflet), moderate infestation (20-50 mites/leaflet), and high infestation (> or = 50 mites/leaflet). Continuous spectral prediction for leaf infestation was developed using partial least squares (PLS) regression. Classification trees were used to train spectra to categorical levels of infestation. Both models were calibrated with 67% of the samples, and accuracy was evaluated using the remaining 33%. Categorical validation accuracy was 81%, with odds ratios for correctly predicting extreme categories (low and high) of 33 and 47.7, respectively. Continuous validation efficiency was also high, with an r2 between predicted and observed of 0.85 and a root-mean-squared error (RMSE) of 12.2 mites per leaf. Developing a spectral pest monitoring system would provide a diagnostic tool allowing early and effective intervention for precision management of T. urticae in strawberry.",
      "mesh_terms": [
        "Animals",
        "Fragaria",
        "Spectrum Analysis",
        "Tetranychidae"
      ]
    },
    {
      "pmid": "18821768",
      "title": "Influence of processing on quality parameters of strawberries.",
      "authors": [
        "Annetta Hartmann",
        "Claus-Dieter Patz",
        "Wilfried Andlauer",
        "Helmut Dietrich",
        "Michael Ludwig"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2008-Oct-22",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To determine the effects of different processing steps, such as enzymatic treatment of the mash and pasteurization, on selected quality parameters, strawberries were processed to juices and purees. To identify the processing steps causing the highest losses, samples were taken after each step, and ascorbic acid, total phenols, anthocyanins, and antioxidant capacity were analyzed. To assess the antioxidant capacity, three different methods were applied: the trolox equivalent antioxidant capacity (TEAC), the ferric reducing antioxidant power (FRAP), and the 2,2-diphenyl-1-picrylhydrazyl (DPPH) assay, showing correlation coefficients of 0.889 to 0.948. The antioxidant capacity decreased with processing steps except heat treatment, which partly caused an increase due to the formation of antioxidant active products. The content of ascorbic acid, in comparison to that in the frozen strawberries, decreased significantly during the processing of the fruit to puree by 77%. In the pressed cloudy juices, the loss of ascorbic acid was 37%. The decline of phenolic compounds, measured as total polyphenols and anthocyanins, was smaller (between 30-40%). Pressing and pasteurization were the most critical steps for the decrease of these compounds. The enzymatic treatment of the mash within 90 min supported the release of secondary plant metabolites, while ascorbic acid is reduced up to 20%.",
      "mesh_terms": [
        "Anthocyanins",
        "Antioxidants",
        "Ascorbic Acid",
        "Beverages",
        "Food Handling",
        "Fragaria",
        "Fruit",
        "Hot Temperature",
        "Phenols"
      ]
    },
    {
      "pmid": "18284774",
      "title": "Control of western tarnished plant bug Lygus hesperus Knight (Hemiptera: Miridae) in California organic strawberries using alfalfa trap crops and tractor-mounted vacuums.",
      "authors": [
        "Sean L Swezey",
        "Diego J Nieto",
        "Janet A Bryer"
      ],
      "journal": "Environmental entomology",
      "publication_date": "2007-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A key economic pest of strawberries in California is the western tarnished plant bug, Lygus hesperus Knight (Hemiptera:Miridae). Alfalfa (Medicago sativa L.) is a highly attractive plant host to western tarnished plant bug, and we hypothesized that it can be successfully managed as a trap crop for pest suppression in strawberries. Completely randomized design trap cropping experiments were established on an organic strawberry farm from 2002 to 2004. Western tarnished plant bug adults and nymphs were significantly more abundant in alfalfa trap crops than in comparable edge strawberry rows. Over 3 experimental yr, twice-weekly summer vacuuming of alfalfa trap crops with a tractor-mounted vacuuming device reduced adult and nymph abundance by 72 and 90%, respectively, in trap crops. This summer vacuuming of alfalfa trap crops also significantly reduced damage caused by western tarnished plant bug in associated unvacuumed organic strawberries (June and July 2002, June 2003, and June and July 2004) compared with either an untreated control (2003) or the organic strawberry grower's standard whole field vacuuming treatment. Vacuuming of alfalfa trap crops reduces an organic grower's costs (tractor, tractor fuel, and driver time) by 78% compared with current whole field vacuuming practices. An economic analysis of a whole hectare model indicates that a positive return from the use of vacuumed trap crops could be realized in 2004. The overall potential positive net return for the 3 mo of vacuumed alfalfa trap crop treatments in 2004 was calculated at +$1,829/ha.",
      "mesh_terms": [
        "Agriculture",
        "Analysis of Variance",
        "Animals",
        "California",
        "Food, Organic",
        "Fragaria",
        "Heteroptera",
        "Insect Control",
        "Medicago sativa",
        "Pest Control, Biological",
        "Population Density",
        "Time Factors",
        "Vacuum"
      ]
    },
    {
      "pmid": "18207306",
      "title": "Population dynamics and the economics of invasive species management: the greenhouse whitefly in California-grown strawberries.",
      "authors": [
        "Gregory J McKee",
        "Rachael E Goodhue",
        "Frank G Zalom",
        "Colin A Carter",
        "James A Chalfant"
      ],
      "journal": "Journal of environmental management",
      "publication_date": "2009-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "In agriculture, relatively few efficacious control measures may be available for an invasive pest. In the case of a new insect pest, insecticide use decisions are affected by regulations associated with its registration, insect population dynamics, and seasonal market price cycles. We assess the costs and benefits of environmental regulations designed to regulate insecticide applications on an invasive species. We construct a bioeconomic model, based on detailed scientific data, of management decisions for a specific invasion: greenhouse whiteflies in California-grown strawberries. The empirical model integrates whitefly population dynamics, the effect of whitefly feeding on strawberry yields, and weekly strawberry price. We use the model to assess the optimality of alternative treatment programs on a simulated greenhouse whitefly population. Our results show that regulations may lead growers to \"under-spray\" when placed in an economic context, and provide some general lessons about the design of optimal invasive species control policies.",
      "mesh_terms": [
        "Animals",
        "Ecosystem",
        "Environment",
        "Female",
        "Fragaria",
        "Hemiptera",
        "Insect Control",
        "Insecticides",
        "Models, Biological",
        "Oviposition",
        "Population Dynamics",
        "Reproduction"
      ]
    },
    {
      "pmid": "18034734",
      "title": "Antimicrobial effect of electrolyzed oxidizing water against Escherichia coli O157:H7 and Listeria monocytogenes on fresh strawberries (Fragaria x ananassa).",
      "authors": [
        "P Udompijitkul",
        "M A Daeschel",
        "Y Zhao"
      ],
      "journal": "Journal of food science",
      "publication_date": "2007-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Antibacterial activity of electrolyzed oxidizing (EO) water prepared from 0.05% or 0.10% (w/v) sodium chloride (NaCl) solutions against indigenous bacteria associated with fresh strawberries (Fragaria x ananassa) was evaluated. The efficacy of EO water and sodium hypochlorite (NaOCl) solution in eliminating and controlling the growth of Listeria monocytogenes and Escherichia coli O157:H7 inoculated onto strawberries stored at 4 +/- 1 degrees C up to 15 d was investigated at exposure time of 1, 5, or 10 min. Posttreatment neutralization of fruit surfaces was also determined. More than 2 log(10) CFU/g reductions of aerobic mesophiles were obtained in fruits washed for 10 or 15 min in EO water prepared from 0.10% (w/v) NaCl solution. Bactericidal activity of the disinfectants against L. monocytogenes and E. coli O157:H7 was not affected by posttreatment neutralization, and increasing exposure time did not significantly increase the antibacterial efficacy against both pathogens. While washing fruit surfaces with distilled water resulted in 1.90 and 1.27 log(10) CFU/mL of rinse fluid reduction of L. monocytogenes and E. coli O157:H7, respectively, >/= 2.60 log(10) CFU/mL of rinse fluid reduction of L. monocytogenes and up to 2.35 and 3.12 log(10) CFU/mL of rinse fluid reduction of E. coli O157:H7 were observed on fruit surfaces washed with EO water and NaOCl solution, respectively. Listeria monocytogenes and E. coli O157:H7 populations decreased over storage regardless of prior treatment. However, EO water and aqueous NaOCl did not show higher antimicrobial potential than water treatment during refrigeration storage.",
      "mesh_terms": [
        "Analysis of Variance",
        "Colony Count, Microbial",
        "Disinfectants",
        "Disinfection",
        "Dose-Response Relationship, Drug",
        "Electrochemistry",
        "Escherichia coli O157",
        "Food Handling",
        "Food Microbiology",
        "Fragaria",
        "Hydrogen-Ion Concentration",
        "Listeria monocytogenes",
        "Oxidation-Reduction",
        "Reactive Oxygen Species",
        "Refrigeration",
        "Sodium Chloride",
        "Sodium Hypochlorite",
        "Time Factors",
        "Treatment Outcome",
        "Water"
      ]
    },
    {
      "pmid": "17924197",
      "title": "Biological control of twospotted spider mite, Tetranychus urticae, with predatory mite, Neoseiulus californicus, in strawberries.",
      "authors": [
        "Aimee B Fraulo",
        "Oscar E Liburd"
      ],
      "journal": "Experimental & applied acarology",
      "publication_date": "2007",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Greenhouse and field experiments were conducted from 2005 to 2007 to determine the effectiveness of different release times with the predatory mite, Neoseiulus californicus (McGregor), for control of the twospotted spider mite (TSSM), Tetranychus urticae Koch, in strawberries (Fragaria x ananassa Duchesne). The effect of N. californicus releases over time and on development of TSSM populations during a growing season were evaluated. Our hypothesis was that repeated applications of N. californicus, which is currently recommended by biological control companies, might be unnecessary to attain season-long control of TSSM. In greenhouse trials, three treatments consisting of releases of N. californicus at five-day intervals: day 0, day 5, and day 10, and an untreated control were evaluated. The treatment releases significantly reduced TSSM below the control within five days of each release. Neoseiulus californicus significantly reduced TSSM in treatments with high densities (leaflets with > or =40 TSSM) below that of treatments with lower densities (leaflets with < or = 10 TSSM) demonstrating that if released at a predator: prey ratio of 1:10, timing of release does not alter the effectiveness of N. californicus in controlling TSSM. However, we found that if the ratio of predator: prey remains adequate, N. californicus is a more efficient predator at high TSSM densities. Field studies included three treatments consisting of releases of N. californicus at one-month intervals. All treatments significantly reduced TSSM compared with the control plots (no releases). Releases applied early in the season sustained TSSM significantly below those in the control plots for the whole season. Our results indicate that one release of N. californicus is able to sustained control of TSSM in strawberry throughout a growing season if released when TSSM populations are low early in the season in the southeastern United States.",
      "mesh_terms": [
        "Animals",
        "Food Chain",
        "Fragaria",
        "Mites",
        "Pest Control, Biological",
        "Population Density",
        "Predatory Behavior",
        "Seasons",
        "Tetranychidae",
        "Time Factors"
      ]
    },
    {
      "pmid": "17636936",
      "title": "Enhancing antioxidant, antiproliferation, and free radical scavenging activities in strawberries with essential oils.",
      "authors": [
        "Chien Y Wang",
        "Shiow Y Wang",
        "Jun-Jie Yin",
        "John Parry",
        "Liangli Lucy Yu"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2007-Aug-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Several natural antimicrobial compounds derived from essential oils of plants were investigated for their efficacies in inhibiting decay and extending the shelf life of strawberries (Fragaria x ananassas Duch.). The severity of decay in strawberries stored at 10 degrees C was significantly reduced by treatment with thymol. Treatments with menthol or eugenol also suppressed the fungal growth, but to a lesser extent. All of these three natural antimicrobial compounds extended shelf life of strawberries as compared to the control. Strawberries treated with thymol, menthol, or eugenol also maintained better fruit quality with higher levels of sugars, organic acids, phenolics, anthocyanins, flavonoids, and oxygen radical absorbance capacity than the untreated fruits. The free radical scavenging properties of strawberry fruit were evaluated against 2,2-diphenyl-1-picryhydrazyl (DPPH(.)), hydroxyl (HO(.)), and superoxide radicals (O2(.-)) using electron spin resonance measurements. Higher radical scavenging capacities were found against DPPH(.) and HO(.) in all treated fruit, particularly in berries treated with thymol, compared to those in the control groups. In addition, strawberry extracts were evaluated for their antiproliferative activities using HT-29 colon cancer cells. Extracts from all treated fruit exhibited significantly stronger inhibition on HT-29 cell proliferation than those from the control fruit. These data provide evidence that, in addition to possessing antimicrobial activity, the essential oils also increase free radical scavenging capacity and antiproliferative activity in fruit and, in turn, enhance the resistance of fruit tissues to deterioration and spoilage.",
      "mesh_terms": [
        "Anti-Infective Agents",
        "Antioxidants",
        "Cell Division",
        "Eugenol",
        "Food Preservation",
        "Fragaria",
        "Free Radical Scavengers",
        "Fruit",
        "HT29 Cells",
        "Humans",
        "Menthol",
        "Oils, Volatile",
        "Thymol"
      ]
    },
    {
      "pmid": "17613371",
      "title": "Inactivation kinetics of inoculated Escherichia coli O157:H7, Listeria monocytogenes and Salmonella enterica on strawberries by chlorine dioxide gas.",
      "authors": [
        "Barakat S M Mahmoud",
        "A R Bhagat",
        "R H Linton"
      ],
      "journal": "Food microbiology",
      "publication_date": "2007",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inactivation kinetics of inoculated Escherichia coli O157:H7, Listeria monocytogenes and Salmonella enterica on strawberries by chlorine dioxide gas at different concentrations (0.5, 1, 1.5, 3 and 5 mgl(-1)) for 10 min were studied. A cocktail of three strains of each targeted organism (100 microl) was spotted onto the surface of the strawberries (approximately 8-9 log ml(-1)) separately followed by air drying, and then treated with ClO(2) gas at 22 degrees C and 90-95% relative humidity. Approximately a 4.3-4.7 logCFU reduction per strawberry of all examined bacteria was achieved by treatment with 5 mgl(-1) ClO(2) for 10 min. The inactivation kinetics of E. coli O157:H7, L. monocytogenes and S. enterica were determined using first-order kinetic models to establish D-values and z-values. The D-values of E. coli, L. monocytogenes and S. enterica were 2.6+/-0.2, 2.3+/-0.2 and 2.7+/-0.7 min, respectively, at 5 mgl(-1) ClO(2). The z-values of E. coli, L. monocytogenes and S. enterica were 16.8+/-3.5, 15.8+/-3.5 and 23.3+/-3.3 mgl(-1), respectively. Furthermore, treatment with ClO(2) gas significantly (p < or = 0.05) reduced the initial microflora (mesophilic, psychrotrophic bacteria, yeasts and molds) on strawberries. Treatment with ClO(2) gas did not affect the color of strawberries and extended the shelf-life to 16 days compared to 8 days for the untreated control.",
      "mesh_terms": [
        "Chlorine Compounds",
        "Colony Count, Microbial",
        "Consumer Behavior",
        "Consumer Product Safety",
        "Disinfectants",
        "Dose-Response Relationship, Drug",
        "Escherichia coli O157",
        "Food Preservation",
        "Fragaria",
        "Humans",
        "Kinetics",
        "Listeria monocytogenes",
        "Microbial Sensitivity Tests",
        "Oxides",
        "Quality Control",
        "Salmonella enterica",
        "Taste",
        "Time Factors"
      ]
    },
    {
      "pmid": "17536666",
      "title": "Utilization of gaseous ozone for the decontamination of Escherichia coli O157:H7 and Salmonella on raspberries and strawberries.",
      "authors": [
        "Katherine L Bialka",
        "Ali Demirci"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2007-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Each year in the United States, there are approximately 76 million foodborne illnesses, and fresh produce is the second most common vehicle for such illnesses. Before going to market, small fruits are not washed or treated in any manner to extend their shelf life. Washing alone is not a viable option, and the use of novel technologies should be investigated. One such technology is ozone treatment, which has been used with drinking water since the late 19th century. The efficacy of gaseous ozone for killing pathogens on strawberries and raspberries, which were used as a model for small fruits, was investigated in this study. Strawberries and raspberries were artificially contaminated with five strains of Escherichia coli O157:H7 and Salmonella enterica. Fruits were treated with four ozone treatments: (i) continuous ozone flow (5%, wt/wt) for 2, 4, 8, 16, 32, and 64 min; (ii) pressurized ozone (83 kPa) for 2, 4, 8, 16, 32, and 64 min; (iii) continuous ozone (64 min) followed by pressurized ozone (64 min); and (iv) vacuum followed by 64 min of pressurized ozone. Maximum reductions for both strawberries and raspberries were achieved with the third treatment scenario. On strawberries, 2.60- and 2.96-log reductions were achieved for Salmonella and E. coli O157:H7, respectively. For raspberries, 3.55- and 3.75-log reductions were achieved for Salmonella and E. coli O157:H7, respectively. These results indicate that gaseous ozone should be a useful treatment for decontamination of small fruits.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Consumer Product Safety",
        "Escherichia coli O157",
        "Food Contamination",
        "Food Handling",
        "Food Microbiology",
        "Food Preservation",
        "Fruit",
        "Humans",
        "Oxidants, Photochemical",
        "Ozone",
        "Pressure",
        "Salmonella",
        "Sanitation",
        "Temperature",
        "Time Factors"
      ]
    },
    {
      "pmid": "16770685",
      "title": "Comparison of single and combination treatments of Phytoseiulus persimilis, Neoseiulus californicus, and Acramite (bifenazate) for control of twospotted spider mites in strawberries.",
      "authors": [
        "Elena M Rhodes",
        "Oscar E Liburd",
        "Crystal Kelts",
        "Silvia I Rondon",
        "Roger R Francis"
      ],
      "journal": "Experimental & applied acarology",
      "publication_date": "2006",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Greenhouse and field experiments were conducted from 2003 to 2005 to determine the effectiveness of combining releases of two predatory mite species, Phytoseiulus persimilis Athias-Henriot and Neoseiulus californicus (McGregor), and a reduced-risk miticide, Acramite (bifenazate), for control of twospotted spider mite (TSSM) (Tetranychus urticae Koch) in strawberries. In the greenhouse experiment, a combination treatment of P. persimilis and N. californicus was compared with single treatments of each species, Acramite application, and untreated control. All treatments significantly reduced TSSM numbers compared with the control. Field studies employed two approaches: one investigating the same five treatments as the greenhouse experiment and a second, comparing combination treatments of P. persimilis/N. californicus, Acramite/N. californicus, and Acramite/P. persimilis to single treatments of each and to control plots. Among the combination treatments, the P. persimilis/N. californicus treatment significantly reduced TSSM numbers compared with the control, but was not as effective as N. californicus alone during the 2003-2004 field season. Also, combination treatments of Acramite/N. californicus, and Acramite/P. persimilis significantly reduced TSSM populations compared with the control. These findings indicate that all three combination treatments are promising options for TSSM control in strawberries for growers in northern Florida and other strawberry producing areas of the world.",
      "mesh_terms": [
        "Animals",
        "Carbamates",
        "Florida",
        "Fragaria",
        "Hydrazines",
        "Insecticides",
        "Pest Control, Biological",
        "Predatory Behavior",
        "Tetranychidae"
      ]
    },
    {
      "pmid": "15998127",
      "title": "Processing strawberries to different products alters contents of vitamin C, total phenolics, total anthocyanins, and antioxidant capacity.",
      "authors": [
        "Yvonne Klopotek",
        "Konrad Otto",
        "Volker Böhm"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2005-Jul-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Strawberries were processed to juice, nectar, wine, and puree. For investigation of the antioxidant capacity as well as the contents of ascorbic acid, total phenolics and total anthocyanins, samples were taken after different stages of production to determine the effects of processing. The content of vitamin C was measured spectrophotometrically. The total phenolic content was analyzed by using the Folin-Ciocalteu method, and the amount of total anthocyanins was determined by using the pH-differential method. Two different methods-the trolox equivalent antioxidant capacity assay and the ferric reducing antioxidant power test-were used to determine the hydrophilic antioxidant capacity. This study showed the decrease of all investigated parameters within processing strawberries to different products. The content of ascorbic acid decreased with production time and processing steps, especially during heat treatment. The investigations on total phenolics in strawberry products proved fining to be a mild method to clarify berry juices and wines without removing high amounts of total phenolics. Fermentation did not lead to heavy losses of total phenolics, probably due to polymerization and condensation of monomer phenolics such as anthocyanins. Total anthocyanins and the hydrophilic antioxidant capacity decreased while using high temperatures. Anthocyanins also decreased considerably during the processing of wines, mainly caused by fermentation and pasteurization.",
      "mesh_terms": [
        "Anthocyanins",
        "Antioxidants",
        "Ascorbic Acid",
        "Beverages",
        "Fermentation",
        "Food Handling",
        "Fragaria",
        "Fruit",
        "Phenols",
        "Wine"
      ]
    },
    {
      "pmid": "15954703",
      "title": "Efficacy of gaseous chlorine dioxide as a sanitizer for killing Salmonella, yeasts, and molds on blueberries, strawberries, and raspberries.",
      "authors": [
        "Kaye V Sy",
        "Kay H McWatters",
        "Larry R Beuchat"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2005-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Gaseous chlorine dioxide (ClO2) was tested for its effectiveness in killing Salmonella, yeasts, and molds on blueberries, strawberries, and red raspberries. An inoculum (100 microl, 6.0 to 6.8 log CFU/g of fruit) that contained five serotypes of Salmonella enterica was deposited on the skin, calyx tissue, or stem scar tissue of blueberries, skin or stem scar tissue of strawberries, and skin of red raspberries, dried for 2 h at 22 degrees C, then held for 20 h at 4 degrees C and 2 h at 22 degrees C before treatment. Sachets that contained reactant chemicals were formulated to release gaseous ClO2 at concentrations of 4.1, 6.2, and 8.0 mg/ liter of air within treatment times of 30, 60, and 120 min, respectively, at 23 +/- 1 degrees C. Lethality of ClO2 to Salmonella, yeasts, and molds was measured when fruits were in an atmosphere that contained 75 to 90% relative humidity. Treatment with 8.0 mg/liter of ClO2 significantly (alpha = 0.05) reduced the population of Salmonella on blueberries by 2.4 to 3.7 log CFU/g. Lethality was higher to cells in inoculum placed on the skin compared with the stem scar tissue. Populations of Salmonella on strawberries treated with 8.0 mg/liter of ClO2 were reduced by 3.8 to 4.4 log CFU/g; a significant reduction of 1.5 log CFU/g of raspberries was achieved. Treatment with 4.1 to 8.0 mg/liter of ClO2 caused reductions in populations of yeast and molds on blueberries, strawberries, and raspberries of 1.4 to 2.5, 1.4 to 4.2, and 2.6 to 3.0 log CFU/g, respectively. Treatment with 4.1 mg/liter of ClO2 did not markedly affect the sensory quality of fruits stored for up to 10 days at 8 degrees C. Results indicate that gaseous ClO2 has promise as a sanitizer for small fruits.",
      "mesh_terms": [
        "Chlorine Compounds",
        "Colony Count, Microbial",
        "Disinfectants",
        "Dose-Response Relationship, Drug",
        "Food Handling",
        "Food Microbiology",
        "Food Preservation",
        "Fruit",
        "Fungi",
        "Oxides",
        "Salmonella",
        "Temperature",
        "Time Factors",
        "Treatment Outcome",
        "Yeasts"
      ]
    },
    {
      "pmid": "15656654",
      "title": "Metabolism of antioxidant and chemopreventive ellagitannins from strawberries, raspberries, walnuts, and oak-aged wine in humans: identification of biomarkers and individual variability.",
      "authors": [
        "Begoña Cerdá",
        "Francisco A Tomás-Barberán",
        "Juan Carlos Espín"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2005-Jan-26",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ellagitannins (ETs) are dietary polyphenols, containing ellagic acid (EA) subunits, with antioxidant and cancer chemopreventive activities that might contribute to health benefits in humans. However, little is known about their metabolic fate. We investigate here the metabolism of different dietary ETs and EA derivatives in humans. Forty healthy volunteers were distributed in four groups. Each group consumed, in a single dose, a different ET-containing foodstuff, i.e., strawberries (250 g), red raspberries (225 g), walnuts (35 g), and oak-aged red wine (300 mL). After the intake, five urine fractions (F) were collected at 8 (F1), 16 (F2), 32 (F3), 40 (F4), and 56 (F5) h. Neither ETs nor EA were detected in urine after LC-MS/MS analysis. However, the microbial metabolite 3,8-dihydroxy-6H-dibenzo[b,d]pyran-6-one (urolithin B) conjugated with glucuronic acid was detected along the fractions F3-F5 in all of the subjects, independently of the consumed foodstuff. The mean percentage of metabolite excretion ranged from 2.8 (strawberries) to 16.6% (walnuts) regarding the ingested ETs. Considerable interindividual differences were noted, identifying \"high and low metabolite excreters\" in each group, which supported the involvement of the colonic microflora in ET metabolism. These results indicate that urolithin B (a previously described antiangiogenic and hyaluronidase inhibitor compound) is a biomarker of human exposure to dietary ETs and may be useful in intervention studies with ET-containing products. The antioxidant and anticarcinogenic effects of dietary ETs and EA should be considered in the gastrointestinal tract whereas the study of potential systemic activities should be focused on the bioavailable urolithin B derivatives.",
      "mesh_terms": [
        "Adult",
        "Anticarcinogenic Agents",
        "Antioxidants",
        "Biological Availability",
        "Biomarkers",
        "Chemoprevention",
        "Coumarins",
        "Diet",
        "Female",
        "Food Handling",
        "Fragaria",
        "Fruit",
        "Humans",
        "Hydrolyzable Tannins",
        "Juglans",
        "Male",
        "Quercus",
        "Seeds",
        "Wine"
      ]
    },
    {
      "pmid": "15553627",
      "title": "Decontamination of strawberries using batch and continuous chlorine dioxide gas treatments.",
      "authors": [
        "Y Han",
        "T L Selby",
        "K K Schultze",
        "P E Nelson",
        "R H Linton"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2004-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Efficacy of chlorine dioxide (ClO2) gas in reducing Escherichia coli O157:H7 and Listeria monocytogenes on strawberries was determined using batch and continuous flow ClO2 gas treatment systems. Effects of continuous ClO2 gas treatment on total aerobic plate count, color, and residual ClO2 and chlorite on strawberries were also evaluated. Strawberries were spot inoculated with 7 to 8 log CFU per strawberry of each pathogen (E. coli O157:H7 and L. monocytogenes), stored for 1 day at 4 degrees C, and treated at 22 degrees C and 90 to 95% relative humidity with 0.2 to 4.0 mg/liter ClO2 gas for 15 or 30 min using a batch treatment system or with 0.6, 1.8, and 3.0 mg/liter for 10 min using a continuous treatment system. Surviving microbial populations were determined using a membrane-transfer plating recovery method. Increased ClO2 gas concentrations resulted in increased log reductions of each pathogen for both the batch and continuous systems. A batch treatment of strawberries with 4 mg/liter ClO2 for 30 min and continuous treatment with 3 mg/liter ClO2 for 10 min achieved greater than a 5-log reduction for both E. coli O157:H7 and L. monocytogenes. After continuous exposure to 3.0 mg/liter ClO2 gas for 10 min followed by 1 week of storage at 4 degrees C, no aerobic microorganisms were detected and the color of the strawberry surface did not change significantly (P > 0.05). Residues of ClO2 and chlorite on strawberries after the treatment were 0.19 +/- 0.33 mg ClO2 per kg and 1.17 +/- 2.02 mg Cl2 per kg, respectively, whereas after 1 week of storage no ClO2 residues were detected and residual chlorite levels were down to 0.07 +/- 0.12 mg Cl2 per kg. These results suggest that ClO2 gas treatment is an effective decontamination technique for improving the safety of strawberries while extending shelf life.",
      "mesh_terms": [
        "Chlorine Compounds",
        "Colony Count, Microbial",
        "Disinfectants",
        "Dose-Response Relationship, Drug",
        "Drug Residues",
        "Escherichia coli O157",
        "Food Contamination",
        "Food Handling",
        "Food Microbiology",
        "Food Preservation",
        "Fragaria",
        "Listeria monocytogenes",
        "Oxides",
        "Time Factors"
      ]
    }
  ]
}