{
  "supplement": "Sugar",
  "query": "Sugar[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:45:10",
  "research_count": 2674,
  "count": 99,
  "articles": [
    {
      "pmid": "40311581",
      "title": "Effect of sugar structure on the formation of heterocyclic amines and flavor compounds in roasted beef patties.",
      "authors": [
        "Peng Deng",
        "Zening Zhang",
        "Xuejiao Qie",
        "Mengxue Yu",
        "Xinying Guo",
        "Binbin Tan",
        "Qiuming Chen",
        "Zhaojun Wang",
        "Zhiyong He",
        "Jie Chen",
        "Maomao Zeng"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soluble soybean polysaccharides (SSPS) are widely used in meat products as natural functional additives to improve texture, water-holding capacity, and flavor quality. The presence of hydroxyl and carboxyl groups also make SSPS have the potential in reducing HAs formation. The addtion of SSPS reduce the content of nonanal and hexanal, incressing the content of dimethyl trisulfide, dimethyl disulfide, and methional. The treatment with 2.5 % SSPS led to an inhibitory rate of 49 %, with the total HAs content decreased from 21.13 ± 3.14 ng/g of the control group to 10.82 ± 1.94 ng/g. The chemical mode systems were employed to investigate the inhibitory pathway of SSPS. The inhibitory ability against PhIP in glucose/creatinine/phenylalanine model system was ranked as glucose = fructose > sucrose > SSPS, with rates of 69 %, 69 %, 44 %, and 42 %, respectively. Therefore, SSPS and the constituents can scavenge creatinine to interrupt the formation of HAs."
    },
    {
      "pmid": "40311529",
      "title": "Identification and characterization of SWEET gene family in passion fruit reveals the involvement of PeSWEET3 in soluble sugar accumulation.",
      "authors": [
        "Rui Ren",
        "Yuxuan Chen",
        "Xiao Yu",
        "Xianrui Peng",
        "Lihui Zeng",
        "Ting Fang"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The sugars will eventually be exported transporters (SWEET) family is a class of sugar transporters that play crucial roles in plant growth, reproduction, and stresses response. The characteristics of 21 PeSWEETs, identified in passion fruit (Passiflora edulis Sims) and divided into four clades, were evaluated. Structural feature analysis showed that exon numbers ranged from 4 to 12, while motif 1, 2, and 3 were highly conserved. Analysis of RNA-seq from different tissues revealed that PeSWEETs showed tissue-specificity. Additionally, Cis-acting regulatory element analysis indicated that abundant hormone-response and stress response elements were enriched in promoters of PeSWEETs. Exogenous abscisic acid (ABA) treatment led to an increase in the soluble sugar accumulation and up-regulated the expression level of PeSWEET3. The PeSWEET3 protein localizes on the plasma membrane and exhibits transport activity of fructose, glucose, and mannose. Furthermore, ectopic expression of PeSWEET3 significantly enhanced soluble sugar accumulation in leaves of transgenic tobacco. Collectively, these results lay a solid foundation for further exploration on the role of PeSWEETs."
    },
    {
      "pmid": "40296844",
      "title": "Rapamycin alters the feeding preference for amino acids and sugar in female Drosophila.",
      "authors": [
        "Guixiang Yu",
        "Qihao Yang",
        "Qi Wu"
      ],
      "journal": "The journals of gerontology. Series A, Biological sciences and medical sciences",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rapamycin has demonstrated significant lifespan-extending effects across a variety of model organisms, positioning it as one of the most promising anti-aging agents currently under investigation. Nonetheless, chronic administration of rapamycin may induce diverse adverse reactions, primarily due to its influence on energy metabolism. Here, using Drosophila melanogaster as a model, we show that rapamycin significantly alters feeding behaviors in a dose-dependent manner. Specifically, both long-term and short-term administration of the optimal life-extending dose of rapamycin decreases the protein preference while increasing sugar intake in female flies. Utilizing a chemically defined diet, we identified that these alterations in amino acid and sugar feeding preferences occur as early as the second day of rapamycin exposure, preceding any detectable decline in fecundity. Furthermore, rapamycin also modifies amino acid preference even in taste-blind females, indicating that post-ingestive nutritional learning mechanisms, independent of food taste value, are sufficient to mediate the effects of rapamycin on feeding behavior. However, such changes in macronutrient preferences were absent in males and sterile mutant females. Collectively, our study suggests that the modification of feeding behavior could be a non-negligible side effect of rapamycin treatment, and this effect is influenced by both sex and reproductive status."
    },
    {
      "pmid": "40287614",
      "title": "Comparative transcriptome analysis reveals the role of sugar signaling in response to high temperature stress in Armillaria gallica.",
      "authors": [
        "Jiao Xu",
        "Xuan Huang",
        "Xiuwen Wang",
        "Shengnan Li",
        "Xiaohong Ou",
        "Qingsong Yuan",
        "Yanhong Wang",
        "Hua He",
        "Weike Jiang",
        "Tao Zhou"
      ],
      "journal": "BMC microbiology",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Armillaria gallica establish a unique symbiotic relationship with Gastrodia elata, which is a valuable Chinese herbal plant that relies on this symbiosis. High temperature (HT) seriously affected the growth of both A. gallica and G. elata. However, the molecular mechanisms and gene networks involved in the response of A. gallica to HT are not well understood. RESULTS: In this study, transcriptomic analyses at multiple time point were conducted using rhizomorph from two A. gallica strains, GZ1 (tolerance to HT) and SX8 (sensitive to HT) under HT and normal temperature (NT) conditions. We identified 2,056 differentially expressed genes, primarily associated with carbohydrate metabolism and protein processing in endoplasmic reticulum (ER). Heat shock proteins (HSP20 and HSP90) were up-regulated in both GZ1 and SX8 under HT, indicating a conserved HT induced response in A. gallica. Additionally, genes related to glycolysis were up-regulated in GZ1 following HT treatment, while genes involved in the conversion of sugar to amino acids were down-regulated in GZ1 under HT treatment. GZ1 also showed an increased accumulation of soluble sugar and polysaccharide under HT, which were significantly correlated with pyruvate kinase and aldo/keto reductase genes. Furthermore, a sucrose concentration of 30 g/L enhanced HT resistance in A. gallica. CONCLUSIONS: These results reveal that sugar signaling, particularly in carbohydrate metabolism, plays a critical role in the rhizomorph response to HT stress. Both conserved and species-specific transcriptome changes may contribute to the dynamic regulation of rhizomorph development during adaptation to HT stress in A. gallica. CLINICAL TRIAL NUMBER: Not applicable.",
      "mesh_terms": [
        "Gene Expression Profiling",
        "Signal Transduction",
        "Hot Temperature",
        "Carbohydrate Metabolism",
        "Transcriptome",
        "Gene Expression Regulation, Plant",
        "Sugars",
        "Plant Proteins",
        "Symbiosis",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "40275965",
      "title": "Dietary Sugar and Atopic Dermatitis in a Longitudinal Birth Cohort.",
      "authors": [
        "Judy Shan",
        "Morgan Ye",
        "Sheng-Pei Wang",
        "Hannah Kang",
        "Ahnna Lee",
        "Sinéad M Langan",
        "Erin L Van Blarigan",
        "Katrina Abuabara"
      ],
      "journal": "JID innovations : skin science from molecules to population health",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: The association of diet with atopic dermatitis (AD) in children is understudied and may present an opportunity to optimize AD management in a cost-effective and low-risk manner. OBJECTIVE: The aim of this study was to determine the extent to which dietary sugar is associated with AD period prevalence and severity in a longitudinal pediatric cohort. DESIGN SETTING AND PARTICIPANTS: This was a longitudinal cohort study of children from the Avon Longitudinal Study of Parents and Children with food frequency questionnaire data to estimate dietary carbohydrate and sugar at 1, 3, 5, 7, 10, and 13 years. EXPOSURE: The exposure was dietary sugar as a proportion of total caloric intake. MAIN OUTCOME AND MEASURE: The primary outcome was AD based on a maternal- or self-reported questionnaire that asked about disease activity and severity over the past 12 months. Logistic regression models adjusted for sex, race, maternal delivery age, highest parental education level, social class assessed through parental occupation, body mass index, total caloric intake, and maternal history of AD. RESULTS: The study population included 5372 unique participants, 50% of whom were female, and 20-30% of whom reported AD at any time point. No significant associations were found at ages 1, 3, 5, and 7 years. At age 13 years, logistic regression revealed that a 10% increase in dietary sugar as a proportion of total caloric intake was associated with a 22% (95% confidence interval = 7-40%) increase in odds of AD overall. There was a dose-response relationship with disease severity: there was a 19% (95% confidence interval = 0-42%) increase in the odds of mild AD and 32% (95% confidence interval = 5-86%) increase in the odds of moderate-severe AD. When examining subtypes of dietary sugar, the effect was limited to nonmilk extrinsic sugars. CONCLUSIONS AND RELEVANCE: Given the known health benefits, reduction of nonmilk sugars could be studied as a cost-effective and low-risk intervention for AD in late childhood and early adolescence."
    },
    {
      "pmid": "40269222",
      "title": "Effect of alkaline treatment on the thermal and mechanical properties of sugar palm fibre reinforced thermoplastic polyurethane composites.",
      "authors": [
        "Dandi Bachtiar",
        "Ausama Abbas Mohammed",
        "Sivasubramanian Palanisamy",
        "Al Ichlas Imran",
        "Januar Parlaungan Siregar",
        "Mohd Ruzaimi Bin Mat Rejab",
        "Syaubari Syaubari",
        "Tezara Cionita",
        "Deni Fajar Fitriyana",
        "Saleh A Al-Farraj",
        "Mansour I Almansour",
        "Quanjin Ma"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study examines the impact of alkaline treatment on the mechanical, thermal, and morphological properties of sugar palm fiber (SPF)-reinforced thermoplastic polyurethane (TPU) composites. SPF fibers (250 μm) were treated with sodium hydroxide (NaOH) solutions of 0%, 2%, 4%, and 6% (w/w) for 90 min at room temperature. These fibers were then mixed with TPU in an extruder at 180-200 °C and molded into composite sheets using compression molding at 190 °C, 10 MPa pressure, and a 10-minute holding time. X-ray diffraction (XRD) revealed increased crystallinity in the composites, peaking at 1589 cps with 6% NaOH. Fourier transform infrared (FTIR) spectra showed improved fiber-matrix compatibility, most evident with 2% NaOH. SEM analysis indicated cleaner and rougher fiber surfaces post-treatment, though cracks were observed at higher concentrations. Energy-dispersive X-ray (EDX) confirmed increased oxygen content and sodium residue at elevated NaOH levels, reflecting lignin removal. Thermogravimetric analysis (TGA) demonstrated enhanced thermal stability, with the highest residue mass of 599.16 °C at 6% NaOH. Alkaline treatment notably enhanced SPF/TPU composites, with 2% NaOH providing optimal flexural strength and 6% NaOH maximizing impact strength and thermal stability."
    },
    {
      "pmid": "40263818",
      "title": "Applying vacuum pulse during ethanol pretreatment to enhance the drying rate and quality of fresh and osmo-dehydrated banana slices using coconut sugar.",
      "authors": [
        "Leandro Levate Macedo",
        "Cintia da Silva Araújo",
        "Matheus de Souza Cruz",
        "Geanderson Leonardo de Lima Pereira",
        "Sérgio Henriques Saraiva"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Improving convective drying is important for reducing processing time and enhancing dried product quality. This study evaluated the effects of osmotic dehydration (OD), ethanol pretreatment (ET), and ethanol pretreatment with vacuum pulse (ETVP) on the drying kinetics and the physicochemical properties of banana slices. OD was performed by immersing the slices in a 60 % coconut sugar solution for 300 min. ET was performed by immersing the slices in ethanol for 3 min at atmospheric pressure. ETVP was carried out by alternating vacuum pressure (80 kPa) for 1 min and atmospheric pressure for 30 s, totaling 3 min of immersion. Then, the samples were dried at 60 °C until reaching a moisture content of 15.61 %(w.b.). OD, ET, and ETVP increased the drying rates and reduced drying times by up to 19.4 %, 14.5 %, and 20.0 %, respectively. OD increased sample shrinkage, caused higher color alteration, and decreased hardness. ET and ETVP enhanced the hardness of the samples. ETVP minimized the shrinkage of the bananas. The application of the pretreatments maintained or increased the levels of flavonoids and phenolic compounds, as well as the antioxidant activity of the dried samples. The optimal treatment was ETVP, which achieved satisfactory sensory acceptance.",
      "mesh_terms": [
        "Musa",
        "Vacuum",
        "Ethanol",
        "Cocos",
        "Desiccation",
        "Food Handling",
        "Antioxidants",
        "Osmosis",
        "Food Preservation",
        "Humans",
        "Phenols",
        "Flavonoids",
        "Sugars",
        "Food Quality"
      ]
    },
    {
      "pmid": "40255758",
      "title": "Evaluating the Impact of Individualized Interventions on Diabetes Distress and Glycemic Outcomes: A Shift From Glycated Hemoglobin (HbA1c) to Random Blood Sugar (RBS) in a Quasi-experimental Study.",
      "authors": [
        "N L Swathi",
        "Venu Priyanka P",
        "Devadarshini M",
        "Adnaan Parvez Mohammed",
        "Jothieswari D",
        "Muhammad Umar",
        "Syed Muhammad Ali",
        "Javed Iqbal",
        "Pravallika P"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Diabetes distress (DD) is a significant barrier to effective diabetes management, impacting self-care behaviors and glycemic control. While most studies utilize glycated hemoglobin (HbA1c) as a standard marker for glycemic regulation, cost constraints often limit its availability. This study explores the shift from HbA1c to random blood sugar (RBS) as an alternative measure and assesses the impact of individualized interventions on DD and glycemic outcomes in individuals with uncontrolled type 2 diabetes mellitus (T2DM). Methods A quasi-experimental study was conducted on 180 participants aged 18-65 years, divided into an experimental group (n=82) receiving structured psychological and lifestyle counseling and a control group (n=98) receiving standard care. DD and RBS levels were recorded at baseline and after three months of the intervention. Statistical analyses included Pearson's correlation, student's t-test, and Wilcoxon signed-rank tests to evaluate changes in distress levels and glycemic control. Results Post-intervention, the experimental group showed a significant reduction in DD (t = 15.26, p < 0.001, Cohen's d = 1.685) and RBS (mean reduction = 10.68%), confirming the effectiveness of the structured interventions. The control group exhibited an unexpected increase in DD (t = -8.75, p < 0.001, Cohen's d = -0.960), whereas RBS remained largely unchanged (1.29% increase). A significant correlation (p = 0.000) between DD reduction and RBS improvement was observed. Conclusions Individualized interventions significantly reduced diabetes distress and improved glycemic outcomes, demonstrating that RBS may serve as a cost-effective alternative to HbA1c. Future research should focus on directly comparing RBS and HbA1c levels and evaluating the long-term sustainability of the intervention benefits across different age groups."
    },
    {
      "pmid": "40253918",
      "title": "Effects of blue and red LED treatments on carotenoid and soluble sugar metabolism in postharvest nectarine fruit and their correlation.",
      "authors": [
        "Yujie Zhang",
        "Yajing Sun",
        "Yan Wang",
        "Dandan Zhou",
        "Kang Tu"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To study the effects of different Light Emitting Diodes (LEDs) on carotenoids and soluble sugar metabolism in nectarine fruit after harvesting, we treated 'Zijinhong No. 3' nectarine fruit with blue or red light for 8 days, taking fruits stored under dark conditions as the control group. The results showed that blue light treatment (BL) promoted the accumulation of sucrose in nectarine fruit by enhancing the activities of sucrose phosphate synthase (SPS) and sucrose synthetase synthesis (SS-s). Concurrently, BL up-regulated the expression of the carotenoid biosynthesis gene PpPSY, leading to significant accumulation of violaxanthin, luteoxanthin, zeaxanthin, β-cryptoxanthin, β-carotene and cis-β-carotene. In contrast, BL down-regulated the expression of PpCCD4, PpNCED1 and PpNCED2, thereby reducing the degradation of carotenoids. However, red light treatment (RL) had little effect on the accumulation of carotenoids, but induced the continuous upregulation of PpPDS and PpZDS, while promoting the transcription of PpNCED1 and PpNCED2, potentially accelerating carotenoids cleavage. In vitro experiments confirmed that sucrose promoted the biosynthesis of carotenoids, the expression of PpPSY, PpCCD1 and PpNCED2 was up-regulated in the sucrose system, and sucrose was positively correlated with the expression of PpPSY (r = 0.903). Furthermore, sucrose enhanced the expression of carotenoid biosynthesis genes, thereby channeling carbon flux into precursors through the glycolytic pathway and MEP pathway. This study provides new insights into the link between postharvest sugar metabolism and carotenoid biosynthesis, offering a theoretical base for optimizing LED applications to improve fruit quality."
    },
    {
      "pmid": "40253141",
      "title": "Research on the effects of different sugar substitutes-Mogroside V, Stevioside, Sucralose, and Erythritol-On glucose, lipid, and protein metabolism in type 2 diabetic mice.",
      "authors": [
        "Huaxue Huang",
        "Bin Wang",
        "Zhi Peng",
        "Sha Liu",
        "Shuang Zhan",
        "Xiulian Yang",
        "Sirui Huang",
        "Wei Wang",
        "Yizhun Zhu",
        "Wenjun Xiao"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sugar substitutes that maintain the homeostasis of glucose, lipid, and protein metabolism are important for nutritional intervention in type 2 diabetes mellitus (T2DM). However, the specific metabolic effects remain unclear. The aim of this study was to systematically compare the effects of four common sugar substitutes on a high-fat diet (HFD) combined with a streptozotocin (STZ)-induced T2DM mouse model from the perspective of hepatic glucose, lipid, and protein metabolism. In this study, based on the establishment of a T2DM mouse model induced by an HFD combined with STZ and nontargeted metabolomics, the effects of four sugar substitutes on regulating and improving sugar, lipid, and protein metabolism were systematically evaluated. The results showed that mogroside V (MOG), stevioside (ST), and erythritol (ERT) enhanced protein synthesis via the mammalian target of the rapamycin/p-P70S6K pathway. MOG and ST also improved glucose and lipid metabolism by activating the phosphor-AMP-activated protein kinase (p-AMPK) pathway and upregulating peroxisome proliferator-activated receptor alpha/carnitine palmitoyltransferase 1. Sucralose primarily improves lipid metabolism by downregulating sterol regulatory element-binding protein 1, whereas ERT increases lipid droplet accumulation in the liver. These findings provide a foundation for the application of sugar substitutes in T2DM nutritional interventions.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus, Type 2",
        "Diterpenes, Kaurane",
        "Mice",
        "Lipid Metabolism",
        "Male",
        "Sucrose",
        "Glucosides",
        "Diabetes Mellitus, Experimental",
        "Erythritol",
        "Diet, High-Fat",
        "Glucose",
        "Mice, Inbred C57BL",
        "Triterpenes",
        "Liver",
        "Blood Glucose",
        "Sweetening Agents",
        "Streptozocin"
      ]
    },
    {
      "pmid": "40247197",
      "title": "Intrauterine growth restriction and sugar consumption at two years of age in the BRISA cohort.",
      "authors": [
        "Liliana Yanet Gómez Aristizábal",
        "Susana Cararo Confortin",
        "Juliana Ramos Carneiro",
        "Cecilia Claudia Costa Ribeiro",
        "Rosângela Fernandes Lucena Batista",
        "Maria Teresa Seabra Soares de Britto E Alves",
        "Vanda Maria Ferreira Simões",
        "Antônio Augusto Moura da Silva"
      ],
      "journal": "BMC pediatrics",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alterations in insulin sensitivity in the fetus during pregnancy have been associated with IUGR and future increases in sweet food cravings. OBJECTIVE: To analyze the association between intrauterine growth restriction (IUGR) and sugar consumption at two years of age in the BRISA cohort. METHODS: Data from the pre-natal study and the follow-up of the BRISA cohort in the second year of life were used. The outcome assessed was sugar consumption, using three indicators: total energy from sugars, total grams of sugars and % of energy from sugars, analyzed continuously using a 24-hour recall (24 h). The exposure was IUGR, assessed as p50 and defined by the birth weight ratio (KRAMER et al., 1988), calculated by dividing the weight of the newborn by the weight corresponding to the 50th percentile of the birth weight for gestational age curve. To analyze the relationship between sugar consumption and IUGR, a propensity score based on the Inverse Probability of Treatment Weighting (IPTW) for continuous treatment was used. To minimize the bias due to loss to follow up, the sample was weighted by the inverse of the probability of selection. RESULTS: A total of 553 mother-infant pairs were analyzed. The mean birth weight was 3,291 g, with an IUGR rate of 15.19%. There was no association between IUGR and the percentage of energy intake that was derived from sugars. It was observed that infants without IUGR had a lower total energy intake of sugars (β: -11.29; 95%CI: -21.19; - 1.19) and a lower total gram intake of sugars (β: -1.89; 95%CI: -3.48; - 0.30). CONCLUSION: IUGR infants had higher sugar intake at two years of age than non-IUGR infants, which means fetal growth restriction can affect eating behavior in later life, leading to the choice of highly palatable, energy-rich foods.",
      "mesh_terms": [
        "Humans",
        "Fetal Growth Retardation",
        "Female",
        "Male",
        "Pregnancy",
        "Child, Preschool",
        "Dietary Sugars",
        "Infant, Newborn",
        "Birth Weight",
        "Follow-Up Studies",
        "Adult",
        "Cohort Studies",
        "Brazil",
        "Energy Intake"
      ]
    },
    {
      "pmid": "40225846",
      "title": "Associations between sugar-sweetened beverage consumption, weight-adjusted-waist index, with psychological symptoms: a cross-sectional survey of adolescents in mainland China.",
      "authors": [
        "Rui Wang",
        "Shihua Guo",
        "Guangyan Yang",
        "Jun Li"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The prevalence of psychological symptoms (emotional problems, behavioral problems, social adjustment difficulties) in adolescents continues to increase and has become a major concern in various countries. However, few studies have been conducted on the association between sugar-sweetened beverage (SSB) consumption, weight-adjusted waist index (WWI), and psychological symptoms in adolescents. The present study provides a reference for the prevention and intervention of psychological symptoms in Chinese adolescents. METHODS: A multistage stratified whole cluster random sampling method was used to assess psychological symptoms, SSB consumption, weight, waist circumference, and demographic information in 44,675 adolescents aged 12-17 years in mainland China in 2023. The associations between SSB consumption, WWI, and psychological symptoms among adolescents were analyzed using logistic regression model analysis and ordered logistic regression analysis with the generalized linear model. RESULTS: The prevalence of psychological symptoms among Chinese adolescents was 20.9%, with boys (21.4%) having a higher prevalence than girls (20.5%), and the difference was statistically significant (χ 2 value of 5.687, P < 0.05). The proportion of adolescents with SSB consumption >4 times/week was 14.5%, and the WWI value was 9.36 ± 1.13. Ordered logistic regression analysis showed that, using SSB consumption <1 times/week and WWI quartile of Q1 as the reference group, adolescents with SSB consumption >4 times/week and WWI quartile of Q4 had the highest risk of developing psychological symptoms (OR=2.01, 95% CI:1.76-2.30) (P <0.001). The same trend was observed in boys (OR=1.67, 95% CI: 1.39-2.00) and girls (OR=2.68, 95% CI: 2.17-3.31) (P <0.001). CONCLUSIONS: The prevalence of adolescent psychological symptoms is high in mainland China and is associated with SSB consumption and WWI. Effectively reducing SSB consumption and WWI plays a positive role in the prevention and intervention of adolescent psychological symptoms."
    },
    {
      "pmid": "40217986",
      "title": "Correction: Tawonsawatruk et al. Comparative Analysis of Treatment Outcomes: Modified Ulnar Gutter Slab vs. Sugar Tong Slab for Distal Radioulnar Joint Instability Following Triangular Fibrocartilage Complex Repair. J. Clin. Med. 2023, 12, 6574.",
      "authors": [
        "Tulyapruek Tawonsawatruk",
        "Pheeraphat Phoophiboon",
        "Thepparat Kanchanathepsak",
        "Panithan Tuntiyatorn"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Published Erratum"
      ],
      "abstract": "There was an error in the original publication [...]."
    },
    {
      "pmid": "40207455",
      "title": "Glycosylation in Dermatology: Unveiling the Sugar Coating of Skin Disease.",
      "authors": [
        "Linxia Shen",
        "Jui-Ming Lin",
        "Jinran Lin",
        "Wenyu Wu"
      ],
      "journal": "Experimental dermatology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Glycosylation is a common and complex post-translational modification (PTM) of proteins, involving the attachment of glycans under the regulation of various enzymes such as glycosyltransferases. Glycosylation facilitates the correct folding of peptide chains, modifies protein conformation and activity, enhances protein stability and influences inter-protein interactions. N-glycosylation and O-glycosylation are two prevalent forms, encompassing a wide range of modifications, including sialylation, fucosylation and galactosylation. In skin tumours, abnormal glycosylation promotes tumour cell proliferation, migration, invasion and metastasis, enhances anti-tumour immunity, and potentially affects immune checkpoint therapy. In inflammatory and autoimmune skin diseases, abnormal glycosylation in T and B lymphocyte subpopulations regulates antigen recognition, signal transduction, inflammatory factor secretion and immunoglobulin function, disrupting immune system homeostasis and impacting biologic therapy efficacy. Glycosylation correlates with the severity and activity of skin diseases, serving as a potential biomarker for diagnosis, condition assessment and prognosis determination. This review provides an overview of the role of protein glycosylation in melanoma, basal cell carcinoma, squamous cell carcinoma, psoriasis, systemic lupus erythematosus, dermatomyositis and skin aging. It analyses the biosynthetic process of glycosylation, elucidates functional changes in glycoproteins and their metabolism, and offers a theoretical basis for developing new targeted therapies.",
      "mesh_terms": [
        "Humans",
        "Glycosylation",
        "Skin Diseases",
        "Skin Neoplasms",
        "Protein Processing, Post-Translational",
        "Melanoma",
        "Psoriasis",
        "Carcinoma, Squamous Cell",
        "Carcinoma, Basal Cell",
        "Glycoproteins",
        "Lupus Erythematosus, Systemic",
        "Skin Aging"
      ]
    },
    {
      "pmid": "40206049",
      "title": "Valorization black carrot colorant process liquid waste by clarification and Decolorization: A novel sugar alternative for gummies.",
      "authors": [
        "İlyas Atalar",
        "Burcu Tüzün",
        "Ibrahim Palabiyik",
        "Omer Said Toker",
        "Suzan Uzun",
        "Tahra ElObeid",
        "Nevzat Konar"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to develop a recycling process for black carrot colorant liquid waste (BCLW) and to investigate the potential use of BCLW as a sugar source for glucose syrup substitution in gummy candy production. Clarification and decolorization were performed using ion exchange and adsorbent resins at three flow rates, followed by evaporation. The highest clarity (88.7 %) was achieved with modified styrene-divinylbenzene resin at 1.0 BV/h. Subsequently, BCLW was incorporated into gummy formulations as a glucose syrup substitute. Higher hardness values were recorded in formulations with over 75 % of BCLW incorporated, compared to the gummy samples produced with 100 % glucose syrup. The brightness remained considerably high when the glucose syrup was replaced with BCLW up to 50 %. Accelerated shelf-life tests showed changes in color and hardness. BCLW presents a sustainable alternative for the confectionery industry, offering a practical solution for waste reduction while contributing to resource efficiency."
    },
    {
      "pmid": "40205701",
      "title": "CsMYB1-CwINV6 Module Involves in the Promotion of Soluble Sugar Accumulation in Citrus Fruits Under Drought Stress.",
      "authors": [
        "Muhammad Abbas Khan",
        "Fatima Zaman",
        "Yong-Zhong Liu",
        "Shariq Mahmood Alam",
        "Han Han",
        "Yin Luo",
        "Muhammad Ateeq"
      ],
      "journal": "Plant, cell & environment",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drought can promote soluble sugar accumulation in fruits by increasing the fruit sink strength. Cell wall invertase (CwINV) plays a pivotal role in determining sink strength by regulating sucrose partitioning into the extracellular matrix. Research has demonstrated that drought stress significantly increases the transcript level of citrus CwINV6, but the transcriptional mechanisms governing its regulation under drought conditions remain elusive. In this study, we characterised the MYB transcription factor gene CsMYB1 from the citrus genome. CsMYB1 is localised in the cell nucleus, and CwINV6 is localised in the cell wall. Furthermore, the transcript levels of both CsMYB1 and CwINV6 significantly increased in 'Nanfeng' tangerine fruits (Citrus reticulata) in response to drought or ABA treatment. Transient overexpression of CsMYB1 or CwINV6 promoted the accumulation of glucose and fructose in 'Nanfeng' fruits. Conversely, transient VIGS of CsMYB1 or CwINV6 resulted in the opposite trend. Additionally, stable overexpression of CsMYB1 or CwINV6 significantly increased the soluble sugar content in the fruits of the 'Micro-Tom' tomato lines. Y1H and luciferase assays confirmed that CsMYB1 can bind to the CwINV6 promoter and positively regulate its expression. Taken together, our findings reveal that drought promotes soluble sugar distribution in citrus fruits by increasing sink strength via the CsMYB1-CwINV6 module."
    },
    {
      "pmid": "40204028",
      "title": "Optimizing algal-bacterial systems for efficient sugar cane wastewater treatment: Pollutant removal and biomass resource recovery.",
      "authors": [
        "Qun Wei",
        "Canmei Wang",
        "Yingying Qi",
        "Fu Pang",
        "Ming Wang",
        "Gairen Yang",
        "Xiangmeng Ma"
      ],
      "journal": "Bioresource technology",
      "publication_date": "2025-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sugarcane wastewater is highly biodegradable; however, conventional single-treatment processes are constrained by its excessive organic load. Here, we integrated anaerobic acidification with microalgal bioaugmentation to establish an algal-bacterial symbiotic system, leveraging metabolic synergies within functional microbial consortia. The results demonstrate that this system enables the synergistic integration of anaerobic and aerobic bacteria with microalgae, forming a highly efficient metabolic network that enhances water purification. By systematically investigating environmental determinants of water purification and biomass dynamics in conjunction with response surface methodology (RSM), we optimized environmental parameters. The optimized parameters included an aeration rate of 267 mL/min, a light intensity of 6985 lx, and a 12:12 h light-dark photoperiod. Under optimized conditions, the system achieved a COD removal efficiency of 98.56 % and a biomass yield of 3.43 g/L, underscoring dual efficacy in organic load reduction, aeration demand minimization, and resource recovery. This work provides a sustainable approach for treating high-strength sugarcane wastewater through integrated algal-bacterial processes.",
      "mesh_terms": [
        "Saccharum",
        "Wastewater",
        "Biomass",
        "Water Purification",
        "Microalgae",
        "Biodegradation, Environmental",
        "Bacteria",
        "Water Pollutants, Chemical",
        "Biological Oxygen Demand Analysis"
      ]
    },
    {
      "pmid": "40200242",
      "title": "Perceptions of dietary sugar consumption among public housing residents using a modified qualitative photovoice methodology.",
      "authors": [
        "Mabeline Velez",
        "Brenda Heaton",
        "Chelsey Solar",
        "Yinette Fuertes",
        "Belinda Borrelli",
        "Raul I Garcia",
        "Lisa M Quintiliani"
      ],
      "journal": "BMC public health",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Consumption of dietary sugar (e.g. sugar-sweetened beverages and high sugar foods) is a predominant contributor to chronic health conditions, particularly in communities of low socio-economic position. Our objective was to explore social contextual influences on dietary sugar consumption among public housing residents in Boston, MA. METHODS: This study employed the use of photovoice, a qualitative technique involving participant photography and narratives. Due to the COVID-19 pandemic, we conducted photovoice methods using Zoom. Adult residents of two public housing developments were invited to participate in pairs of online group sessions. The first session provided training on photovoice methodology and a discussion of example photographs and written narratives. Over the ensuing two weeks, participants took or identified stock photos as visual examples of personally-experienced barriers and facilitators of avoiding sugary foods and beverages. During the second session, study staff facilitated development of verbal narratives via group discussion. A total of 18 sessions were audio recorded, transcribed, and double-coded for themes. RESULTS: Participants (n = 49) were predominantly women and identified as either Hispanic (61.2%) or non-Hispanic Black (30.6%). Approximately half of participants (51.1%) reported consuming sugar-sweetened beverages at least once per day. Qualitative analysis revealed participant-identified influences on dietary sugar consumption across multiple domains of influence, including individual preferences, beliefs, or circumstance, the social environment, the physical environment, and the macro environment. CONCLUSIONS: The multiple social contextual influences on dietary sugar consumption identified in this study, particularly centrality of the home, cultural influences, individual-level sabotaging factors, may be useful for development of culturally tailored health promotion messaging and intervention through multiple channels.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Adult",
        "Photography",
        "Middle Aged",
        "Public Housing",
        "Boston",
        "Qualitative Research",
        "Dietary Sugars",
        "COVID-19",
        "Aged",
        "Narration"
      ]
    },
    {
      "pmid": "40195356",
      "title": "The mosquitocidal activity of isoxazoline derivatives afoxolaner, lotilaner, and fluralaner are not affected by mosquito sugar or antibiotic treatment.",
      "authors": [
        "Harouna Soré",
        "Wamdaogo Moussa Guelbeogo",
        "Soumanaba Zongo",
        "Judith M Bolscher",
        "Nicolas Ouédraogo",
        "Adama Gansané",
        "Teun Bousema",
        "Katharine A Collins",
        "Koen J Dechering"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Long-lasting insecticidal nets and indoor residual sprays have played a major role in significantly reducing the burden of malaria. However, the management of mosquitoes resistant to current insecticides continues to be challenging. A promising new strategy is drug-based vector control where drugs are administered to vector hosts (human/animal), which renders the host blood toxic to mosquitoes-thereby reducing mosquito lifespan, fecundity and onward transmission of pathogens. Afoxolaner, fluralaner, and lotilaner are isoxazoline derivatives widely used as systemic insecticides for ectoparasite control in companion animals. Here, the mosquitocidal activity of these compounds against Anopheles gambiae s.s, Anopheles coluzzii, Aedes aegypti, and Anopheles funestus mosquitoes was evaluated. The effect of antibiotic treatment and different carbohydrates in artificial nectar meals on isoxazoline activity was also investigated. All isoxazolines tested showed rapid killing with little difference in susceptibility between different species and genera of mosquitoes. Fluralaner showed the most potent mosquitocidal effects with IC50 values ranging from 44 to 87 nM when mortality was assessed at 24 h post-feeding. Addition of the antibiotic cocktail or variations in sugar diet did not affect isoxazoline potency. In conclusion, data indicate potent and rapid mosquitocidal effects of isoxazolines that are likely unaffected by mosquito sugar feeding behaviour and microbiome dynamics.",
      "mesh_terms": [
        "Animals",
        "Isoxazoles",
        "Insecticides",
        "Anti-Bacterial Agents",
        "Anopheles",
        "Mosquito Vectors",
        "Aedes",
        "Mosquito Control",
        "Sugars",
        "Culicidae"
      ]
    },
    {
      "pmid": "40129672",
      "title": "Associations of body roundness index and sugar-sweetened beverage consumption with psychological symptoms in adolescents: a multicenter cross-sectional survey based on Chinese adolescents aged 12-18 years old.",
      "authors": [
        "Long Chen",
        "Wei Zheng",
        "Caiyun Wei",
        "Jiayu Ling",
        "Qingtao Kong"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Adolescent psychosocial symptoms continue to rise, negatively affecting academic performance and future achievement, and have become an important public health issue of common concern worldwide. However, few studies have been conducted on the association between body roundness index (BRI) and sugar-sweetened beverage (SSB) consumption and psychological symptoms in Chinese adolescents. The present study may provide implications for the intervention and prevention of psychological symptoms in Chinese adolescents. METHODS: In this study, 47,520 adolescents aged 12-18 years from six geographic regions of China were assessed cross-sectionally for BRI, SSB consumption, and psychological symptoms in 2023. Independent samples t-tests, chi-square tests, logistic regression analyses, and ordered logistic regression analyses were used to compare and analyze the associations that existed between BRI and SSB consumption and psychological symptoms among Chinese adolescents. RESULTS: The BRI of Chinese adolescents aged 12-18 years was (2.03 ± 0.94). The proportions of adolescents with SSB consumption ≤1 times/week, 2-3 times/week, and ≥ 4 times/week were 33.2, 52.0, and 14.7%, respectively, and the differences were statistically significant in comparison (X 2 value of 597.860, p < 0.001). The prevalence of psychological symptoms among Chinese adolescents was 19.2%. The prevalence rates of emotional problems, behavioral problems, and social adjustment difficulties were 26.1, 25.2, and 16.1%, respectively. After adjusting for relevant covariates, ordered logistic regression analysis showed that with BRI quartiles Q1 and SSB consumption ≤1 times/week as the reference group, the adolescents in the group with BRI quartiles of Q4 and SSB consumption ≥4 times/week (OR = 2.01, 95% CI: 1.77-2.30) had the highest risk of developing psychological symptoms (p < 0.001). CONCLUSION: There is an association between BRI and SSB consumption with psychological symptoms in Chinese adolescents. Chinese adolescents with higher BRI and SSB consumption were at higher risk of developing psychological symptoms. In the future, the increase in BRI and SSB consumption should be effectively controlled to prevent or reduce the occurrence of psychological symptoms."
    },
    {
      "pmid": "40126591",
      "title": "Multi-faceted nutritional science demonstrated through the prism of sugar: a scoping review on sugar intake and association with quality of life in children and adolescents.",
      "authors": [
        "Stefania Noerman",
        "Ute Nöthlings",
        "Danijela Ristić-Medić",
        "Bryndís Eva Birgisdóttir",
        "Inge Tetens",
        "Marjukka Kolehmainen"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: To strengthen the scientific evidence linking dietary sugar consumption with health outcomes, it's essential to look beyond the usual focus on non-communicable diseases (NCDs) and tooth decay. We thus hypothesize that considering other dimensions of health beyond physical health will meaningfully complement the evidence and expand our understanding of the relationship between nutrition and health. PURPOSE: The aim of this scoping review was to explore the scientific evidence of an association between dietary sugar intake and quality of life (QoL) among healthy children and adolescents. METHODS: We performed a literature search in three databases (i.e., PubMed, Scopus, and Web of Science). The search included all types of studies assessing dietary sugar intake in association with QoL, in children and adolescents published in English between January 2001 and January 2023. RESULTS: Twenty-one full-text eligible papers were included in this review: one intervention, two prospective cohort studies, and 18 cross-sectional studies. The number of participants ranged from 25 to 65,000 and age of the participants ranged from 4 to 19 years. The studies differed considerably in exposure and outcome measures. For further qualitative analyses, the studies were categorized into studies related to different dimensions of QoL: food security (n = 4), sleep-related outcomes (n = 5), oral (n = 3) and (mental) health-related QoL (n = 9). Altogether, one study reported a null while the remaining 20 studies found adverse associations between intake of sugar, sugar-sweetened beverages (SSB), or sweets and outcome measures of QoL. CONCLUSION: Through this scoping review, a number of scientific studies have revealed an association between sugar intake among children and adolescents and health-related QoL. The findings underscore a negative association. Our review emphasizes the crucial imperative of embracing a broader spectrum of health dimensions to gain a more wholistic understanding of nutrition, especially in collecting science-based evidence for the development of health policies, including dietary guidelines.",
      "mesh_terms": [
        "Humans",
        "Quality of Life",
        "Adolescent",
        "Child",
        "Dietary Sugars",
        "Child, Preschool",
        "Nutritional Status"
      ]
    },
    {
      "pmid": "40090279",
      "title": "Chitooligosaccharide enhances plant resistance to P. nicotianae via sugar homeostasis and microorganism assembly.",
      "authors": [
        "Qianru Chen",
        "Liguang Zhao",
        "Changliang Jing",
        "Min Yan",
        "Tingting Ren",
        "Ping Zou",
        "Qingyu Li",
        "Shutong Chen",
        "Kexin Yang",
        "Jiajun Fan",
        "Xinxi He",
        "Yiqiang Li",
        "Siqi Ma"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytophthora nicotianae is a highly destructive soil-borne plant pathogen that leads to significant economic losses in agriculture. Chitooligosaccharides (COS) are popular biostimulant which can promote plant growth and responses to biotic and abiotic stresses. However, the role of COS in resisting the black-shank disease (BSD, caused by P. nicotianae) through regulating plant root exudates and rhizosphere microecology remains unclear. An integrative analysis, based on the transcriptome analysis, root exudate metabolome, and biochemical tests, revealed the secretion of more sugar-related differential metabolites and differential gene expressions expressed under COS treatment during the disease resistance response. Furthermore, increased accumulation of trehalose and trehalose 6-phosphate as well as increased activity of trehalose 6-phosphate synthase was observed under COS treatment after inoculation with P. nicotianae. Additionally, sucrose and glucose, which positively regulate resistance to plant diseases, also exhibited elevated levels. Beneficial microorganisms, such as Bacillus were enriched in the rhizosphere soil during COS treatment. The isolated Bacillus velezensis T-2 strain exerted inhibitory activity on P. nicotianae, which was enhanced by the presence of trehalose. This multi-omics study of transcriptome, metabolome, and microbiomics revealed that COS enhances resistance to tobacco BSD by regulating sugar homeostasis and recruiting beneficial microorganisms."
    },
    {
      "pmid": "40057719",
      "title": "'Soft drinks are normal': understanding the lived experiences of Dutch teenagers with respect to sugar-sweetened beverages: a qualitative context-mapping study.",
      "authors": [
        "Rian Pepping",
        "Wilma Waterlander",
        "Barbara Groot",
        "Sanne Kistemaker",
        "Arnoud P Verhoeff",
        "Jacob C Seidell",
        "Vincent Busch"
      ],
      "journal": "BMC public health",
      "publication_date": "2025-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite continuing efforts to reduce teenagers' consumption of sugar-sweetened beverages (SSBs), intake remains high across the globe. Currently, we lack a holistic understanding that also includes the lived experiences of teenagers in today's online and offline environments regarding the role of SSB's. The aim of the present paper is therefore twofold: (1) to gain a holistic understanding of teenagers' perspectives, beliefs, barriers, contextual triggers and latent needs (that is, their lived experiences) in relation to SSB consumption; and (2) to explore their views about which intervention strategies would be most likely to reduce their SSB consumption. METHODS: A qualitative context-mapping approach, including prior sensitising assignments, was used to gain in-depth insights into the lived experiences with regard to SSB consumption of teenagers attending prevocational-level secondary school (VMBO) and living in low socioeconomic position neighbourhoods in Amsterdam, the Netherlands. From March to April 2021, 48 teenagers, aged 12 to 16, took part in the study. Due to COVID-19 restrictions, data were collected partly online and partly in person. All data were coded and analysed using thematic analysis. RESULTS: Four main themes were identified that appeared to influence the teenage SSB consumption: (1) social norms - drinking SSBs is normal; (2) attitudes and beliefs with regard to health versus enjoyment; (3) the easy availability and affordability of SSBs; and (4) intense industry marketing efforts. We additionally explored teenage views about changes most likely to reduce their SSB consumption and found that they would be receptive to population-level interventions such as taxation. CONCLUSIONS: The study provides comprehensive insights into teenagers' lived experiences in relation to SSBs. It highlights the prominent roles of strong social norms, conflicting beliefs, and the pervasive marketing, easy availability and low prices of SSBs. This underlines the need for a systems approach, applying combinations of effective, integrated strategies that can be specifically tailored to the perspectives of today's teenagers.",
      "mesh_terms": [
        "Humans",
        "Adolescent",
        "Netherlands",
        "Female",
        "Sugar-Sweetened Beverages",
        "Male",
        "Qualitative Research",
        "Child",
        "Carbonated Beverages",
        "Adolescent Behavior",
        "COVID-19",
        "Health Knowledge, Attitudes, Practice"
      ]
    },
    {
      "pmid": "40057389",
      "title": "Nonketotic hyperglycemic hemichorea - A rare presentation of elevated blood sugar.",
      "authors": [
        "Sally L Westcott"
      ],
      "journal": "The American journal of emergency medicine",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Nonketotic hyperglycemic hemichorea, also known as diabetic striatopathy or hyperglycemia basal ganglia syndrome, is a rare presentation of hyperglycemia that can be the initial manifestation of diabetes or present in patients with long-standing poorly controlled diabetes. Patients will demonstrate ballismus or choreiform movements which are usually unilateral. On evaluation, patients' labs will show hyperglycemia without evidence of diabetic ketoacidosis. If imaging is obtained, CT or MRI images may mimic ischemic stroke, hypertensive hemorrhages or deposition diseases in the basal ganglia. The cause of these imaging findings is currently unknown. Treatment of the patients' hyperglycemia generally results in symptom resolution but symptoms can persist for weeks. Antipsychotics, antiepileptics and benzodiazepines have been used for symptom management though very little data exists on their efficacy. The current report documents this rare presentation of hyperglycemia in a poorly controlled diabetic woman. Her symptoms improved after a single dose of benzodiazepines and this case supports their use for symptom management in the emergency department until euglycemia is achieved. Additionally, the CT images obtained during this case mimicked a possible ischemic or infectious lesion and potentially led to a delay in diagnosis. Nonketotic hyperglycemic hemichorea is likely to become more commonplace as incidence of diabetes increases and the symptom profile, objective findings and treatment are something emergency physicians should be aware of."
    },
    {
      "pmid": "40034750",
      "title": "A Rest-Shade-Hydration-Hygiene program reduces acute kidney injury and increases production at a sugar mill in Nicaragua, an economic analysis.",
      "authors": [
        "Zachary J Schlader",
        "Thomas Boswell",
        "Heath Prince",
        "Catarina Wesseling",
        "Fabiano A Amorim",
        "Dinesh Neupane",
        "Esteban Arias",
        "Scarlette Poveda",
        "Erik Hansson",
        "Rebekah A I Lucas",
        "Kristina Jakobsson",
        "David H Wegman",
        "Jason Glaser"
      ],
      "journal": "medRxiv : the preprint server for health sciences",
      "publication_date": "2025-Feb-21",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "BACKGROUND: Occupational heat stress mediated acute kidney injury (AKI) has been linked to the development of chronic kidney disease of non-traditional causes (CKDnt) in agriculture workers. Rest-shade-hydration-hygiene (RSHH) programs are promising interventions for preventing CKDnt. An obstacle to the implementation of RSHH programs is the concern that the reduced work time associated with these programs may reduce productivity and earnings. This case study analyzes the economic impact of an RSHH program implemented at a sugar mill in Nicaragua. APPROACH: Data were obtained from the sugar mill over a six-year, five-harvest period (Harvest 1: 2017-18 through Harvest 5: 2021-2022). Data included health and productivity metrics, and RSHH program costs. During Harvest 1 existing heat mitigation strategies were in place but were not optimal. Thus, 2017 was considered the pre-RSHH (baseline) period. Over subsequent harvests progressively improved RSHH programs were implemented. ANALYSIS: A cost-benefit analysis was conducted to estimate the return on investment of the RSHH program. The analysis considered both fixed and variable costs associated with the program, including electrolyte beverage production, costs for AKI treatment and worker training. Benefits were calculated based on productivity improvements, including reductions in absenteeism, and reductions in AKI cases. RESULTS: As soon as 2020, the costs of implementing the RSHH program were offset by savings resulting from increased productivity (i.e., reduced absenteeism and increased worker production) and reduced cases of AKI. The RSHH program yielded a positive return on investment from 2020 and onward. The average return on investment over the five-year period was 0.02 (or a return of $1.02 for every $1.00 invested), which takes into consideration the first two years of the intervention in which there was a negative return on investment. In 2022, every $1.00 invested in the RSHH program saw a return of $1.60. DISCUSSION: This case study provides evidence that implementing an RSHH program can provide both economic and health benefits, particularly in locations where climate change is increasing the already present risk and burden of occupational heat stress. TEASER MESSAGE: A rest-shade-hydration-hygiene intervention program at a sugar mill in Nicaragua produced a positive return on investment after five years by improving both health and productivity outcomes. KEY FINDINGS AND IMPLICATIONS: A positive average return on investment of $1.60 USD for every $1.00 invested was identified after a five-year period following implementation of a rest-shade-hydration-hygiene (RSHH) program at a sugar mill in Nicaragua.Three years after implementation, the costs of implementing the RSHH program were offset by savings resulting from increased productivity (i.e., reduced absenteeism and increased worker production) and reduced cases of acute kidney injury.This case study provides evidence of the health and economic benefits of promoting an easily applicable workplace intervention that addresses current risks as well as the rising threat of climate change induced occupational heat stress."
    },
    {
      "pmid": "40027173",
      "title": "Exploring the epidemiological impact of attractive targeted sugar bait against malaria in combination with standard malaria control.",
      "authors": [
        "Nima R Moghaddas",
        "Mohamed M Traore",
        "Gunter C Müller",
        "Joseph Wagman",
        "Javan Chanda",
        "Julian Entwistle",
        "Christen M Fornadel",
        "Thomas S Churcher"
      ],
      "journal": "Current research in parasitology & vector-borne diseases",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Attractive targeted sugar bait (ATSB) is a potential new vector control tool that exploits the sugar-feeding behaviour of mosquitoes. Little is known about the factors which drive ATSB efficacy, either as a standalone vector control tool or in combination with existing intervention strategies. It has been suggested that the percentage of wild mosquitoes caught fed on dye-containing sugar baits without the toxin could provide an entomological correlate of the potential epidemiological benefit of ATSB. A transmission dynamics mathematical model is combined with data from wild mosquitoes to investigate the relationship between the mosquito dyed fraction, bait-feeding rate and the potential epidemiological impact of ATSB in the presence of standard malaria control. The dyed fraction in Mali varies substantially in space and time (mean 0.34, standard deviation 0.15), causing estimates of the bait-feeding rate to be highly uncertain, especially in areas with existing vector control tools. The model indicates the dyed fractions observed in field experiments were broadly predictive of the reductions in mosquitoes caught when ATSB stations were deployed at scale in Mali (R 2 = 0.90). Model projections suggest that if these bait-feeding rates were observed in all mosquitoes, then the widespread use of ATSB could substantially reduce malaria burden alone or in combinations with standard malaria control, though epidemiological impact is likely to vary substantially in different areas. For example, observing a dyed fraction of 5% would indicate a daily bait-feeding rate of 0.024 (range 0.008-0.049) which is projected to result in 0.13 clinical cases averted per person-year (range 0.051-0.22), a 39% efficacy (range 12-66%) in this particular site. Nevertheless, the uncertainty in the relationship between the observed dyed fraction and the true bait-feeding rate, and the underlying biology of mosquito sugar-feeding means that the epidemiological benefit of this new possible intervention remains unclear."
    },
    {
      "pmid": "40021722",
      "title": "Impact of a digital physical activity intervention on reducing sugar-sweetened beverage intake in young childhood cancer survivors.",
      "authors": [
        "Lauren Ha",
        "Christina Signorelli",
        "Jennifer Cohen",
        "Kristen A Neville",
        "Claire E Wakefield",
        "Richard J Cohn"
      ],
      "journal": "British journal of cancer",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "40011618",
      "title": "Can we rely on delaying the uptake of sugar consumption in the prevention of early childhood caries?",
      "authors": [
        "Orion O'Brien",
        "Greig D Taylor"
      ],
      "journal": "Evidence-based dentistry",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "A COMMENTARY ON: Feldens C A, de Barros Coelho E M R, Vítolo M R, Rogrigues P H, Kramer P F, Peres K G Effectiveness of a sugar consumption prevention programme in the first year of life on the occurrence of early childhood caries: a multicentric randomized trial in Brazil. Caries Res 2024; https://doi.org/10.1159/000541028 . STUDY DESIGN: A multi-centre randomised controlled trial was carried out in Brazil. The intervention group received nutritional counselling based on dietary guidelines produced by UNICEF. The control group received standard dietary and maternal counselling provided by the hospital provider. Randomisation of participants was completed through a computer-based system with an investigator blinded to the recruitment process. Patients were followed up monthly using a combination of phone calls and home visits. SAMPLE: Pregnant women were recruited from four hospitals, across three state capitals, participating in the Baby Friendly Hospital Initiative. Mothers were to be at least 18 years of age, testing negative for HIV/HTLV1, and had an uncomplicated pregnancy. Their newborns had to have a gestational age of more than 37 weeks and weigh more than 2.5 kg. A newborn with increased hospital stays due to infection or neonatal conditions which affected breastfeeding were not included. Sample size calculation was undertaken. DATA ANALYSIS: Baseline data was collected. At 6- and 12-month intervals, a combination of validated questionnaires, including 24-hour recalls, and interviews were used to assess the diet. Oral health assessments were carried out by a blinded, trained and calibrated paediatric dentist. The primary outcome was a reduction in ECC. Effect measures (relative risk [RR]) were calculated to determine the effect of the intervention on not consuming sugar at 6 months and on the mean number of sugary items consumed at 12 months. RESULTS: Baseline demographic data were similar, with no significant differences noted, between the intervention and control groups. The probability of not consuming sugar in the first 6-months was 2.4 times less in the intervention group relative to the control group (p = 0.016). ECC was diagnosed in 17.4% of the whole sample; however, no significant difference was noted between groups at any time point (p = 0.281). CONCLUSIONS: Increased intervention to the mother in the first 6-months of life was effective at reducing the amount of sugar intake. However, this did not lead to a statistically significant reduction in ECC.",
      "mesh_terms": [
        "Humans",
        "Dental Caries",
        "Female",
        "Brazil",
        "Infant",
        "Dietary Sugars",
        "Pregnancy",
        "Infant, Newborn",
        "Child, Preschool"
      ]
    },
    {
      "pmid": "40009621",
      "title": "\"You always have a high sugar if you don't communicate\": A qualitative secondary analysis of 'Diabetes Together' process evaluation data from couples in South Africa.",
      "authors": [
        "Lucy Lynch",
        "Myrna van Pinxteren",
        "Peter Delobelle",
        "Naomi Levitt",
        "Buyelwa Majikela-Dlangamandla",
        "Kate Greenwell",
        "Nuala McGrath"
      ],
      "journal": "PLOS global public health",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Type 2 Diabetes Mellitus (T2D) can negatively impact relationships which may affect health and disease management. This can be moderated by positive communication between partners. Our aims were first, to identify ways in which couples' communication and T2D impact each other. Second, we aimed to explore how improving couples' communication may enhance self-management for people living with T2D (PLWD) and their partners in South Africa. We conducted secondary data analysis of qualitative interview and focus group data from an intervention pilot study designed to improve T2D self-management - 'Diabetes Together'. 14 PLWD and their partners took part in two diabetes self-management workshops, including communication skills training, and were offered two couples counselling sessions. Inductive thematic and dyadic analysis explored how T2D and couples' communication were connected, and how participants perceived the impact of couples' communication skills training. Findings were compared to data collected from qualitative interviews with intervention-naive participants. We generated four themes linking couples' communication and T2D: tone of discussions; listening; openness; and being informed about T2D. Participants described that T2D can create negative moods and stress (both from the disease and its management) and this can make communication challenging. They reported that negative communication styles can create stress worsening T2D and making it harder to manage. Participants felt that positive communication could ease stress, enable problem-solving and support behaviour change, which may improve T2D management. Couples reported that communication skills training helped them to address communication-related issues in their relationships. This included managing negative moods, changing communication styles and developing skills to discuss, listen and collaborate on improving T2D self-management. PLWD and their partners perceived that T2D and couples' communication can affect one another positively and negatively. Equipping couples with effective communication skills may empower them to manage T2D more effectively."
    },
    {
      "pmid": "40006795",
      "title": "The Effect of Irrigation and Fertilization Reduction on Yield, Quality, and Resource Use Efficiency of Drip-Fertilized Sugar Beet (Beta vulgaris L.) in Northern China.",
      "authors": [
        "Bowen Zhang",
        "Yuxin Chang",
        "Guolong Li",
        "Shaoying Zhang",
        "Peng Zhang",
        "Zhenzhen Wang",
        "Dejuan Kong"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sugar beet (Beta vulgaris L.) is a crucial economic crop in northern China. Fertilizer and water waste and environmental contaminations were prevalent during sugar beet cultivation. To enhance sugar beet use efficiency and reduce the amount of water and fertilizer required in cultivation, a three-year experiment was performed. Drip fertilization was employed for irrigation and fertilization. The influence of irrigation reductions (15% and 30%) and fertilization reductions (20% and 10%) on yield, sugar content, and water and fertilizer use efficiency was evaluated. The yield of root and sugar was not significantly impacted by the 10% fertilizer and 15% reduction in irrigation relative to the conventional water and fertilizer supply treatment (CK). The yield was significantly reduced by 20% fertilizer and 30% irrigation reduction. The sugar yield was also reduced by 30% through irrigation reduction treatments. The root sugar content was increased by irrigation and fertilization reduction (except 10% fertilizer reduction treatment). Partial factor productivity (PFP) was significantly increased by fertilization reduction. The irrigation water use efficiency (WUEi) was significantly increased by irrigation reduction. Water use efficiency (WUE) and fertilizer agronomic efficiency (FAE) were increased by a 10% reduction of fertilization treatment relative to CK; the impact on FAE was more significant compared to WUE. The FAE was reduced by an irrigation reduction. The WUE was reduced by 20% through fertilization reduction treatments. The influence of each treatment on PFP, FAE, and WUEi of sugar yield was mirrored in yield, but the range was narrowed. To ensure high production and efficiency while conserving water and fertilizer during sugar beet cultivation within the test area, the optimal irrigation amount was 1041.91 to 1286.27 m3·ha-1and fertilization amount was 394.04 to 408.03 kg·ha-1. This investigation offers irrigation and fertilization parameters for drip fertilization of sugar beet and a theoretical foundation for the crop's water and fertilizer use."
    },
    {
      "pmid": "39991217",
      "title": "Investigation of calonysterone and 20-hydroxyecdysone effects in high-fat, high-sugar diet-induced obesity rat model.",
      "authors": [
        "Alaa Am Osman",
        "Dávid Laczkó",
        "Máté Vágvölgyi",
        "Adrienn Seres-Bokor",
        "Anita Sztojkov-Ivanov",
        "Kata Kira Kemény",
        "Attila Hunyadi",
        "Eszter Ducza"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Globally, the incidence of obesity among adults has significantly risen since 1990, with a more than twofold rise in prevalence. Similarly, the incidence of obesity among adolescents has increased fourfold. Overweight constitutes a significant health and social issue in developed nations globally. Conventional therapies such as lifestyle modification (nutrition and physical activity) have limited weight reduction. Drug therapy is often not possible or cannot be afforded due to poor patient compliance or therapeutic side effects. 20-hydroxyecdysone (20E) is a worldwide used 'green anabolic' dietary supplement that has beneficial effects in some animal models of metabolic diseases. Our ongoing research examines the impacts of 20E and calonysterone (CAL) in an animal model with a diet high in fats and sugars (HFHSD). Glucose tolerance tests assessed prediabetic status and RT-PCR and Western blot analysis determined interleukin-6 (IL6) expression. The concertations of superoxide dismutase, catalase, adiponectin, leptin, and IL-6 were quantified by ELISA. Total antioxidant capacity was assessed using a colorimetric assay kit, and global DNA methylation was also measured. CAL entirely prevented HFHSD-induced obesity and decreased the inflammatory cytokine (IL6) level and antioxidant activity in our model. Both 20E and CAL normalized the changed plasma concentration of adiponectin and leptin after the HFHS diet. The administration of CAL and 20E in obese rats significantly increased the percent of total DNA methylation. This is the first in vivo study on this natural ecdysteroid, which may offer new alternatives for treating metabolic diseases. Based on our findings, we are supposed to show new preventive possibilities for overweight-induced chronic progressive diseases."
    },
    {
      "pmid": "39985806",
      "title": "Divergence in the effects of sugar feedback regulation on the major gene regulatory network and metabolism of photosynthesis in leaves between the two founding Saccharum species.",
      "authors": [
        "Huihong Shi",
        "Xiuting Hua",
        "Dongxu Zhao",
        "Juanjuan Xu",
        "Min Li",
        "Beiyuan Wan",
        "Zhen Li",
        "Yingying Zhang",
        "Jiayu Yao",
        "Shuangyu Li",
        "Yuhong Lan",
        "Yiying Qi",
        "Ruiting Gao",
        "Yixing Zhang",
        "Kelun Zhang",
        "Yijia Guo",
        "Xianwei Fan",
        "Haibao Tang",
        "Jisen Zhang"
      ],
      "journal": "The Plant journal : for cell and molecular biology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sugarcane is a crop that accumulates sucrose with high photosynthesis efficiency. Therefore, the feedback regulation of sucrose on photosynthesis is crucial for improving sugarcane yield. Saccharum spontaneum and Saccharum officinarum are the two founding Saccharum species for modern sugarcane hybrids. S. spontaneum exhibits a higher net photosynthetic rate but lower sucrose content than S. officinarum. However, the mechanism underlying the negative feedback regulation of photosynthesis by sucrose remains poorly understood. This study investigates the effects of exogenous sucrose treatment on S. spontaneum and S. officinarum. Exogenous sucrose treatment increases sucrose content in the leaf base but inhibits photosynthetic efficiency and the expression of photosynthesis-related pathway genes (including RBCS and PEPC) in both species. However, gene expression patterns differed significantly, with few differentially expressed genes (DEGs) shared between the two species, indicating a differential response to exogenous sucrose. The expression networks of key genes involved in sugar metabolism, sugar transport, and PEPC and RBCS showed divergence between two species. Additionally, DEGs involved in the pentose phosphate pathway and the metabolism of alanine, aspartate, and glutamate metabolism were uniquely enriched in S. spontaneum, potentially contributing to the differential changes in sucrose content in the tip between the two species. We propose a model of the mechanisms underlying the negative feedback regulation of photosynthesis by sucrose in the leaves of S. spontaneum and S. officinarum. Our findings enhance the understanding of sucrose feedback regulation on photosynthesis and provide insights into the divergent molecular mechanisms of sugar accumulation in Saccharum.",
      "mesh_terms": [
        "Photosynthesis",
        "Plant Leaves",
        "Saccharum",
        "Gene Regulatory Networks",
        "Sucrose",
        "Gene Expression Regulation, Plant",
        "Feedback, Physiological",
        "Species Specificity"
      ]
    },
    {
      "pmid": "39973355",
      "title": "Effects of dietary recommendations for reducing free sugar intakes, on free sugar intakes, dietary profiles and anthropometry: a randomised controlled trial.",
      "authors": [
        "Lucy R Boxall",
        "Emily Arden-Close",
        "Janet James",
        "Katherine M Appleton"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Free sugar intakes are currently higher than recommended for health, yet effective strategies for reducing consumption are yet to be elucidated. This work investigated the effects of different dietary recommendations for reducing free sugar (FS) intakes, on relevant outcomes, in UK adults consuming > 5 % of total energy intake (TEI) from FS. Using a randomised controlled parallel-group design, 242 adults received nutrient-based (n 61), nutrient- and food-based (n 60), nutrient-, food- and food-substitution-based (n 63) or no (n 58) recommendations for reducing FS at a single timepoint, with effects assessed for the following 12 weeks. Primary outcomes were FS intakes as a percentage of TEI (%FS) and adherence to the recommendations at week 12. Secondary outcomes included TEI, diet composition, sugar-rich and low-calorie-sweetened food consumption and anthropometry. In intention-to-treat analyses adjusted for baseline measures, %FS reduced in intervention groups (%FSchange = -2·5 to -3·3 %) compared with control (%FSchange = -1·2 %) (smallest B = -0·573, P = 0·03), with effects from week 1 until week 12 and no differences between interventions (largest B = 0·352, P = 0·42). No effects of the interventions were found in dietary profiles, but change in %FS was associated with change in %TEI from non-sugar carbohydrate (B = 0·141, P < 0·01) and from protein (B = -0·171, P = 0·02). Body weight was also lower at week 12 in intervention groups compared with control (B = -0·377, P < 0·05), but associations with %FS were weak. Our findings demonstrate the benefit of dietary recommendations for reducing FS intakes in UK adults. Limited advantages were found for the different dietary recommendations, but variety may offer individual choice."
    },
    {
      "pmid": "39969196",
      "title": "Comparative effects of different sugar substitutes: Mogroside V, stevioside, sucralose, and erythritol on intestinal health in a type 2 diabetes mellitus mouse.",
      "authors": [
        "Huaxue Huang",
        "Sha Liu",
        "Zhi Peng",
        "Bin Wang",
        "Shuang Zhan",
        "Sirui Huang",
        "Wei Li",
        "Dai Liu",
        "Xiulian Yang",
        "Yizhun Zhu",
        "Wenjun Xiao"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Intestinal health disorders significantly contribute to the development of type 2 diabetes mellitus (T2DM). Sugar substitutes such as mogroside V (MOG), stevioside (ST), sucralose (TGS), and erythritol (ERT), are increasingly used in T2DM management as alternatives to sucrose (SUC). However, their effects on intestinal health in T2DM have not been fully compared. In the present study, we established a T2DM mouse model using a high-fat diet and streptozotocin injection. These mice were treated with equal doses of SUC, MOG, ST, TGS, or ERT for 4 weeks to evaluate the effects of these sugar substitutes on intestinal health in T2DM. T2DM mice exhibited increased intestinal permeability, reduced goblet cell numbers, elevated pro-inflammatory cytokine levels, and alterations in both gut microbiota and metabolite composition. After 4 weeks of treatment, MOG showed the most significant benefits. MOG activates the PI3K/AKT pathway, enhancing the expression of tight junction proteins, which improves intestinal barrier function and reduces permeability. This is accompanied by NF-κB inhibition, leading to reduced pro-inflammatory cytokine production and increased mucus secretion. These changes help maintain healthy gut microbiota and metabolites, preventing pathogenic bacteria from entering the bloodstream. ST downregulates NF-κB to alleviate intestinal inflammation and improves gut microbiota and metabolic homeostasis in T2DM. ERT has less beneficial effects. TGS and SUC reduce intestinal inflammation and have a better effect on the duodenum. However, TGS has a negative effect on the colon microbiota and metabolites, whereas SUC has a negative effect on the colon microbiota alone. MOG improved intestinal health in T2DM by modulating the PI3K/AKT and NF-κB pathways, whereas ST primarily modulated NF-κB to alleviate intestinal inflammation. Both treatments were effective, with MOG showing the best performance. Therefore, MOG can be considered a viable alternative to SUC for T2DM management.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Diabetes Mellitus, Type 2",
        "Male",
        "Gastrointestinal Microbiome",
        "Diterpenes, Kaurane",
        "Glucosides",
        "Sucrose",
        "Erythritol",
        "Mice, Inbred C57BL",
        "Intestinal Mucosa",
        "Intestines",
        "Diet, High-Fat",
        "Sweetening Agents",
        "Humans",
        "Triterpenes"
      ]
    },
    {
      "pmid": "39963534",
      "title": "BvBZR1 improves parenchyma cell development and sucrose accumulation in sugar beet (Beta vulgaris L.) taproot.",
      "authors": [
        "Ningning Li",
        "Wei Wang",
        "Xiaotong Guo",
        "Yaqing Sun",
        "Guolong Li",
        "Shaoying Zhang"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BRASSINAZOLE-RESISTANT (BZR) transcription factors, key elements of brassinolide (BR) signal transduction, play an important role in regulating plant growth and development. However, little is known about the molecular regulatory mechanism of BZR in sugar beet taproot growth. In this study, BvBZR1 expression was significantly induced by exogenous BR treatment. Transgenic sugar beet overexpressing BvBZR1 exhibited a higher taproot diameter compared with the wild type, mainly due to a significant enhancement in the spacing between cambial rings by increasing the size and layers of parenchyma cells. BvBZR1 regulated the expression of BvCESA6, BvXTH33, BvFAD3, and BvCEL1 and enhanced cell wall metabolism to promote sugar beet taproot growth in parenchyma cells and the development of each cambium ring. In addition, BvBZR1 overexpression significantly increased the accumulation of sucrose and soluble sugars in the taproot, which was attributed to its ability to regulate the expression of BvSPS and BvINV and improve the activity of BvSPS, BvSS-S, BvSS-C, and BvINV enzymes in each cambium ring and parenchyma cell in the sugar beet taproot. These results suggest that BvBZR1 can regulate the expression of genes related to cell wall and sucrose metabolism, improve corresponding enzyme activity, and promote the development of each cambium ring and parenchyma cell, thereby promoting the growth and development of sugar beet taproots."
    },
    {
      "pmid": "39959579",
      "title": "Burden of cardiometabolic disease attributable to sugar sweetened beverages consumption in North Africa and the Middle East from 1990 to 2021.",
      "authors": [
        "Mohammad-Mahdi Bastan",
        "Seyed Aria Nejadghaderi",
        "Shaghayegh Khanmohammadi",
        "Amir Hossein Behnoush",
        "Amirmohammad Khalaji",
        "Mohammad-Reza Malekpour",
        "Mohammad-Mahdi Rashidi",
        "Sina Azadnajafabad",
        "Mohammadreza Azangou-Khyavy",
        "Sara Momtazmanesh",
        "Moloud Payab",
        "MohammadReza Amini"
      ],
      "journal": "Journal of diabetes and metabolic disorders",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The consumption of sugar-sweetened beverages (SSBs) is recognized as a significant risk factor for chronic non-communicable diseases (NCDs). Accurate estimates of the burden of SSBs are crucial for preventing, controlling, and treating associated diseases to achieve the Third United Nations Sustainable Development Goal of reducing premature mortality from NCDs by one-third by 2030. In this study, we aim to systematically assess the regional patterns and trends in the burden of SSBs in the North Africa and the Middle East (NAME) region. By analyzing regional differences, the study identifies specific areas where SSBs consumption has a more significant impact on public health. METHODS: The study data were retrieved from the Global Burden of Disease (GBD) study 2021. This study analyzed the impact of SSBs on mortality, years lived with disability, years of life lost, and disability-adjusted life years (DALYs) in 21 countries in the NAME region from 1990 to 2021. Our analysis considered various factors, including sex, age, region, and socio-demographic index. RESULTS: In 2021, DALYs attributable to SSBs there were 315,312 (95% uncertainty interval, 140,854 to 503,347) in absolute terms reflecting 518.3% (424.9 to 642.2) increase over three decades. From 1990 to 2021, the age-standardized rate of DALYs attributable to SSBs increased by 118.5%, from 27.9 (11.4 to 43.9) to 61.0 (27.6 to 97.0) per 100,000 population. Qatar (246.7 [113.1 to 404.5]), Saudi Arabia (201.2 [87.1 to 314.2]), and Bahrain (180.1 [78.4 to 295.8]) had the highest age-standardized rate of DALYs. The highest attributable DALYs and mortality from SSBs consumption were due to diabetes mellitus in all countries in 1990 and 2021. In 2021, Qatar (224.7 [104.9 to 365.5]), Bahrain (167.0 [74.8 to 274.8]), and Saudi Arabia (153.1 [75.3 to 230.4]) had the three highest age-standardized rates of DALYs from diabetes mellitus attributed to SSBs. CONCLUSIONS: NAME witnessed a substantial increase in the burden attributable to SSBs. Alarmingly, exposure to SSBs has principally contributed to the increased burden of diabetes mellitus and chronic kidney disease. Among the region's countries, exposure and attributable burden trends vary considerably. It is imperative that governments and health authorities within the NAME region work together to combat SSBs' detrimental effects. Local, socioeconomic, and educational factors need to be considered when developing prevention and treatment strategies at the individual, community, and national levels. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40200-025-01578-9."
    },
    {
      "pmid": "39957417",
      "title": "Effectiveness of an Intervention to Prevent Ultra-Processed Foods and Added Sugar in the First Year of Life: A Multicentre Randomised Controlled Trial in Brazil.",
      "authors": [
        "Paola S Baratto",
        "Daniel J Hoffman",
        "Júlia L Valmórbida",
        "Paula S Leffa",
        "Carlos A Feldens",
        "Márcia R Vitolo"
      ],
      "journal": "Journal of human nutrition and dietetics : the official journal of the British Dietetic Association",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: The early consumption of ultra-processed foods (UPFs) and added sugars (AS) has been linked to adverse outcomes in infancy. The objective of this study was to determine the effectiveness of a dietary counselling strategy to prevent the consumption of UPFs and AS in the first year of life. METHODOLOGY: A multicentre randomised controlled trial was conducted with 516 mother-child pairs in three state capitals of Brazil. Mothers were randomly assigned to the control group (CG) or intervention group (IG) after childbirth. The IG received orientation based on UNICEF dietary guidelines and five monthly telephone calls to reinforce the intervention. Dietary intake was measured using food introduction questionnaires and 24-h recalls during home visits at 6 and 12 months. Between-group differences were analysed by generalised estimating equations and presented as mean difference (95% CI). RESULTS: Children in the IG had lower UPF intake at 6 and 12 months of age (-20.69 g/day; 95% CI: -37.87 to -3.50; p = 0.018 and -32.51 g/day; 95% CI: -61.03 to -3.99; p = 0.025) and lower AS intake at 12 months of age (-4.92 g/day; 95% CI: -9.43 to -0.41; p = 0.033). The intervention also had a positive impact on the period of exclusive breastfeeding, reducing the offer of infant formula, cow's milk, and toddler milk in the first year of life. PRINCIPAL CONCLUSIONS: The dietary counselling strategy was effective at preventing the early consumption of UPFs and AS in the first year of life. Future research should focus on social and cultural barriers to improve adherence to infant feeding interventions.",
      "mesh_terms": [
        "Humans",
        "Brazil",
        "Female",
        "Infant",
        "Male",
        "Adult",
        "Dietary Sugars",
        "Fast Foods",
        "Counseling",
        "Diet",
        "Mothers",
        "Nutrition Policy",
        "Infant Nutritional Physiological Phenomena",
        "Surveys and Questionnaires",
        "Breast Feeding",
        "Food Handling",
        "Feeding Behavior",
        "Food, Processed"
      ]
    },
    {
      "pmid": "39945416",
      "title": "Sweet-liking and sugar supplementation as innovative components in substance use disorder treatment: A systematic review.",
      "authors": [
        "Jan van Amsterdam",
        "Wim van den Brink"
      ],
      "journal": "Journal of psychopharmacology (Oxford, England)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: Substance use disorders are a major global public health concern. While a wide range of psychotherapies and pharmacotherapies are available for their treatment, efficacy is limited and many patients fail to benefit from these treatments. Like addictive substances, sugar seems to trigger the dopaminergic reward centre, and sweet-liking might be a modifier of substance use disorder treatment. METHOD: Systematic review to summarize the role of sugar and sugar-liking in addiction and addiction treatment. RESULTS: Evidence from both preclinical and clinical studies suggests that a certain portion of the population has a genetic predisposition for sweet-liking, which might be related to a higher risk for substance use and dependence. Regarding nicotine dependence, glucose supplementation prior to or during smoking cessation rapidly mitigates withdrawal symptoms and increases smoking abstinence rates during nicotine replacement therapy. In alcohol dependence, sweet-liking patients encounter more challenges in achieving abstinence than sweet-disliking patients. In addition, sweet-liking patients with high cravings demonstrate higher abstinence rates than sweet-disliking patients. Finally, sweet-liking is associated with successful outcomes of naltrexone treatment in patients with an alcohol use disorder. CONCLUSION: These findings present promising new challenges and opportunities to fine-tune and optimize treatment protocols in addiction care.",
      "mesh_terms": [
        "Humans",
        "Substance-Related Disorders",
        "Tobacco Use Disorder",
        "Smoking Cessation",
        "Animals",
        "Alcoholism",
        "Glucose",
        "Dietary Supplements",
        "Naltrexone",
        "Behavior, Addictive"
      ]
    },
    {
      "pmid": "39942930",
      "title": "Synergistic Effects of Biochar and Irrigation on Sugar Beet Growth, Yield, Quality, and Economic Benefit in Arid Regions.",
      "authors": [
        "Fuchang Jiang",
        "Yi Li",
        "Liwei Li",
        "Xiangwen Xie",
        "Wanli Xu",
        "Yang Gao",
        "Asim Biswas"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Jan-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Water scarcity hinders sustainable agriculture in arid and semi-arid regions. This study investigated the combined effects of trickle irrigation and biochar application on sugar beet cultivation in northwest China's arid and semi-arid regions, addressing challenges of water scarcity. Three-year field experiments were conducted using plastic film mulch, four irrigation levels based on crop evapotranspiration (0.6-1.2 ETc), and four biochar application rates (0-30 t ha-1). Results showed that biochar application increased sugar beet germination rates by 7.2-24.5% and enhanced relative chlorophyll content by 3.1-22.1%. Optimal combinations of irrigation and biochar significantly improved growth indices and yield, with maximum values observed under the highest irrigation (1.2 ETc) and 10 t ha-1 biochar treatment. However, the 1.0 ETc irrigation treatment with 10 t ha-1 biochar demonstrated superior water use efficiency (14.8% higher), sustainable yield index (1.1% higher), and economic benefits (1.4% higher) compared to the highest irrigation treatment. Considering growth, yield, quality, water use efficiency, sustainability, and economic factors, an irrigation level of 1.0 ETc combined with a biochar application rate of 10 t ha-1 is recommended for sugar beet cultivation in Xinjiang. This study provides valuable insights and practical strategies for water conservation, high yield, and quality improvement in sugar beet cultivation under arid and semi-arid conditions, contributing to sustainable agricultural practices in water-scarce regions."
    },
    {
      "pmid": "39938850",
      "title": "The effect of gelatinisation and enzymatic hydrolysis methods on the starch, sugar and physicochemical profiles of faba bean milk.",
      "authors": [
        "Olaide A Akintayo",
        "Robert J Falconer",
        "Juanita C Lauer",
        "James M Cowley",
        "Hayriye Bozkurt"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to address challenges of colloidal instability and undesirable sensory properties associated with starch in pulse-based dairy alternatives by investigating enzymatic starch hydrolysis in faba bean milk (FBM). The effects of gelatinisation temperature (60-95 °C) and enzymatic hydrolysis methods (including single enzyme with α-amylase and a multi-enzyme blend containing α-amylase, pullulanase, protease, cellulase, xylanase and lipase) were evaluated on starch and sugar profiles, micromorphology, and rheological properties of FBM. Unhydrolysed FBM exhibited a larger median particle size (114.58 μm), while enzyme-treated samples showed a reduction in particle sizes (38.53-67.63 μm). Both enzymatic treatments resulted in an 85-92 % reduction in starch content, with glucose and maltodextrin levels remaining consistent across different gelatinisation temperatures and hydrolysis variations. Hydrolysis also enhanced colloidal stability by reducing dry sediment (9.55 %) and sedimentation rate (4.69 %/hr) by approximately 45 % and 59 %, respectively. FBM hydrolysed with the multi-enzyme blend displayed lower viscosity (0.07 Pa.s) and consistency coefficient (0.28 Pa.sn) compared to the α-amylase treated samples, likely due to additional peptide breakdown. These findings suggest that a separate pre-gelatinisation stage is not essential for an effective hydrolysis of FBM starch as gelatinisation likely occurs concurrently with enzymatic treatment at 70 °C. Both single and multi-enzyme hydrolysis methods offer promising benefits for improving the sensory properties of FBM and warrant further exploration in future studies.",
      "mesh_terms": [
        "Hydrolysis",
        "Starch",
        "Vicia faba",
        "Gelatin",
        "Viscosity",
        "Rheology",
        "Milk",
        "Animals",
        "alpha-Amylases",
        "Chemical Phenomena",
        "Particle Size",
        "Temperature",
        "Sugars"
      ]
    },
    {
      "pmid": "39917347",
      "title": "Impact of ultrasonication on the physicochemical, pasting, amino acid, mineral, phenolic, and sugar profile of germinated brown rice from various varieties.",
      "authors": [
        "Swasti Mudgal",
        "Narpinder Singh"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Germinated rice, recognized for its enhanced nutritional and functional properties, is a subject of increasing interest due to its potential health benefits. Ultrasonic low-frequency sound waves (40 kHz) treatment of seeds is a green technology that promises to enhance germination capacity of the grains and functional and biochemical properties through the stimulation of water-oxygen uptake and seed metabolism. Ultrasonication treatment (5, 10 and 15 min) significantly enhanced the protein and total dietary fibre content of (brown rice) BR from different varieties. Results showed that ultrasonication accelerated starch and phytic acid degradation and increased the reduced sugar content via activation of alpha-amylase. Moreover, the ultrasonically treated BR had higher levels of gamma-aminobutyric acid, essential amino acids and other bioactive compounds. Ultrasonicated germinated grain can be utilize further by food industry for making functional foods. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s13197-024-06039-4."
    },
    {
      "pmid": "39903599",
      "title": "Sugar-sweetened beverages: taxation evidence from seven European countries and recommendations for implementation in other EU regions.",
      "authors": [
        "Pavel Semerád",
        "Petra Hospodková",
        "Markéta Lamačová",
        "Vladimír Rogalewicz",
        "Ondřej Babuněk",
        "Marian Dobranschi"
      ],
      "journal": "Central European journal of public health",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Higher-than-recommended sugar consumption (< 10% of total energy intake; WHO) leads to negative health impacts and the development of serious diseases. Sugar-sweetened beverages (SSBs) proved to be among the leading sources of free sugar intake, as they contain large amounts of added sugar. Our article aims to propose tax measures that will help change consumer behaviour and reduce SSBs consumption. METHODS: For a comparison of the forms of taxation, the experience of seven countries (Denmark, France, Hungary, Italy, Poland, Catalonia - Spain, and the UK) were analysed. The evolution of sugar consumption, consumption of sweetened drinks and obesity before and after the introduction and/or abolition of the sugar tax were reviewed. RESULTS: States that implemented a tax on SSBs were able to reduce SSBs consumption in the first year after the tax was introduced when states with a sugar-content-based tax have implemented it more effectively than states with a volume-based tax. Based on this finding, we propose basic design assumptions for the tax that can be used in European countries that have not yet introduced the tax. Progressive taxation divides beverages into 3 bands. The basic assumption is to encourage the desired consumer behaviour, i.e., consumption of SSBs with lower sugar content. The proposed tax design is applied to the conditions of the Czech Republic as a model case study. CONCLUSIONS: The results of our study suggest that SSBs taxation could be an effective policy intervention to improve population health by reducing the health impacts of SSBs among children and adolescents, although further studies are needed to prove the causality of the described associations.",
      "mesh_terms": [
        "Taxes",
        "Humans",
        "Sugar-Sweetened Beverages",
        "Europe",
        "European Union",
        "Obesity"
      ]
    },
    {
      "pmid": "39902882",
      "title": "Dual independent mechanisms underlying gut epithelial remodeling upon sugar substitute consumption.",
      "authors": [
        "Dong Woo Seo",
        "Kyung Tae Hong",
        "Jung Hoon Lee",
        "Jun-Seok Lee",
        "Yong Taek Jeong"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intestinal epithelial cells (IECs) are dynamically regulated by luminal contents, including dietary ingredients, food additives, and microbiota-derived metabolites. Although sugar substitutes are commonly used as food additives for their sweet taste and lower calorie content, there is limited experimental evidence regarding their potential to drive gut remodeling. In this study, we designed experimental models for short-term consumption of erythritol, a natural sugar alcohol widely used as a sugar substitute, and investigated its effects on gut remodeling and the underlying mechanisms. Our findings indicate that erythritol consumption induces hyperplasia in tuft cells (TCs) and goblet cells (GCs), as well as enhances the activity of intestinal stem cells-increases in expression levels of leucine-rich repeat containing G protein-coupled receptor 5 (Lgr5), the key intestinal stem cell marker, in the number of proliferating stem cells, and facilitation of their differentiation into villi cells-while maintaining the number of Lgr5+ intestinal stem cells. Notably, the enhanced stem cell activity was observed even in Trpm5 knockout mice, suggesting that it is mechanistically independent of TC hyperplasia. Instead, we demonstrated the functional involvement of the gut microbiota, as antibiotic treatment abolished this effect, and fecal material transfer from erythritol-consumed mice replicated the enhancement of stem cell activity in recipient mice. Furthermore, we identified acetate as the metabolite responsible for enhancing stem cell activity. These findings suggest the functional decoupling of TC hyperplasia and the enhancement of stem cell activity, providing a potential therapeutic avenue for gut epithelial diseases.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Gastrointestinal Microbiome",
        "Intestinal Mucosa",
        "Receptors, G-Protein-Coupled",
        "Erythritol",
        "Mice, Inbred C57BL",
        "Mice, Knockout",
        "TRPM Cation Channels",
        "Male",
        "Epithelial Cells",
        "Stem Cells",
        "Goblet Cells",
        "Cell Differentiation",
        "Sweetening Agents"
      ]
    },
    {
      "pmid": "39900277",
      "title": "Maternal protein restriction and postnatal sugar consumption increases inflammatory response and deregulates metabolic pathways in the liver of male offspring rats with aging.",
      "authors": [
        "Isabelle Tenori Ribeiro",
        "Matheus Naia Fioretto",
        "Sérgio Alexandre Alcantara Dos Santos",
        "Marcus Vinicius Niz Alvarez",
        "Luiz Marcos Frediani Portela",
        "Renato Mattos",
        "Hecttor Baptista Sebastian",
        "Pedro Menchini Vitali",
        "Fábio Rodrigues Ferreira Seiva",
        "Luís Fernando Barbisan",
        "Clélia Akiko Hiruma Lima",
        "Débora Cristina Damasceno",
        "Elena Zambrano",
        "Luis Antonio Justulin"
      ],
      "journal": "Molecular and cellular endocrinology",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the late effects of maternal protein restriction (MPR) and early postnatal sugar consumption on liver health in male Sprague-Dawley rat offspring, focusing on changes observed throughout the aging process. The animals were divided into the following groups: Control (CTR): Male offspring whose dams consumed a normal protein diet (NPD, 17% protein) and water ad libitum during gestation and lactation, and then fed a NPD and water until PND 540; Control + Sugar (CTR + SUG): The same treatment as CTR, but consuming a sugar solution (10% diluted in water) from postnatal day (PND) 21-90, and then fed a NPD and water until PND 540; Gestational and Lactational Low Protein (GLLP): Male offspring whose dams consumed a low-protein diet (LPD, 6% protein) during gestation and lactation and, then fed a NPD and water ad libitum until PND 540; Gestational and Lactational Low Protein + Sugar (GLLP + SUG): male offspring whose dams consumed a LPD during gestation and lactation, and then fed a NPD and a sugar solution (10% diluted in water) ad libitum from PND 21 to 90. On PND 540, the animals were anesthetized, weighed, and euthanized, and their livers were collected for morphological and molecular analyses. The GLLP and GLLP + SUG groups showed lower body weight and lower retroperitoneal fat weight compared to the CTR and CTR + SUG groups. Morphological analysis revealed inflammatory foci in the liver from the CTR + SUG, GLLP, and GLLP + SUG groups, compared to the CTR group. Hepatic activities of CAT, SOD, and GSH-Px were increased in the GLLP + SUG group and decreased in the GLLP group, compared to the CTR group. Immunohistochemistry showed a significant increase in occupied area per foci de hepatocytes positive for GSTpi (placental form) in the CTR + SUG, GLLP, and GLLP + SUG groups, compared to the CTR group. Proteomic analysis of the groups revealed significant changes in hepatic metabolic and inflammatory pathways. In the CTR + SUG group, upregulated pathways associated with non-alcoholic fatty liver disease (NAFLD) and downregulated pathways related to autophagy were observed. In the GLLP and GLLP + SUG groups, there was a significant impact on metabolic pathways, including glucose metabolism, gluconeogenesis, glycogenesis, and cellular stress responses. An upregulation of pathways associated with chemokine- and cytokine-mediated inflammatory processes was also identified, indicating activation of the immune system in the liver during aging. Therefore, MPR, with or without postnatal sugar consumption, resulted in hepatic changes in metabolism and the antioxidant defense in old male offspring.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Liver",
        "Male",
        "Diet, Protein-Restricted",
        "Rats, Sprague-Dawley",
        "Aging",
        "Pregnancy",
        "Inflammation",
        "Rats",
        "Prenatal Exposure Delayed Effects",
        "Maternal Nutritional Physiological Phenomena",
        "Animals, Newborn",
        "Lactation"
      ]
    },
    {
      "pmid": "39898920",
      "title": "Effect of the Sugar Present in the Culture Medium on the Preservation of Human RPE Cell Suspensions.",
      "authors": [
        "Shohei Kitahata",
        "Hinako Ichikawa",
        "Yuji Tanaka",
        "Shin Tanaka",
        "Tatsuya Inoue",
        "Maiko Maruyama-Inoue",
        "Kazuaki Kadonosono"
      ],
      "journal": "Translational vision science & technology",
      "publication_date": "2025-Feb-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The retinal pigment epithelium (RPE) is crucial for photoreceptor function, and its dysfunction is associated with several retinal degenerative diseases. This study examines how different sugars in preservation media affect the viability of RPE cells, highlighting the need for effective storage solutions for cell transplantation. METHODS: Human RPE cells were cultured and suspended in modified media with various sugars. The survival rate was measured for cells cultured under adhesion for 3 weeks and for those stored at 37°C for 24 hours. Metabolism was evaluated using liquid chromatography, whereas the responses to hypoxia were assessed with specific markers. RESULTS: Fructose-containing media significantly enhanced RPE cell survival, even under hypoxic conditions. In adherent cultures, fructose showed higher survival rates compared to galactose, which had a notably low survival rate. Chromatography results indicated that fructose played a role in non-anaerobic metabolism, helping to explain its effectiveness. In suspension, fructose maintained higher cell viability than glucose and suppressed hypoxia markers, suggesting increased resistance to hypoxic stress. CONCLUSIONS: The study highlights the critical role of sugar composition in preservation media on RPE cell survival, positioning fructose as a potential enhancer. Its antioxidative properties suggest fructose could be effective in suspension preservation. These findings indicate that fructose-containing media are promising for preserving RPE cells and could have broader applications in preserving various cell types and tissues. TRANSLATIONAL RELEVANCE: The results of this study may allow for longer-term storage of RPE cells, potentially increasing the versatility of cell transplantation therapy.",
      "mesh_terms": [
        "Humans",
        "Cell Survival",
        "Retinal Pigment Epithelium",
        "Culture Media",
        "Cells, Cultured",
        "Fructose",
        "Glucose",
        "Galactose",
        "Sugars"
      ]
    },
    {
      "pmid": "39878292",
      "title": "Glycemic control to improve post-operative outcomes in patients with type 2 diabetes mellitus: Results of the SUGAR (Surgical Universal euGlycemic Attainment during Recovery) initiative.",
      "authors": [
        "Jolyn S Taylor",
        "Bryan Fellman",
        "Katherine E Cain",
        "Maria D Iniesta",
        "Terri Earles",
        "Melinda Harris",
        "Deepthi James",
        "Christine Siebel",
        "Javier Lasala",
        "Gabriel Mena",
        "Sally Raty",
        "Shannon Popovich",
        "Khanh Vu",
        "Sonali Thosani",
        "Conor Best",
        "Kathleen M Schmeler",
        "Pedro T Ramirez",
        "Larissa A Meyer"
      ],
      "journal": "International journal of gynecological cancer : official journal of the International Gynecological Cancer Society",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Hyperglycemia, or glucose values >180 mg/dL, is associated with adverse post-operative outcomes. Our objective was to determine the impact of improving peri-operative glycemic control and evaluate infectious complications among patients with type 2 diabetes mellitus undergoing open gynecologic surgery. METHODS: A multidisciplinary team standardized pre-operative screening, referral algorithms, and intra-operative and post-operative hyperglycemia management (Surgical Universal euGlycemic Attainment during Recovery initiative). We compared outcomes between a baseline cohort (March 2016-December 2017) and an intervention cohort (February 2018-August 2022). Patients with type 1 diabetes, and planned minimally invasive, multi-team, or emergency surgery were excluded. Clinical and demographic characteristics were compared using the χ2 test, Fisher exact test, t test, or Wilcoxon rank-sum test, and generalized linear mixed models were used with a logit link function. All statistical analyses were performed using Stata/MP v17.0 (College Station, StataCorp). RESULTS: We assessed 103 baseline patients and 167 intervention patients with diabetes. In the baseline cohort, 26 patients (25%) had hemoglobin A1C screened prior to surgery compared with 158 (95%) in the intervention cohort (p < .001). All surgical patients were screened for diabetes to determine eligibility, and we tracked the rate of patients newly diagnosed with type 2 diabetes (18 patients or 11%). The percentages of glucose values ≤180 mg/dL pre-operatively or intra-operatively were similar between cohorts, but the intervention cohort had increased compliance with assessing glucose intra-operatively (84% compared with 55%, p < .001). The percentage of post-operative glucose values ≤180 mg/dL increased from 77% in the baseline cohort to 86% in the intervention cohort (p = .002). The average post-operative glucose value was 10 mg/dL lower in the intervention cohort than in the baseline cohort (p = .005). Rates of surgical site infection, pneumonia, and urinary tract infection were similar between cohorts. CONCLUSION: Our initiative improved compliance with pre-operative glycemic screening and decreased hyperglycemia among diabetic patients. We did not identify the correlation between glycemic control and infectious complications.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Female",
        "Glycemic Control",
        "Middle Aged",
        "Aged",
        "Hyperglycemia",
        "Postoperative Complications",
        "Gynecologic Surgical Procedures",
        "Cohort Studies",
        "Blood Glucose",
        "Adult"
      ]
    },
    {
      "pmid": "39870258",
      "title": "A high fat, high sugar diet exacerbates persistent post-surgical pain and modifies the brain-microbiota-gut axis in adolescent rats.",
      "authors": [
        "Sabrina Salberg",
        "Matthew Macowan",
        "Angela Doshen",
        "Glenn R Yamakawa",
        "Marissa Sgro",
        "Benjamin Marsland",
        "Luke A Henderson",
        "Richelle Mychasiuk"
      ],
      "journal": "NeuroImage",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Persistent post-surgical pain (PPSP) occurs in a proportion of patients following surgical interventions. Research suggests that specific microbiome components are important for brain development and function, with recent studies demonstrating that chronic pain results in changes to the microbiome. Consumption of a high fat, high sugar (HFHS) diet can drastically alter composition of the microbiome and is a modifiable risk factor for many neuroinflammatory conditions. Therefore, we investigated how daily consumption of a HFHS diet modified the development of PPSP, brain structure and function, and the microbiome. In addition, we identified significant correlations between the microbiome and brain in animals with PPSP. Male and female rats were maintained on a control or HFHS diet. Animals were further allocated to a sham or surgery on postnatal day (p) p35. The von Frey task measured mechanical nociceptive sensitivity at a chronic timepoint (p65-67). Between p68-72 rats underwent in-vivo MRI to examine brain volume and diffusivity. At p73 fecal samples were used for downstream 16 s rRNA sequencing. Spearman correlation analyses were performed between individual microbial abundance and MRI diffusivity to determine if specific bacterial species were associated with PPSP-induced brain changes. We found that consumption of a HFHS diet exacerbated PPSP in adolescents. The HFHS diet reduced overall brain volume and increased white and grey matter density. The HFHS diet interacted with the surgical intervention to modify diffusivity in numerous brain regions which were associated with specific changes to the microbiome. These findings demonstrate that premorbid characteristics can influence the development of PPSP and advance our understanding of the contribution that the microbiome has on function of the brain-microbiota-gut axis.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Male",
        "Gastrointestinal Microbiome",
        "Female",
        "Diet, High-Fat",
        "Brain-Gut Axis",
        "Pain, Postoperative",
        "Rats, Sprague-Dawley",
        "Brain",
        "Magnetic Resonance Imaging"
      ]
    },
    {
      "pmid": "39856846",
      "title": "Effect of a Nutritional Education Intervention on the Reduction of Added Sugar Consumption in Schoolchildren in Southeastern Mexico: Community Study.",
      "authors": [
        "Carmen Morales-Ruán",
        "Teresa Shamah-Levy",
        "Danae Gabriela Valenzuela-Bravo",
        "Rebeca Uribe-Carvajal",
        "Corin Hernández-Palafox",
        "María Concepción Medina-Zacarías",
        "Ignacio Méndez Gómez-Humarán"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Consumption of added sugars negatively affects schoolchildren's health, making it essential to promote strategies designed to reduce their intake through educational interventions. This study aimed to evaluate the effect of a nutritional education intervention, INCAI, on the consumption of added sugars among schoolchildren in southeastern Mexico. A 9-month educational intervention was designed to promote healthy eating, physical activity, and the development of socio-emotional skills among primary school children. Information on the usual intake of foods and beverages was collected from 400 schoolchildren at the beginning and end of the intervention using a semiquantitative food frequency questionnaire. For the analysis, a generalized estimating equation (GEE) model was constructed using the Poisson distribution family to estimate the effect of the intervention. The relative incidence in the final stage showed a slight increase of 4% (p = 0.093) in the percentage of added sugars compared with the baseline levels in the control group. By contrast, the intervention effect, represented by the interaction between treatment and time, showed a 10% reduction in the final stage in the intervention group (p < 0.001). Based on these findings, the INCAI educational intervention effectively reduced added sugar consumption by 10% in the intervention group, while no significant reduction was observed in the control group. These results suggest that nutritional education programs can be a useful strategy for lowering added sugar intake among schoolchildren, highlighting the importance of incorporating such interventions into public health policies targeting child populations."
    },
    {
      "pmid": "39855349",
      "title": "The effect of a 14-day Gymnema sylvestre intervention to reduce sugar intake in people self-identifying with a sweet tooth.",
      "authors": [
        "Hsiao Wh",
        "Kruger R",
        "Diako C",
        "Nelson I",
        "Stice E",
        "Ali A"
      ],
      "journal": "Appetite",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Gymnema sylvestre (GS) contains gymnemic acids which can reversibly suppress sweet taste responses. This randomised crossover study aimed to investigate whether supplemental GS use can reduce sugar cravings, sweet food desire and consumption among adults that identify as high sweet food consumers (having a 'sweet tooth'). Participants were told three different mints were trialled to avoid bias. On day zero, 32 healthy participants underwent baseline sensory testing for sweet taste perception using the placebo mint (PLAC). Participants were then randomised into the two intervention groups. On day 15 and 30, participants underwent further sensory testing using the GS mints, before embarking on each 14-day intervention using the GS mints, using either a systematic (at 3 specified times/day; SYS) or ad libitum (up to 6 mints/day at times of their choosing; AD-LIB) regimen, as assigned. On day 30, participants swapped over to the other intervention (using the other regimen), completing final data collection in day 45. At all visits participants completed questionnaires (food frequency questionnaire, beverage questionnaire and cravings questionnaire), anthropometric measures, and sensory testing. Sensory testing was not required for day 45. The AD-LIB condition reduced daily sugar-sweetened beverages (SSB) intake by 42% relative to PLAC (p = 0.015) and reduced overall sugar cravings by 28% relative to PLAC (p = 0.045). Both AD-LIB and SYS reduced pleasantness ratings (p < 0.005) and desire (p = 0.005) for more chocolate. Using GS with an ad libitum regimen reduced sugar cravings and changed sweet food desire and consumption in people identifying as having a sweet tooth.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Adult",
        "Cross-Over Studies",
        "Gymnema sylvestre",
        "Young Adult",
        "Food Preferences",
        "Taste",
        "Craving",
        "Taste Perception",
        "Dietary Sugars",
        "Surveys and Questionnaires",
        "Adolescent",
        "Middle Aged",
        "Saponins",
        "Sweetening Agents",
        "Triterpenes"
      ]
    },
    {
      "pmid": "39834523",
      "title": "Physicochemical characterization and in vitro digestibility of resistant starch from corn starch sugar residue.",
      "authors": [
        "Qianqian Dai",
        "Xiaoke Li",
        "Chuanbo He",
        "Ying Liang",
        "Hejian Xiong",
        "Ying Ma",
        "Shaowei Zhai"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study sought to investigate the thermal stability and digestibility of corn starch sugar residue resistant starch (CSSR-RS) through comparative analysis of the physicochemical properties and structural characteristics among CSSR-RS, high-amylose corn starch (HS), and normal corn starch (NS). CSSR-RS contained 51.76 % resistant starch (RS), with 42.6 % remaining after high-temperature treatment, which was significantly higher than HS, demonstrating strong resistance to gelatinization. CSSR-RS is characterized by highly ordered aggregation of small molecules with a C-type crystalline structure, and irregular granular structures with wrinkled surfaces. Compared with NS and HS, the short-range and long-range order of CSSR-RS were significantly higher, indicating excellent thermal stability. In vitro simulated digestion revealed that the total hydrolysis rate of CSSR-RS was significantly lower than those of NS and HS, and the residual digesta of CSSR-RS also showed better resistance to digestion than HS. CSSR-RS exhibited significant development prospects in healthy food."
    },
    {
      "pmid": "39827793",
      "title": "Hormesis effect of cadmium on pakchoi growth: Unraveling the ROS-mediated IAA-sugar metabolism from multi-omics perspective.",
      "authors": [
        "Runze Li",
        "Mengzhan Qin",
        "Jiyuan Yan",
        "Tao Jia",
        "Xiaodong Sun",
        "Jiawen Pan",
        "Wenwen Li",
        "Zhiguo Liu",
        "Mohamed A El-Sheikh",
        "Parvaiz Ahmad",
        "Peng Liu"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous research on cadmium (Cd) focused on toxicity, neglecting hormesis and its mechanisms. In this study, pakchoi seedlings exposed to varying soil Cd concentrations (CK, 5, 10, 20, 40 mg/kg) showed an inverted U-shaped growth trend (hormesis characteristics): As Cd concentration increases, biomass exhibited hormesis character (Cd5) and then disappear (Cd40). ROS levels rose in both Cd treatments, with Cd5 being intermediate between CK and Cd40. But Cd5 preserved cellular structure, unlike damaged Cd40, hinting ROS in Cd5 acted as signaling regulators. To clarify ROS controlled subsequent metabolic processes, a multi-omics study was conducted. The results revealed 143 DEGs and 793 DEMs across all Cd treatment. KEGG indicated among all Cd treatments, the functional differences encompass: \"plant hormone signal transduction\" and \"starch and sucrose metabolism\". Through further analysis, we found that under the influence of ROS, the expression of IAA synthesis and signaling-related genes was significantly up-regulated, especially under Cd5 treatment. This further facilitated the accumulation of reducing sugars, which provided more energy for plant growth. Our research results demonstrated the signaling pathway involving ROS-IAA-Sugar metabolism, thereby providing a novel theoretical basis for cultivating more heavy metal hyperaccumulator crops and achieving phytoremediation of contaminated soils.",
      "mesh_terms": [
        "Cadmium",
        "Hormesis",
        "Reactive Oxygen Species",
        "Indoleacetic Acids",
        "Soil Pollutants",
        "Seedlings",
        "Gene Expression Regulation, Plant",
        "Carbohydrate Metabolism",
        "Sugars",
        "Plant Growth Regulators",
        "Multiomics"
      ]
    },
    {
      "pmid": "39805169",
      "title": "The effect of hot air treatment on volatile compounds in nectarine fruit and the regulation of glycosidically bound compounds by sugar.",
      "authors": [
        "Yajing Hao",
        "Yujie Zhang",
        "Yan Wang",
        "Dandan Zhou",
        "Kang Tu"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to investigate the impact of hot air (HA) treatment on the sugars and volatiles in postharvest nectarine fruit, nectarines were treated with HA at 40 °C for 4 h and stored at 1 °C for 35 days. Changes of sugars, free and glycosidically bound volatiles, β-glucosidase (β-Glu) activity, and the gene expression of UGT (UDP-glucosyltransferase) in nectarine fruit were determined. The results showed that compared with CK, HA treatment delayed the firmness decline of 48.01%, weight loss of 32.13%, internal browning index of 58.03%, and maintained the high commodity quality of nectarine fruit at the end of storage. HA could reduce the content of aldehydes and increase the content of esters. The bound linalool in HA increased by 171.41% compared with the CK. In addition, the results of in vitro experiments showed that glucose and sucrose systems could increase the content of free and bound linalool by up-regulating the expression of PpUGT85A2, promoted the accumulation of bound benzaldehyde and nonanal, and reduced the corresponding free volatile compounds, it showed that free aldehydes can be synthesized from soluble sugars into bound aldehydes.",
      "mesh_terms": [
        "Fruit",
        "Volatile Organic Compounds",
        "Hot Temperature",
        "Acyclic Monoterpenes",
        "Aldehydes",
        "Glycosides",
        "Gene Expression Regulation, Plant",
        "Plant Proteins",
        "Air",
        "Sugars",
        "Glucose",
        "beta-Glucosidase"
      ]
    },
    {
      "pmid": "39789814",
      "title": "Effect of Screen Time and Sugar Consumption Reduction on Sleep Bruxism in Children: A Randomised Clinical Trial.",
      "authors": [
        "Claudia Restrepo-Serna",
        "María Caicedo-Giraldo",
        "Laura Velasquez-Baena",
        "Graciela Bonfanti",
        "Adriana Santamaría-Villegas"
      ],
      "journal": "Journal of oral rehabilitation",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Sleep bruxism (SB) is associated with alterations in dopamine and serotonin, which are related to increased consumption of added sugar and overuse of screens. The aim of this study was to compare the effect of the interventions 'Food, Fun and Family' (FFF) and Counselling and Education (CE) on the frequency of SB in children. METHODS: A randomised clinical trial was conducted. Forty-eight participants aged between 4 and 8 years, attending the paediatric clinics of Universidad CES (Colombia) and Hospital Elina de la Serna (Argentina) participated in the study. Subjects were randomised into the FFF (experimental) and CE (regular intervention) groups. The frequency of SB was reported with the Children's Sleep Habits Questionnaire (CSHQ), the consumption of added sugar from items with the HBSC-FFQ and the time of use of screens through a diary in baseline (before starting the intervention), at Week 6 and Week 12. Data were analysed with Kruskal-Wallis test followed by Dunn's post hoc, Mann-Whitney test, a linear mixed model and logistic ordinal regression analyses. RESULTS: The FFF group had a more significant reduction in consumption of added sugar and screen time compared to the CE group (p < 0.05), especially from Week 6 to baseline. Regression analysis showed that reducing TV watching and consumption of added sugar were associated with a decrease in SB frequency, especially in the FFF group (OR < 1, p < 0.05), and the results were consistent across different study environments. CONCLUSION: The FFF intervention was more effective in reducing the screen time and sugar consumption and thus decreased the frequency of SB, when compared with the CE intervention. TRIAL REGISTRATION: ClinicalTrials.gov identifier: NCT05310162.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Child",
        "Sleep Bruxism",
        "Screen Time",
        "Child, Preschool",
        "Feeding Behavior",
        "Surveys and Questionnaires",
        "Dietary Sugars"
      ]
    },
    {
      "pmid": "39779094",
      "title": "Impact of cold plasma-assisted Non-thermal deamidation and glycosylation on the construction of sugar derivative-zein conjugates for enhancing pickering foam stability: Technical principles and molecular interactions.",
      "authors": [
        "Zihan Qu",
        "Tongliang Yang",
        "Lingxuan Zhao",
        "Yifu Zhang",
        "Shuhong Li",
        "Guiyun Chen",
        "Ye Chen"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "There is an urgent need for stable, plant-based Pickering foams to address the growing consumer demand for sustainable, low-calorie, aerated sweet foods. This study employed a cold plasma-assisted deamidation and glycosylation (CPDG) approach to promote hydrophilic reassembly of zein, resulting in the formation of sugar derivative-zein conjugates. This was accomplished by coupling deamidated zein with polyhydroxy sugars including sucralose (Suc), maltitol (Mal), mannitol (Man), and stevioside (Ste). The research focused on elucidating the technical mechanisms of conjugate formation and the molecular interactions that enhance foam performance. The CPDG-treated conjugates demonstrated substantially increased foamability (140.00-223.33 %) and foam stability (28.57-105.07 %). Furthermore, microscopy (100 × magnification) revealed enhanced bubble counts (+13-15 bubbles) and interface layer thickness (+1.85-4.60 nm), along with a decrease in the drainage area (+8.47-20.52 %) for all conjugates, except Suc/ZN-CP. Particularly, the amphiphilic nature of Ste, characterized by multiple chiral centers, various hydroxyl groups, and a distinct carbonyl group, resulted in the highest covalent grafting degree (38.82 %), water solubility (0.28 mg/mL), foaming capacity (223.33 %), and foam stability (105.07 %) of ZN/Ste-CP after CPDG treatment. Regarding interaction forces, CPDG treatment enhanced both hydrogen bonding and covalent interactions in zein while diminishing electrostatic and hydrophobic forces. Confocal laser scanning microscopy validated that these changes resulted in a hydrophilic conformational shift of the conjugates, allowing Ste to coat micelle surfaces and form chain-like aggregates through viscous stretching, thereby facilitating favorable adsorption and unfolding at the air/water interface. The CPDG technology proved to be an effective and eco-friendly method for modifying the interface of zein, offering a valuable strategy for its application in highly flexible, stabilized Pickering foamed foods.",
      "mesh_terms": [
        "Zein",
        "Glycosylation",
        "Hydrophobic and Hydrophilic Interactions",
        "Plasma Gases",
        "Food Handling",
        "Sugars"
      ]
    },
    {
      "pmid": "39778850",
      "title": "Sugar boiling pre-treatment improves radio frequency explosion puffing quality on modifying the physicochemical and functional properties of purple sweet potato flour.",
      "authors": [
        "Chao Mao",
        "Yurui Chen",
        "Pengfei Ye",
        "Zhi Chang",
        "Shijing Sun",
        "Rong Liu",
        "Yequn Wang",
        "Xiangwei Chen",
        "Hongfei Fu",
        "Yunyang Wang",
        "Ke Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of sugar boiling pretreatment (SBP) with different maltitol concentrations (20 %, 30 %, and 40 %) and boiling time (0 - 6 min) on the physicochemical and functional properties of purple sweet potato flour and the radiofrequency explosion puffing (RFEP) quality were investigated. The results showed that the volume ratio, crispness, anthocyanin retention rate and overall acceptability of the samples were maximized after boiling for 6 min at 40 % maltitol concentration achieving increases of 78.63 %, 437.50 %, 392.25 % and 552.94 %, respectively compared to the control (p < 0.05). Fourier transform-infrared spectroscopy and X-ray diffraction analyses revealed that the flour underwent hydrogen bond breaking and formed hydrogen bonds with maltitol at high temperatures, forming maltitol starch-protein / lipid complexes, resulting in decreased crystallinity, short-range ordering, random coil, -helix and enthalpy, while the non-crystalline region area and -sheet increased. Additionally, the viscosity and storage modulus of the flour increased following pregelatinization. Conversely, as maltitol concentration increased, both viscosity and storage modulus decreased, facilitating the expansion of puffing volume due to the instantaneous total drainage of water upon pressure release. Furthermore, SBP effectively preserved the color and anthocyanin content of the chips. These findings may provide valuable insights for regulating oil-free puffing quality of starchy foods.",
      "mesh_terms": [
        "Ipomoea batatas",
        "Flour",
        "Anthocyanins",
        "Chemical Phenomena",
        "Radio Waves",
        "Starch",
        "Viscosity",
        "Sugars",
        "Food Handling",
        "Spectroscopy, Fourier Transform Infrared",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "39776406",
      "title": "The Vacuolar Inositol Transporter BvINT1;1 Contributes to Raffinose Biosynthesis and Reactive Oxygen Species Scavenging During Cold Stress in Sugar Beet.",
      "authors": [
        "Johannes Berg",
        "Cristina Martins Rodrigues",
        "Claire Scheid",
        "Yana Pirrotte",
        "Cristiana Picco",
        "Joachim Scholz-Starke",
        "Wolfgang Zierer",
        "Olaf Czarnecki",
        "Dieter Hackenberg",
        "Frank Ludewig",
        "Wolfgang Koch",
        "H Ekkehard Neuhaus",
        "Christina Müdsam",
        "Benjamin Pommerrenig",
        "Isabel Keller"
      ],
      "journal": "Plant, cell & environment",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite a high sucrose accumulation in its taproot vacuoles, sugar beet (Beta vulgaris subsp. vulgaris) is sensitive to freezing. Earlier, a taproot-specific accumulation of raffinose was shown to have beneficial effects on the freezing tolerance of the plant. However, synthesis of raffinose and other oligosaccharides of the raffinose family depends on the availability of myo-inositol. Since inositol and inositol-metabolising enzymes reside in different organelles, functional inositol metabolism and raffinose synthesis depend on inositol transporters. We identified five homologues of putative inositol transporters in the sugar beet genome, two of which, BvINT1;1 and BvINT1;2, are localised at the tonoplast. Among these, only the transcript of BvINT1;1 is highly upregulated in sugar beet taproots under cold. BvINT1;1 exhibits a high transport specificity for inositol and sugar beet mutants lacking functional BvINT1;1 contain increased inositol levels, likely accumulating in the vacuole, and decreased raffinose contents under cold treatment. Due to the quenching capacity of raffinose for Reactive Oxygen Species (ROS), which accumulate under cold stress, bvint1;1 sugar beet plants show increased expression of both, ROS marker genes and detoxifying enzymes. Based on these findings, we conclude that the vacuolar inositol transporter BvINT1;1 is contributing to ROS-homoeostasis in the cold metabolism of sugar beet.",
      "mesh_terms": [
        "Beta vulgaris",
        "Raffinose",
        "Reactive Oxygen Species",
        "Inositol",
        "Vacuoles",
        "Plant Proteins",
        "Gene Expression Regulation, Plant",
        "Cold Temperature",
        "Cold-Shock Response",
        "Membrane Transport Proteins",
        "Mutation"
      ]
    },
    {
      "pmid": "39774686",
      "title": "Sugar-sweetened or artificially sweetened beverage consumption, physical activity and risk of type 2 diabetes in US adults.",
      "authors": [
        "Lorena S Pacheco",
        "Deirdre K Tobias",
        "Danielle E Haslam",
        "Jean-Philippe Drouin-Chartier",
        "Yanping Li",
        "Shilpa N Bhupathiraju",
        "Walter C Willett",
        "David S Ludwig",
        "Cara B Ebbeling",
        "Frank B Hu",
        "Marta Guasch-Ferré"
      ],
      "journal": "Diabetologia",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS/HYPOTHESIS: A positive association between sugar-sweetened beverages (SSBs) and diabetes risk has been shown, with inconsistent evidence between artificially sweetened beverages (ASBs) and diabetes. Moreover, it is uncertain if physical activity can mitigate the negative effects of these beverages on diabetes development. Therefore, we aimed to evaluate the independent and joint associations between SSB or ASB consumption and physical activity on the risk of type 2 diabetes. METHODS: We followed 64,029 women in the Nurses' Health Study (1980-2016), 88,340 women in the Nurses' Health Study II (1991-2017) and 39,436 men in the Health Professionals Follow-up Study (1986-2016). SSB and ASB consumption was calculated from food-frequency questionnaires administered every 4 years, while physical activity data were collected biennially. A validated supplementary questionnaire on diabetes symptoms, diagnostic tests and treatment confirmed type 2 diabetes cases. Multivariable Cox proportional hazards regression models were used to calculate HRs and 95% CIs for developing type 2 diabetes. RESULTS: During 5,105,351 person-years of follow-up, we recorded 19,940 new cases of type 2 diabetes. Compared with those who never or rarely consumed SSBs or ASBs, those who consumed ≥2 servings/day had a 41% (HR 1.41 [95% CI 1.33, 1.50]) and 11% (HR 1.11 [95% CI 1.07, 1.16]) higher risk of type 2 diabetes, respectively. For participants meeting physical activity guidelines (≥7.5 metabolic equivalent of task [MET] h/week) and consuming ≥2 servings/week of SSBs or ASBs, the risk was 22% (HR 1.22 [95% CI 1.15, 1.29]) and 7% (HR 1.07 [95% CI 1.02, 1.12]) higher, respectively, compared with those who met physical activity guidelines and never or rarely (<1 serving/month) consumed these beverages. For participants meeting the physical activity guidelines and consuming 1-4 servings/month of SSBs, there was a 9% (HR 1.09 [95% CI 1.02, 1.15]) higher risk of type 2 diabetes. Compared with the reference group (those who met physical activity guidelines and consumed <1 SSB serving/month), adults who did not meet physical activity guidelines (<7.5 MET h/week) and who never or rarely (<1 serving/month) consumed SSBs, had 1-4 SSB servings/month, or had ≥2 SSB servings/week, the HRs (95% CIs) were 1.22 (1.13, 1.31), 1.28 (1.20, 1.37), and 1.51 (1.43, 1.61), respectively. Similarly, for ASB consumption, adults who did not meet physical activity guidelines and who never or rarely (<1 serving/month) consumed ASBs, had 1-4 servings/month, or had ≥2 servings/week, the HRs (95% CIs) were 1.21 (1.14, 1.28), 1.21 (1.13, 1.30), and 1.30 (1.23, 1.37) compared with the reference group (who met physical activity guidelines and consumed <1 ASB serving/month). CONCLUSIONS/INTERPRETATION: Even when individuals were physically active, a higher consumption of SSBs or ASBs was associated with a higher risk of type 2 diabetes. Meeting physical activity guidelines reduced the impact of SSB and ASB consumption on diabetes risk, underscoring the need to promote physical activity as part of lifestyle modifications to lower diabetes incidence.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Female",
        "Exercise",
        "Sugar-Sweetened Beverages",
        "Male",
        "Middle Aged",
        "Adult",
        "United States",
        "Artificially Sweetened Beverages",
        "Risk Factors",
        "Surveys and Questionnaires",
        "Proportional Hazards Models"
      ]
    },
    {
      "pmid": "39770916",
      "title": "Pathway Analysis of Allulose as a Sugar Substitute in Mitigating Thrombotic Risks in Sickle Cell Disease Patients.",
      "authors": [
        "Seong Su Choi",
        "Eun Ji Kim",
        "Su-Kyung Shin",
        "Ji-Yoon Lee",
        "Ji Won Han",
        "Eun-Young Kwon",
        "Heekyong R Bae"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Long-term consumption of erythritol, a widely used sugar substitute, has been associated with increased risks of thrombosis and cardiometabolic diseases. In this study, we investigated the effects and mechanisms of allulose in mitigating these risks compared to erythritol using the clusterProfiler tool in R (version 4.12.6). Since a high-fat diet (HFD) is known to enhance platelet aggregation, we compared the pathways related to these processes between groups of mice treated with allulose and those treated with erythritol. While erythritol exacerbated HFD-induced increased platelet aggregation, allulose treatment significantly reduced it. Further analysis of platelet gene expression in sickle cell disease (SCD) patients to explore the potential of using sugar substitutes revealed that platelet coagulation mechanisms could be exacerbated by HFD. Additionally, the top up- and downregulated pathways in SCD were significantly reduced in the allulose-treated group compared to the erythritol group. Specific mechanisms related to this include the mitochondrial complex I and mitochondrial translational process as potential pathological factors in platelet coagulation related to SCD. Therefore, this study demonstrates that allulose may offer a safer alternative to erythritol in dietary applications, especially in individuals susceptible to thrombotic events, by modulating critical pathways associated with platelet function and mitochondrial activity.",
      "mesh_terms": [
        "Anemia, Sickle Cell",
        "Thrombosis",
        "Humans",
        "Animals",
        "Erythritol",
        "Mice",
        "Platelet Aggregation",
        "Diet, High-Fat",
        "Blood Platelets",
        "Male",
        "Fructose",
        "Mice, Inbred C57BL",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39770859",
      "title": "Proline Improves Pullulan Biosynthesis Under High Sugar Stress Condition.",
      "authors": [
        "Keyi Liu",
        "Junqing Wang",
        "Feng Li",
        "Ruiming Wang",
        "Qingming Zeng",
        "Zhenxing Zhang",
        "Hongwei Liu",
        "Piwu Li"
      ],
      "journal": "Microorganisms",
      "publication_date": "2024-Dec-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pullulan is an extracellular polysaccharide produced via the fermentation of Aureobasidium pullulans. However, high sugar concentrations and hyperosmotic stress limit pullulan biosynthesis during the fermentation process. Therefore, we investigated the effects of proline supplementation on A. pullulans growth and pullulan biosynthesis under high sugar and hyperosmotic stress using physiological, biochemical, and transcriptomic analyses. High sugar concentrations significantly inhibited A. pullulans growth and pullulan biosynthesis. High sugar and hyperosmotic stress conditions significantly increased intracellular proline content in A. pullulans. However, treatment with proline (400 mg/L proline) significantly increased biomass and pullulan yield by 10.75% and 30.06% (174.8 g/L), respectively, compared with those in the control group. To further investigate the effect of proline on the fermentation process, we performed scanning electron microscopy and examined the activities of key fermentation enzymes. Proline treatment preserved cell integrity and upregulated the activities of key enzymes involved in pullulan biosynthesis. Transcriptome analysis revealed that most differentially expressed genes in the proline group were associated with metabolic pathways, including glycolysis/gluconeogenesis, pyruvate metabolism, and sulfur metabolism. Conclusively, proline supplementation protects A. pullulans against high sugar and hyperosmotic stress, providing a new theoretical basis and strategy for the efficient industrial production of pullulans."
    },
    {
      "pmid": "39770692",
      "title": "d-Xylitol Production from Sugar Beet Press Pulp Hydrolysate with Engineered Aspergillus niger.",
      "authors": [
        "Melanie Knesebeck",
        "Marcel Rüllke",
        "Veronika Schönrock",
        "J Philipp Benz",
        "Dirk Weuster-Botz"
      ],
      "journal": "Microorganisms",
      "publication_date": "2024-Dec-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "d-Xylitol is a low-calorie and anti-cariogenic sweetener suitable for diabetic patients, making it a valuable ingredient in various health-related applications. In this study, we investigated the production of d-xylitol from l-arabinose derived from sugar beet press pulp (SBPP) hydrolysate using an engineered Aspergillus niger strain. Initial batch studies applying stirred tank bioreactors demonstrated d-xylitol production of 4.6 g L-1 with a yield of 0.37 g d-xylitol g-1 l-arabinose with a synthetic medium. Subsequently, the conversion of enzymatically produced and clarified SBPP hydrolysate was studied. We found that pre-treatment of the enzymatic hydrolysate with activated carbon was essential to remove inhibitory components. Moreover, an automated aeration switch-off was implemented based on the CO2 signal of the off-gas analyzer of the stirred tank bioreactor to prevent d-xylitol degradation after l-arabinose depletion. This resulted in a final d-xylitol concentration of 4.3 g L-1 with an improved yield of 0.43 g d-xylitol g-1 l-arabinose. The feasibility of utilizing the agricultural residue SBPP for d-xylitol production was successfully demonstrated with engineered A. niger."
    },
    {
      "pmid": "39766931",
      "title": "Improvement of Undaria pinnatifida Sugar-Free Gummy Jellies' Properties by Phycocyanin Under Ultraviolet (UV) Irradiation.",
      "authors": [
        "Ying Bai",
        "Yihan Sun",
        "Chenglei Qiu",
        "Wenxin Xiang",
        "Yu Liu",
        "Yujiao Wang",
        "Hang Qi"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Dec-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, Undaria pinnatifida (UP) was used as the primary research material, and sugar-free gummy jelly was prepared using ultraviolet (UV) irradiation with phycocyanin. The properties were measured using a texture analyzer, color difference analyzer, low-field nuclear magnetic resonance (LF-NMR) analyzer, and sensory evaluation. Additionally, the stability during accelerated storage was examined. The results showed that UV irradiation-assisted phycocyanin significantly increased the hardness of the sugar-free gummy jelly, from 268.4 ± 11.0 g to 477.9 ± 5.2 g, and enhanced its chewiness, from 247.4 ± 12.2 to 415.1 ± 3.1. Additionally, the jelly exhibited stronger water binding ability, with the proportion of immovable water increasing from 6.17 ± 0.66% to 9.52 ± 0.77%. During accelerated storage, the texture properties, color, water migration, and phycocyanin content of the sugar-free gummy jelly were changed. However, UV irradiation-assisted phycocyanin treatment slowed down the changes in the texture, color, and phycocyanin content of the sugar-free gummy jelly, which indicated that the product had good stability during storage. These results enhance the application of UP in sugar-free gummy jellies."
    },
    {
      "pmid": "39742004",
      "title": "The Bioprotective Effects of Marigold Tea Polyphenols on Obesity and Oxidative Stress Biomarkers in High-Fat-Sugar Diet-Fed Rats.",
      "authors": [
        "Bader Alsuwayt",
        "Neelam Iftikhar",
        "Abdullah Ijaz Hussain",
        "Ashfaq Ahmad",
        "Irsa Zafar",
        "Arifa Khanam",
        "Wen-Nee Tan",
        "Lutfun Nahar",
        "Afaf F Almuqati",
        "Esraa Mohammad Haji",
        "Ali F Almutairy",
        "Satyajit D Sarker"
      ],
      "journal": "Cardiovascular therapeutics",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The research is aimed at exploring the potential of marigold petal tea (MPT), rich in polyphenol contents, against oxidative stress and obesity in a rat model following a high-fat-sugar diet (HFSD). Methods: The MPT was prepared through the customary method of decoction and was subjected to analysis for its polyphenol composition using reversed-phase high-performance liquid chromatography (RP-HPLC). Two specific doses of MPT, namely, 250 and 500 mg/kg body weight (BW), were chosen for the study-referred to as MPT-250 and MPT-500, respectively. Result: The main phenolic acids and flavonoids identified in MPT, with concentrations exceeding 10 mg/100 mL of tea, included catechin, rutin, salicylic acid, gallic acid, sinapic acid, chlorogenic acid, cinnamic acid, and ellagic acid. The total phenolic (TP) and total flavonoid (TF) contents in MPT were measured to be 5.53 and 7.73 mg/g, respectively. Additionally, MPT demonstrated a 57.2% scavenging capacity with 2,2-diphenyl-1-picrylhydrazyl radical. Notably, the administration of a higher dose (MPT-500) showed a significant reduction in body mass index (BMI) and a 51.24% reduction in the rate of increase in BW compared to the HFSD group. The findings indicated that all the treatment groups, that is, orlistat treatment (OT), MPT-250, and MPT-500 groups, experienced reduced levels of serum total cholesterol (TC), triglyceride (TG), and markers of lipoproteins in contrast to the HFSD group. Moreover, MPT helped restore the levels of malondialdehyde (MDA), superoxide dismutase (SOD), and reduced glutathione (GSH), thereby demonstrating its potential in combating oxidative stress. The MPT-500 group also displayed decreased liver and kidney weights and an improved atherogenic index when compared to the HFSD group. Conclusion: The results clearly indicate that a high dosage of MPT showed antiobesity activity which was comparable to the same effects produced by the conventional drug orlistat.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Obesity",
        "Polyphenols",
        "Biomarkers",
        "Diet, High-Fat",
        "Male",
        "Antioxidants",
        "Anti-Obesity Agents",
        "Disease Models, Animal",
        "Rats, Sprague-Dawley",
        "Plant Extracts",
        "Liver",
        "Rats",
        "Diet, Carbohydrate Loading",
        "Weight Loss"
      ]
    },
    {
      "pmid": "39727106",
      "title": "Aldolase B Deficient Mice Are Characterized by Hepatic Nucleotide Sugar Abnormalities.",
      "authors": [
        "Amée M Buziau",
        "Dirk J Lefeber",
        "D Cassiman",
        "M Estela Rubio-Gozalbo",
        "Hanneke Kwast",
        "Dean R Tolan",
        "Casper G Schalkwijk",
        "Martijn C G J Brouwers"
      ],
      "journal": "Journal of inherited metabolic disease",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hereditary fructose intolerance (HFI) is characterized by liver damage and a secondary defect in N-linked glycosylation due to impairment of mannose phosphate isomerase (MPI). Mannose treatment has been shown to be an effective treatment in a primary defect in MPI (i.e., MPI-CDG), which is also characterized by liver damage. Therefore, the aims of this study were to determine: (1) hepatic nucleotide sugar levels, and (2), the effect of mannose supplementation on hepatic nucleotide sugar levels and liver fat, in a mouse model for HFI. Aldolase B deficient mice (Aldob-/-) were treated for four weeks with 5% mannose via the drinking water and compared to Aldob-/- mice and wildtype mice treated with regular drinking water. We found that hepatic GDP-mannose and hepatic GDP-fucose were lower in water-treated Aldob-/- mice when compared to water-treated wildtype mice (p = 0.002 and p = 0.002, respectively), consistent with impaired N-linked glycosylation. Of interest, multiple other hepatic nucleotide sugars not involved in N-linked glycosylation, such as hepatic UDP-glucuronic acid, UDP-xylose, CMP-N-acetyl-beta-neuraminic acid, and CDP-ribitol (p = 0.002, p = 0.003, p = 0.002, p = 0.002), were found to have altered levels as well. However, mannose treatment did not correct the reduction in hepatic GDP-mannose levels, nor was liver fat affected. Aldob-/- mice are characterized by hepatic nucleotide sugar abnormalities, but these were not abrogated by mannose treatment. Future studies are needed to identify the underlying mechanisms responsible for the abnormal hepatic nucleotide sugar pattern and intrahepatic lipid accumulation in HFI. Trial Registration: PCT ID: PCTE0000340, this animal experiment is registered at (https://preclinicaltrials.eu/).",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Liver",
        "Fructose-Bisphosphate Aldolase",
        "Mannose",
        "Mice, Knockout",
        "Fructose Intolerance",
        "Disease Models, Animal",
        "Glycosylation",
        "Male",
        "Mice, Inbred C57BL",
        "Nucleotides"
      ]
    },
    {
      "pmid": "39725418",
      "title": "Low-added sugar dietary intervention study to mitigate glucose intolerance and improve body composition in adults with cystic fibrosis: a protocol of a double-blind, randomised study.",
      "authors": [
        "Swati Zaveri",
        "Arlene Stecenko",
        "William R Hunt",
        "Amy Goss",
        "Puneet Sharma",
        "Terryl J Hartman",
        "Kirk Easley",
        "Joshua D Chandler",
        "Tasha M Burley",
        "Chris Driggers",
        "Amy Ciccarella",
        "Heather Zhou",
        "Kristen Narlow",
        "Thomas R Ziegler",
        "Tanicia Daley",
        "Priyathama Vellanki",
        "Jessica Alvarez"
      ],
      "journal": "BMJ open",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: People with cystic fibrosis (PwCF) are at high risk for developing cystic fibrosis (CF)-related diabetes (CFRD), which worsens morbidity and mortality. Although the pathological events leading to the development of CFRD are complex and not completely understood, dietary factors may play a role. For example, habitual intake of dietary added sugar (i.e., sugar not naturally occurring in foods) has been shown to be increased in PwCF and this excess intake of added sugar could increase the risk of CFRD. METHODS AND ANALYSIS/DESIGN: The goal of this ongoing double-blind, randomised, parallel-group clinical trial is to recruit approximately 60 clinically stable adults with CF to determine if a low-added sugar intervention improves beta-cell responsiveness and insulin sensitivity (Aim 1), reduces visceral adipose tissue (VAT) and other ectopic fat deposition (Aim 2) and improves plasma redox status (Aim 3) over 8 weeks compared with a typical CF diet. All foods will be provided. Participant selection criteria include confirmed CF diagnosis without CFRD, ≥18 years of age, and baseline estimated daily total added sugar intake >16 tsp. Eligible participants will be randomised to one of two arms: a low-added sugar diet (<5% of kcal from added sugars) or a high-added sugar (≥13% kcal from added sugars) diet. The two diets will be isocaloric and provide 35%-40% kcal from fat. Participants will be seen in the research unit for a screening, baseline/randomisation and 4-week and 8-week follow-up visits. Major study endpoints are changes in beta-cell responsiveness determined by a glucose-potentiated arginine stimulation test (primary endpoint), VAT assessed by magnetic resonance imagin (MRI) and fasted plasma cysteine redox potential. Diet tolerance, body weight and compliance are monitored weekly by phone by an unblinded study dietitian. All analyses will be intention-to-treat. Changes in study endpoints will be assessed with repeated-measures analysis. Models will assess the effects by study arm, time on study, and the interaction between arm and time on study. ETHICS AND DISSEMINATION: The National Institutes of Health (NIH) funds this study (R01 DK133523). The study protocol was approved by the Emory Institutional Review Board (IRB approval number: 000004517). Any protocol modifications will be reviewed and approved by the IRB prior to implementation and communicated with the study team and participants, as relevant.We will provide reports of the findings to the NIH and Emory IRB in regular progress reports and post the findings on www. CLINICALTRIALS: gov. We will inform the findings of the study to the scientific community through presentations and peer-reviewed publications. Authorship for any resulting publications will follow the guidelines established by the International Committee of Medical Journal Editors. TRIAL REGISTRATION NUMBER: This research study is registered at www. CLINICALTRIALS: gov (NCT05766774).",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Body Composition",
        "Cystic Fibrosis",
        "Dietary Sugars",
        "Double-Blind Method",
        "Glucose Intolerance",
        "Insulin Resistance",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39723723",
      "title": "Cutaneous epitheliotropic T-cell lymphoma in a sugar glider (Petaurus breviceps).",
      "authors": [
        "Piercarlo Amati",
        "Carla Dedola",
        "Roberta Demontis",
        "Chiara Brachelente"
      ],
      "journal": "Veterinary dermatology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A 3-year-old male sugar glider presented with pruritus and alopecia primarily affecting the back and neck regions. Dermatologic diagnostics ruled out common causes. Skin biopsies revealed cutaneous epitheliotropic T-cell lymphoma, a rare condition in sugar gliders. Despite treatment, the glider's condition worsened, leading to death. This case highlights the importance of thorough diagnostic evaluation in exotic pets.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Lymphoma, T-Cell, Cutaneous",
        "Skin Neoplasms",
        "Fatal Outcome",
        "Marsupialia"
      ]
    },
    {
      "pmid": "39707713",
      "title": "Impact of excess sugar on the whole genome DNA methylation pattern in human sperm.",
      "authors": [
        "Josefine Jönsson",
        "Alexander Perfilyev",
        "Unn Kugelberg",
        "Signe Skog",
        "Axel Lindström",
        "Sabrina Ruhrmann",
        "Jones K Ofori",
        "Karl Bacos",
        "Tina Rönn",
        "Anita Öst",
        "Charlotte Ling"
      ],
      "journal": "Epigenomics",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS, PATIENTS & METHODS: Dietary factors may regulate the epigenome. We aimed to explore whether a diet intervention, including excess sugar, affects the methylome in human sperm, and to describe the sperm methylome. We used Whole Genome Bisulfite Sequencing (WGBS) to analyze DNA methylation in sperm taken at three time points from 15 males during a diet intervention; i) at baseline, ii) after one week on a standardized diet, and iii) after an additional week on a high-sugar diet providing 150% of their estimated total energy expenditure. RESULTS: We identified seven nominal diet-associated differentially methylated regions in sperm (p < 0.05). The diet was nominally associated with methylation of 143 sites linked to fertility (e.g. AHRR, GNAS, and HDAC4), 313 sites in imprinted genes (e.g. GLIS3, PEG10, PEG3, and SNURF), and 42 sites in top 1%-expressed genes (e.g. CHD2) (p < 0.05). In sperm, 3'UTRs and introns had the highest levels of methylation, while 5'UTRs and CpG islands had the lowest levels. Non-expressed genes in human sperm were hypomethylated in exons compared with transcribed genes. CONCLUSIONS: In human sperm, DNA methylation levels were linked to gene expression, and excess sugar had modest effects on methylation on imprinted and highly expressed genes, and genes affecting fertility.",
      "mesh_terms": [
        "Humans",
        "Male",
        "DNA Methylation",
        "Spermatozoa",
        "CpG Islands",
        "Adult",
        "Genome, Human",
        "Epigenesis, Genetic",
        "Epigenome",
        "Genomic Imprinting"
      ]
    },
    {
      "pmid": "39702034",
      "title": "Mechanism of induced soluble sugar accumulation and organic acid reduction in plum fruits by application of melatonin.",
      "authors": [
        "Yunying Xiao",
        "Yuxuan Wu",
        "Ziyao Huang",
        "Mengxiao Guo",
        "Lu Zhang",
        "Xian Luo",
        "Hui Xia",
        "Xiaoli Zhang",
        "Dong Liang",
        "Xiulan Lv",
        "Jin Wang",
        "Lijin Lin"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Melatonin (MT) can improve plant resistance and fruit quality. The mechanism by which MT affects soluble sugar and organic acids accumulation in drupe fruits is not clear. In this study, 100 µmol/L MT was sprayed on the leaves of plum trees at the second stage of rapid fruit expansion (90 and 97 d after flowering), and the effects of MT on plum fruit quality and its effects on the soluble sugar-organic acid metabolism were investigated. At 28 d after MT treatment (at maturity), the longitudinal diameter, fruit weight, and vitamin C content of plum fruits were increased by 5.05%, 12.93%, and 56.09%, respectively, compared to the control. MT caused significant increase in the total soluble solids content and decreased the titratable acid content. MT increased the contents of total soluble sugar, sucrose, sorbitol, and citric acid after 21 and 28 days of treatment, while decreasing the contents of fructose, malic acid, quinic acid, and tartaric acid after 28 days of treatment. Additionally, MT increased the activities of sucrose synthase (catabolism direction), sucrose phosphate synthase, glucokinase, fructokinase, sorbitol oxidase, and NADP+-malic enzyme, and decreased the activities of soluble acid converting enzyme, cell wall insoluble converting enzyme, NAD+-sorbitol dehydrogenase, and NAD+-malic dehydrogenase after 21 or 28 days of treatment. Moreover, the differentially expressed genes (DEGs) after 21 and 28 days of treatment were accelerated starch and sucrose metabolism, galactose metabolism, fructose and mannose metabolism, as well as glycolysis, gluconeogenesis, and pentose phosphate metabolism pathways. In conclusion, exogenous MT increases soluble sugar content and decreases organic acid content in plum fruits by regulating various soluble sugar-organic acid metabolic pathways, thereby improving the fruit quality.",
      "mesh_terms": [
        "Fruit",
        "Melatonin",
        "Prunus domestica",
        "Sugars",
        "Carbohydrate Metabolism",
        "Gene Expression Regulation, Plant"
      ]
    },
    {
      "pmid": "39687699",
      "title": "Changes in soluble sugars and the expression of sugar transporter protein genes in strawberry crowns responding to Colletotrichum fructicola infection.",
      "authors": [
        "Si-Yu Chen",
        "Xue Li",
        "Ke Duan",
        "Zi-Yi Li",
        "Yun Bai",
        "Xin-Yi Wang",
        "Jing Yang",
        "Xiao-Hua Zou",
        "Mei-Ling Xu",
        "Ying Wang",
        "Qing-Hua Gao"
      ],
      "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Strawberry (Fragaria × ananassa) production has been greatly hampered by anthracnose crown rot caused by Colletotrichum fructicola. Crown, the modified stem of strawberry, is a sink organ involved in sugar allocation. Some Sugar Transport Proteins (STPs) are involved in competition for sugars between pathogen and host. However, the chemical nature and involvement of strawberry STPs (FaSTPs) in crown rot development is largely elusive. To reveal how strawberry alters soluble sugars and upregulates STPs in responses to C. fructicola, high performance liquid chromatograph and FaSTP expression analysis were performed in the crowns of three strawberry varieties, following a genome-wide identification of FaSTPs. Both C. fructicola and mock treatment/control changed glucose, fructose and sucrose accumulation in strawberry crowns. With increasing infection duration, the hexose/sucrose ratio increased in all varieties; no such trend was clearly visible in mock-treated plants. A total of 56 FaSTP loci scattered across four subgenomes were identified in octoploid strawberry, and most of the protein products of these genes had a preferential location on plasma membrane. Putative fungal elicitor responsive cis-elements were identified in the promoters of more than half FaSTPs. At least eight members were upregulated in strawberry crowns during C. fructicola invasion. Of them, FaSTP8 expression was markedly enhanced in three varieties at all time points except for 3 dpi in 'Jiuxiang'. RNAseq data retrieval further validated the expression responses of FaSTPs to Colletotrichum spp. In summary, this work identified several FaSTP candidate genes responsive to Colletotrichum fructicola invasion, demonstrated changes in soluble sugar levels in strawberry crowns as a result of infection, and laid the groundwork for future efforts to engineer strawberry resistance to Colletotrichum spp. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s12298-024-01523-9."
    },
    {
      "pmid": "39687125",
      "title": "Integrated coagulation-flocculation with nanofiltration and reverse osmosis membrane for treating sugar cane industry effluent.",
      "authors": [
        "Boukary Sawadogo",
        "Abdoul Wahab Nouhou Moussa",
        "Yacouba Konaté",
        "Chayma Tiendrebeogo",
        "Seyram Sossou",
        "Sayon Dit Sadio Sidibé",
        "Harouna Karambiri"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Dec-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sugarcane industries, like other agro-food industries, generate significant volumes of wastewater containing high concentrations of organic and inorganic pollutants. Among the proposed treatment solutions, the anaerobic membrane bioreactor (AnMBR) has proven highly effective in degrading organic pollutants but has limitations in removing color and inorganic pollutants. To address this gap, integrating other technologies with AnMBR is necessary. In this study, we propose coupling AnMBR with either Coagulation-flocculation followed by nanofiltration or reverse osmosis for treating wastewater from sugar industries after initial AnMBR treatment. The wastewater treated by an anaerobic AnMBR pilot plant, fed with wastewater from a sugar cane production unit, was used for the tests. Various formulations of Moringa oleifera were tested, including its defatting and dehulling products with hexane and ethanol. For nanofiltration and reverse osmosis, pressures of 4 and 8 bars respectively were applied. For the coagulation-flocculation phase, granular alum and powdered moringa oleifera seeds were compared as coagulants. Thus, the coupling of the coagulation-flocculation system with nanofiltration and reverse osmosis membranes effectively reduced both organic and inorganic matter. The use of aluminum sulphate proved more effective at high pollution concentrations, while Moringa oleifera extracted with hexane achieved removal rates exceeding 70 % for heavy metals (Cd, Cr, Cu, Zn). Purification efficiencies of over 90 % were obtained after filtration with the reverse osmosis membrane, while the nanofiltration membrane showed retention rates of 90 % for color, but less than 50 % for monovalent ions. The treated effluent at the outlet of the nanofiltration and reverse osmosis systems complies with Burkina Faso's discharge standards, with superior quality allowing for direct reuse in the industry."
    },
    {
      "pmid": "39675384",
      "title": "Effects of an open-label placebo on visual attention directed to food high in sugar, appetite, and desire for sweet taste.",
      "authors": [
        "Jonas Potthoff",
        "Anne Schienle"
      ],
      "journal": "Appetite",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Interventions with deceptive placebos can reduce visual attention directed to high-calorie sweets. Open-label placebos (OLPs), which avoid the ethical concerns associated with deception, have shown promise in various fields. This is the first study to test the effects of OLPs on appetite, desire for sweet taste and visual attention for high-sugar foods. METHODS: In this preregistered laboratory study, fifty-three females (mean age = 22.8 years) were presented with image pairs depicting food high vs. low in sugar as well as non-food items. The image presentation was conducted once with and without an OLP. Different indicators of visual attention (total fixation duration, number of fixations, first fixation location), general appetite and the desire to eat the depicted food items were assessed. Moreover, participants tasted and evaluated a sucrose solution to determine their desire for the sweet taste. RESULTS: The OLP decreased general appetite (p = .005, ηp2 = .09) and the desire to taste the sucrose solution again (p = .036, d = .30). The intervention did not affect visual attention: both conditions (with/without OLP) were characterized by a longer total fixation duration and a higher number of fixations for images with low-sugar food compared to high-sugar food when presented alongside images of non-food. CONCLUSION: The OLP did not reduce visual attention toward images of high-sugar food, and OLP effects were only observed in self-report measures. Future research should elaborate on how the efficacy of OLPs can be improved or whether deception is necessary to decrease visual attention via placebos.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Young Adult",
        "Attention",
        "Adult",
        "Appetite",
        "Taste",
        "Food Preferences",
        "Placebos",
        "Visual Perception",
        "Adolescent",
        "Placebo Effect"
      ]
    },
    {
      "pmid": "39673289",
      "title": "Hydrogen sulfide and ethylene regulate photosynthesis, sugar metabolism, and tolerance to heat stress in the presence of sulfur in rice.",
      "authors": [
        "Ameena Fatima Alvi",
        "Sheen Khan",
        "Nafees A Khan"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heat stress impacts photosynthesis and carbohydrate metabolism, challenging food security. To comprehend the mechanisms of thermotolerance, we examined the role of ethylene (ET) and hydrogen sulfide (H2S) with or without sulfur (S) in rice (Oryza sativa L.). Both ET and H2S promoted heat stress tolerance more conspicuously in the presence of S, restoring the balance between carbon assimilation and utilization. The enhanced photosynthesis in ET and H2S-treated plants under heat stress was linked with increased relative expression of Rubisco subunits rbcS and rbcL and carbohydrate metabolizing, including Sucrose Synthase 2 (SuSy2) and Sucrose transport 1 (SUT1). Notably, the H2S application showed the highest increase of 2.3, 3.2, 3.0, and 2.4-fold expression of the rbcS, rbcL, SuSy2, and SUT1, respectively, compared to the heat stress alone. The application of H2S with S more prominently increased starch content, total soluble sugar, and soluble invertase activity by 59.3%, 35.7%, and 25.9%, and also activity of soluble starch synthase and granule-bound starch synthase by 47.2% and 32.8%, respectively, compared to heat-stressed plants. The treatment (H2S plus S) elevated cysteine and GSH content and the activity of the antioxidant enzymes to maintain cellular redox potential under heat stress. These observed tolerance responses were less pronounced in plants treated with hypotaurine (HT; H2S scavenger) than those treated with norbornadiene (NBD; ET inhibitor), underscoring the superior role of H2S over ET in mitigating heat stress. The present study's findings explain that H2S is crucial for the ET-mediated response in augmenting photosynthesis and heat stress tolerance in rice.",
      "mesh_terms": [
        "Oryza",
        "Photosynthesis",
        "Hydrogen Sulfide",
        "Sulfur",
        "Ethylenes",
        "Heat-Shock Response",
        "Carbohydrate Metabolism",
        "Plant Proteins",
        "Gene Expression Regulation, Plant",
        "Sugars",
        "Thermotolerance",
        "Starch",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "39650302",
      "title": "Sugar-coated Sleep: Raising Dental Red Flags in Smith-Magenis Syndrome.",
      "authors": [
        "Swagata Saha",
        "Kripa Dutta",
        "Prajna Prabhakar Nayak",
        "Manju Raman Nair",
        "Viraj Jayant Naik",
        "K Ananya Rao"
      ],
      "journal": "International journal of clinical pediatric dentistry",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "AIM AND BACKGROUND: Smith-Magenis syndrome (SMS) is a rare condition characterized by abnormalities affecting chromosome 17 or RAI1, leading to physical, developmental, and behavioral challenges. SMS occurs in approximately 1 in 25,000 individuals, presenting complex clinical and dental issues. CASE DESCRIPTION: This case report focuses on the dental care of a 3-year-old child diagnosed with SMS, emphasizing a comprehensive treatment plan. The child exhibited typical SMS traits, including sleep disturbances, developmental delays, and behavioral problems. The multidisciplinary team integrated dental interventions with strategies to manage these challenges effectively. CONCLUSION: This report contributes to the limited knowledge on managing SMS, highlighting the effectiveness of a multidisciplinary approach in meeting the diverse needs of affected individuals. CLINICAL SIGNIFICANCE: The scarcity of literature on SMS underscores the importance of documenting such rare cases to enhance understanding and tailor interventions. By documenting successful management strategies, clinicians can better support patients with this rare disorder. HOW TO CITE THIS ARTICLE: Saha S, Dutta K, Nayak PP, et al. Sugar-coated Sleep: Raising Dental Red Flags in Smith-Magenis Syndrome. Int J Clin Pediatr Dent 2024;17(10):1189-1192."
    },
    {
      "pmid": "39647763",
      "title": "Low-dose IL-2 restores metabolic dysfunction and immune dysregulation in mice with type 2 diabetes induced by a high-fat, high-sugar diet and streptozotocin.",
      "authors": [
        "Lijing Huo",
        "Hairui Zhang",
        "Shiyu Hou",
        "Wenting Li",
        "Qingwen Meng",
        "Chenhui Li",
        "Xiaohan Ma",
        "Lijing Huang",
        "Jintian He",
        "Baohua Zhao"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Interleukin-2 (IL-2) is pivotal in immune regulation, particularly in the promotion of regulatory T (Treg) cells and the maintenance of immune tolerance. While its efficacy in autoimmune diseases is well established, its role in type 2 diabetes (T2D) remains largely unexplored. This study investigates the effects of low-dose IL-2 in a KM mouse model of T2D induced by streptozotocin (STZ) and a high-fat, high-sugar (HFHS) diet. We found that low-dose IL-2 administration significantly improved fasting plasma glucose (FPG), glycosylated hemoglobin (HbA1c) levels, and glucose tolerance, indicating better glycemic control. Additionally, IL-2 treatment improved insulin sensitivity, enhanced insulin secretion, and ameliorated lipid metabolism, as evidenced by reduced cholesterol and triglyceride levels. These metabolic improvements were associated with a modulation of inflammation, including a reduction in pro-inflammatory cytokines (TNF-α, IL-1β) and an increase in anti-inflammatory cytokines (IL-10). Importantly, IL-2 also altered the gut microbiome, reducing intestinal inflammation and endotoxin levels, which suggests a broader impact on metabolic health beyond immune regulation. These findings support the potential of low-dose IL-2 as an immunotherapeutic approach for improving metabolic dysfunction and inflammation in T2D.",
      "mesh_terms": [
        "Animals",
        "Interleukin-2",
        "Diabetes Mellitus, Type 2",
        "Mice",
        "Diet, High-Fat",
        "Streptozocin",
        "Male",
        "Diabetes Mellitus, Experimental",
        "Blood Glucose",
        "Gastrointestinal Microbiome",
        "Cytokines",
        "Lipid Metabolism",
        "Insulin Resistance",
        "Insulin",
        "Glycated Hemoglobin"
      ]
    },
    {
      "pmid": "39644857",
      "title": "Chloroplast-localized transporter OsNTP1 mediates cadmium transport from root to shoot and sugar metabolism in rice.",
      "authors": [
        "Jingxin Wang",
        "Lingwei Yang",
        "Bo Xu",
        "Ruijie Cao",
        "Sidra Charagh",
        "Suozhen Hui",
        "Liang Zhou",
        "Yuanyuan Zhang",
        "Yujuan Chen",
        "Zhonghua Sheng",
        "Guiai Jiao",
        "Gaoneng Shao",
        "Ling Wang",
        "Fengli Zhao",
        "Lihong Xie",
        "Yusong Lyu",
        "Shaoqing Tang",
        "Shikai Hu",
        "Peisong Hu"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cadmium (Cd) is an element with high toxicity to living organisms, and its accumulation in rice grains poses a threat to human health. In this study, we report a novel nickel-transport family protein, OsNTP1, that is involved in Cd transport from root to shoot. Heterologous expression of OsNTP1 in yeast enhanced Ni and Cd tolerance. In rice, the transporter OsNTP1 is localized at the chloroplast and the expression of OsNTP1 was rapidly induced by Cd treatment. Under Cd²⁺ treatment, the Cd content in the shoots of OsNTP1-RNAi lines was significantly increased. Notably, knockdown of OsNTP1 significantly reduces Cd accumulation in the grains, highlighting its critical role in minimizing Cd contamination in edible parts of the plant. In addition, knockout or knockdown OsNTP1 also increased sensitivity to sucrose. Sucrose treatment led to more starch particles at the OsNTP1-RNAi shoot base, and exogenous sucrose can alleviate the inhibitory effects of Cd stress on sugar metabolism and starch synthesis in OsNTP1-RNAi lines. The present study provides a new genetic resource for breeding low-Cd grains and exploring the response mechanisms of sugar metabolism to Cd stress.",
      "mesh_terms": [
        "Oryza",
        "Cadmium",
        "Plant Shoots",
        "Plant Roots",
        "Chloroplasts",
        "Plant Proteins",
        "Carbohydrate Metabolism",
        "Biological Transport",
        "Plants, Genetically Modified",
        "Sucrose"
      ]
    },
    {
      "pmid": "39636581",
      "title": "Incremental versus saturation hypotheses for behavioral nudge in reducing sugar consumption.",
      "authors": [
        "Anna Undarwati",
        "Felix Yong Peng Why"
      ],
      "journal": "Health psychology : official journal of the Division of Health Psychology, American Psychological Association",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This field experiment examined the efficacy of a behavioral nudge intervention towards lowering sugar intake in Indonesia. Specifically, two competing hypotheses were tested as to whether behavioral nudge played an additive role (i.e., the Incremental Hypothesis) or contributed to a ceiling effect (i.e., the Saturation Hypothesis) alongside social context and competition in a multimodal intervention program. METHOD: This field experiment used a three-factorial mixed design involving 403 Indonesian participants based on power statistical analysis: 2 (sugar content nudge: lower sugar tea vs. regular sugar tea default) × 2 (social context: individual vs. group) × 2 (competition: absent vs. present). RESULTS: Nudging was the most powerful intervention in reducing sugar intake, but its effectiveness might be attenuated by social loafing even within Indonesia's collectivist culture. Competition did not work synergistically with nudging but was effective under the nonnudge condition. CONCLUSION: Our results are consistent with those of previous research showing that behavioral nudging has a stronger impact on behavioral change than nonnudge strategies. Contrary to some previous research, people in collectivist Indonesia did engage in social loafing: achievement motivation is not necessarily enhanced in a team of people in a collectivist culture. The Nudge × Competition interaction supports the saturation hypothesis in favor of behavioral nudging: using more than one intervention, when a potent strategy such as nudging is present, might result in diminishing returns that could reduce the overall benefit-cost profile of such multimodal intervention programs. (PsycInfo Database Record (c) 2025 APA, all rights reserved).",
      "mesh_terms": [
        "Humans",
        "Indonesia",
        "Female",
        "Male",
        "Adult",
        "Young Adult",
        "Health Behavior",
        "Behavior Therapy",
        "Motivation",
        "Adolescent",
        "Dietary Sugars",
        "Health Promotion"
      ]
    },
    {
      "pmid": "39634099",
      "title": "Anaerobic membrane bioreactor (AnMBR) with external ultrafiltration membrane for the treatment of sugar beet vinasse.",
      "authors": [
        "Beatriz Egerland Bueno",
        "André Luiz Muniz Brito",
        "Victor S Garcia Rea",
        "Rifki Wahyu Kurnianto",
        "Marcelo Zaiat",
        "Jules B van Lier"
      ],
      "journal": "Frontiers in bioengineering and biotechnology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vinasse, a by-product of ethanol production, is generated at significant rates. While rich in nutrients such as calcium, magnesium, and potassium, its high solids, organic matter, acidity, and sulfate content pose challenges when disposed directly on soil, necessitating treatment. Anaerobic digestion is a viable solution, reducing organic pollution while recovering energy in the form of biogas, aligning with the biorefinery concept. Traditionally, sludge bed reactors and anaerobic contact reactors are utilized for vinasse processing, with sludge granulation being vital for treatment success. However, challenges such as sludge wash-out due to recalcitrant compounds, high solids concentration in the influent, low pH, salinity, and temperature hinder granule formation. Anaerobic membrane bioreactors (AnMBR) offer an alternative, simplifying treatment by integrating intensified pre- and post-treatment units. Due to complete sludge retention, AnMBRs achieve high COD removal efficiencies, yielding a suspended solids-free and largely disinfected effluent. Therefore, AnMBRs show promise for vinasse treatment, eliminating the need for sludge granulation and producing nutrient-rich effluent with minimal residual organics and suspended solids. In this study, an AnMBR equipped with an inside-out external crossflow ultrafiltration membrane was proposed for the treatment of vinasse. The AnMBR reached a COD removal efficiency of 95% ± 2.6% and produced 0.3 CH4 L. g COD removed -1 working at organic loading rates of 8 g COD. L-1 d-1 and membrane fluxes of 10 LMH. At organic loading rates of 10 g COD. L-1 d-1 and fluxes of 12 and 14 LMH, the COD removal efficiency decreased to 77% ± 11% and 73% ± 7.9%, respectively. The AnMBR technology represents an innovation for wastewater treatment, however, more research using the cross-flow configuration and different types of effluents is needed. Literature studies that address the treatment of sugar beet or sugarcane vinasse using AnMBR are still scarce. This study explored the potentials of AnMBR technology for vinasse treatment and contributes to the dissemination of this technology, opening new possibilities for vinasse processing."
    },
    {
      "pmid": "39623864",
      "title": "Childhood obesity, sugar, and Early Childhood Caries: the sweet trap.",
      "authors": [
        "S Colombo",
        "L Paglia"
      ],
      "journal": "European journal of paediatric dentistry",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "What drives our irresistible attraction to foods like chocolate, fries, or a warm apple pie? Sugar intake triggers the brain's dopamine system, creating a sense of reward that unconsciously conditions a preference for foods that satisfy cravings. Over time, this weakens attraction to healthier, low-fat and low-sugar foods. This response shares characteristics with addiction, sparking the concept of \"food addiction.\" For early humans, this reward-driven behaviour was advantageous, motivating them to seek high-calorie foods essential for survival when food was scarce. Today, however, it fuels a global surge in obesity and diabetes the real \"killer\" of our times. Additionally, a study on fruit flies (Drosophila melanogaster) found that a sugar-heavy diet reduces sensitivity to sweetness, leading to increased consumption. This phenomenon, like \"desensitisation\" in humans, suggests that high sugar intake may promote obesity by altering taste perception and reward circuits [May et al., 2019]. The link between sugar-rich diets, obesity, and public health is a critical concern for healthcare professionals, policymakers, and the sustainability of the western healthcare system. A 2024 study published in BMJ [Lara-Castor et al., 2024] revealed that from 1990 to 2018, the consumption of sugar-sweetened beverages (SSBs) in children and adolescents (aged 3-19) from 185 countries rose by 23%, paralleling a global rise in obesity rates in this age group (Fig. 1). The findings highlighted a range of consumption levels influenced by factors like age, parental education, and urban living; however, the overall increase calls for national and targeted approaches to reduce SSB intake. Exactly like the prevalence of overweight (including obesity) among children and adolescents aged 5-19 has risen dramatically from just 8% in 1990 to 20% in 2022. While just 2% of children and adolescents aged 5-19 was obese in 1990 (31 million young people), by 2022, 8% of children and adolescents were living with obesity (160 million young people) [GBD 2019 Risk Factors Collaborators 2020; Okunogbe et al., 2022] (Fig. 2) [Ritchie and Roser, 2017]. Establishing good habits early is vital, as children are highly receptive to new behaviours. Notably, paediatric prevention begins even in the womb [Paglia 2017; Paglia, 2019]: a 2021 Canadian study [Laforest-Lapointeet al, 2021] linked maternal consumption of artificial sweeteners during pregnancy to an increased risk of infant obesity. By examining the gut microbiomes of 100 infants, researchers found that artificial sweetener intake could influence infant gut health and body mass index in the first year of life. The effects of sugar thus begin before birth and extend into early childhood. In Italy, added sugars are often introduced into infants' diets before 12 months, and delayed oral hygiene practices worsen the risks. Parental obesity further correlates with a higher incidence of Early Childhood Caries (ECC), emphasizing the need to address sugar consumption and health habits from prenatal to early childhood stages [D'oria, Bettocchi et al., 2024] Addressing the roots of obesity and diet-related diseases in young populations is therefore crucial and early intervention is key. In Italy, the government is attempting to curb sugar consumption through the so-called \"sugar tax,\" introduced in the 2020 Budget Law. The tax was initially set to take effect on January 1st, 2021; but was postponed to January 1st, 2022. Then to January 1st, 2023; again to January 1st, 2024, and recently postponed once more to January 1st, 2025…Hoping next year will finally be the one!",
      "mesh_terms": [
        "Humans",
        "Child",
        "Pediatric Obesity",
        "Dental Caries",
        "Sugar-Sweetened Beverages",
        "Child, Preschool",
        "Adolescent",
        "Dietary Sugars",
        "Food Preferences"
      ]
    },
    {
      "pmid": "39614569",
      "title": "Engineered microenvironments and pancreatic islet-on-chips for screening sugar substitute and antidiabetic compounds.",
      "authors": [
        "Jingyan Shi",
        "Jianing Li",
        "Wentao Su",
        "Chang Xue",
        "Yuan Zhang",
        "Xinghua Gao"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent advancements in the food industry have rekindled interest in the safety of food additives, such as sugar substitutes and food pigments. Consequently, the main purpose of this study was to develop models that can more accurately predict the effects of these additives on the human body. In response to this demand, we have created an innovative pancreas islet-on-a-chip system featuring a concentration gradient generator and a perfusable 3D cell culture array. This setup facilitates the 3D culture of pseudo-islets under stable biochemical and biophysical conditions. When compared to static culture environments, our dynamic environment maintains islet cell viability at over 95 %, resulting in larger cell clusters that exhibit a higher tendency for aggregation up to 30 μm. Furthermore, the expression levels of key factors integral to islet development, namely INS-1, INS-2, and PDX-1, increased by 4.5-fold, 1.9-fold, and 5.8-fold respectively in the dynamic environment. Utilizing this sophisticated pancreas islet-on-a-chip model, we discovered that the consumption of sugar substitutes like erythritol and sucralose for 1 h does not impact insulin secretion levels. In contrast, the administration of glucagon-like peptide 1 (GLP-1), GLP-1 receptor (GLP-1R) agonist exendin-4, curcumin, and a combination therapy group led to a substantial increase in insulin secretion levels (p < 0.01). Such engineered microenvironments and pancreatic islet-on-chips offer a groundbreaking platform for evaluating sugar substitutes and antidiabetic compounds.",
      "mesh_terms": [
        "Islets of Langerhans",
        "Hypoglycemic Agents",
        "Humans",
        "Cell Survival",
        "Lab-On-A-Chip Devices",
        "Exenatide",
        "Animals",
        "Insulin"
      ]
    },
    {
      "pmid": "39599719",
      "title": "Sugar Composition of Thai Desserts and Their Impact on the Gut Microbiome in Healthy Volunteers: A Randomized Controlled Trial.",
      "authors": [
        "Sayamon Senaprom",
        "Nuttaphat Namjud",
        "Thunnicha Ondee",
        "Akkarach Bumrungpert",
        "Krit Pongpirul"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-18",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The relationship between consuming Thai desserts-predominantly composed of carbohydrates-and gut microbiome profiles remains unclear. This study aimed to evaluate the effects of consuming various Thai desserts with different GI values on the gut microbiomes of healthy volunteers. METHODS: This open-label, parallel randomized clinical trial involved 30 healthy individuals aged 18 to 45 years. Participants were randomly assigned to one of three groups: Phetchaburi's Custard Cake (192 g, low-GI group, n = 10), Saraburi's Curry Puff (98 g, medium-GI group, n = 10), and Lampang's Crispy Rice Cracker (68 g, high-GI group, n = 10), each consumed alongside their standard breakfast. Fecal samples were collected at baseline and 24 h post-intervention for metagenomic analysis of gut microbiome profiles using 16S rRNA gene sequencing. RESULTS: After 24 h, distinct trends in the relative abundance of various gut microbiota were observed among the dessert groups. In the high-GI dessert group, the abundance of Collinsella and Bifidobacterium decreased compared to the low- and medium-GI groups, while Roseburia and Ruminococcus showed slight increases. Correlation analysis revealed a significant negative relationship between sugar intake and Lactobacillus abundance in the medium- and high-GI groups, but not in the low-GI group. Additionally, a moderately negative association was observed between Akkermansia abundance and sugar intake in the high-GI group. These bacteria are implicated in energy metabolism and insulin regulation. LEfSe analysis identified Porphyromonadaceae and Porphyromonas as core microbiota in the low-GI group, whereas Klebsiella was enriched in the high-GI group, with no predominant bacteria identified in the medium-GI group. CONCLUSIONS: The findings suggest that Thai desserts with varying GI levels can influence specific gut bacteria, though these effects may be temporary.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Young Adult",
        "Bacteria",
        "Dietary Sugars",
        "Feces",
        "Gastrointestinal Microbiome",
        "Healthy Volunteers",
        "RNA, Ribosomal, 16S",
        "Thailand"
      ]
    },
    {
      "pmid": "39599662",
      "title": "Protective Effects of Isostrictiniin Against High-Fat, High-Sugar Diet-Induced Steatosis in MASLD Mice via Regulation of the AMPK/SREBP-1c/ACC Pathway.",
      "authors": [
        "Qi Yan",
        "Chenyang Li",
        "Jinfeng Li",
        "Yuhan Yao",
        "Jun Zhao"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Isostrictiniin (ITN), a natural polyphenol extracted from Nymphaea candida (snow-white waterlily), has antioxidant and hepatoprotective activities that may be beneficial in treating metabolic dysfunction-associated steatotic liver disease (MASLD). This study aimed to investigate the protective effects of ITN on high-fat, high-sugar diet (HFSD)-induced steatosis in MASLD mice and its mechanisms. METHODS: Kunming mice were randomly divided into normal control and HFSD groups. After being fed for 4 weeks, the HFSD group was randomly divided into model, atorvastatin calcium (ATC; 10 mg/kg), and ITN (25, 50, and 100 mg/kg) groups. After continued feeding for 4 weeks, the biochemical indexes in the mice were determined. RESULTS: Compared with the model group, the liver index; FBG; HOMA-IR; serum AST, ALT, TG, TC, and LDL-C; and liver MDA, IL-6, TNF-α, and IL-1β levels in the ITN (25, 50, and 100 mg/kg) and ATC (10 mg/kg) groups were significantly decreased (p < 0.05), while serum HDL-C and liver SOD and GSH-Px levels were increased (p < 0.05). Pathological observation showed that ITN treatment mitigated the lipid liver deposition in the HFSD mice. Moreover, ITN could upregulate liver-tissue p-AMPK/AMPK protein expression in the HFSD-induced MASLD mice and downregulate SREBP-1c and ACC levels (p < 0.05). CONCLUSIONS: ITN can significantly improve MASLD mice, and its mechanism may be related to the regulation of the AMPK/SREBP-1c/ACC pathway.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Mice",
        "Sterol Regulatory Element Binding Protein 1",
        "Male",
        "AMP-Activated Protein Kinases",
        "Liver",
        "Acetyl-CoA Carboxylase",
        "Signal Transduction",
        "Disease Models, Animal",
        "Non-alcoholic Fatty Liver Disease",
        "Fatty Liver",
        "Dietary Sugars",
        "Animals, Outbred Strains"
      ]
    },
    {
      "pmid": "39595455",
      "title": "Short-Term Impact of Digital Mental Health Interventions on Psychological Well-Being and Blood Sugar Control in Type 2 Diabetes Patients in Riyadh.",
      "authors": [
        "Abdulaziz M Alodhialah",
        "Ashwaq A Almutairi",
        "Mohammed Almutairi"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2024-Nov-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Type 2 diabetes (T2D) management is complicated by psychological factors, yet mental health interventions are not routinely integrated into diabetes care. This study investigated the impact of a digital mental health intervention on psychological well-being and glycemic control in T2D patients. METHODS: A quasi-experimental study was conducted with 120 T2D patients divided into intervention (n = 60) and control (n = 60) groups. The intervention group received a one-month digital mental health intervention alongside standard care. Psychological well-being (PHQ-9, GAD-7, and DDS) and glycemic control (HbA1c) were assessed at baseline and post-intervention. RESULTS: The intervention group showed significant improvements in HbA1c levels (-0.5%, p = 0.032), PHQ-9 (-3.1, p = 0.001), GAD-7 (-2.8, p = 0.006), and DDS (-7.7, p = 0.012) scores compared to the control group. Strong correlations were observed between psychological improvements and HbA1c reductions. Higher engagement with the digital platform was associated with greater improvements in both psychological and glycemic outcomes. CONCLUSIONS: Integrating digital mental health interventions into T2D care can significantly improve both psychological well-being and glycemic control. These findings support a more holistic approach to diabetes management that addresses both mental and physical health aspects."
    },
    {
      "pmid": "39565038",
      "title": "Effects of resveratrol supplementation on inflammatory markers, fatigue scale, fasting blood sugar and lipid profile in relapsing-remitting multiple sclerosis patients: a double-blind, randomized placebo-controlled trial.",
      "authors": [
        "Sara Keramatzadeh",
        "Seyed Ahmad Hosseini",
        "Nastaran Majdinasab",
        "Bahman Cheraghian",
        "Marzie Zilaee"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2024-Nov-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Resveratrol, a polyphenol found in grapes, has been studied extensively for its potential benefits on metabolic markers and inflammation. While promising results have been observed in animal studies and some human trials, the overall evidence is mixed. Moreover, elevated inflammatory markers have been closely linked to more severe symptoms of Multiple Sclerosis (MS). Therefore, strategies to reduce systemic inflammation could potentially improve outcomes for MS patients. So we aimed to examine the effectiveness of resveratrol supplementation on inflammatory markers in patients with Multiple sclerosis (MS), in a randomized placebo-controlled double-blinded parallel clinical trial. METHODS: A total of 55 subjects with MS were enrolled in this study and randomly assigned to the two groups who were supplemented with resveratrol at a dose of 500 mg/day or received placebo capsules for 8 weeks. Tumor necrosis factor-alpha (TNF-α), Malondialdehyde (MDA), fasting blood sugar (FBS), triglycerides, total cholesterol, low-density lipoprotein - cholesterol (LDL-C), high-density lipoprotein - cholesterol (HDL-C), and the degree of fatigue were measured at baseline and after the intervention. RESULTS: Resveratrol treatment significantly decreased TNF-α (P < 0.001), and MDA (P < 0.001) compared to the placebo. The respective increase and decrease in FBS and HDL levels were seen in both groups, while the change in participants receiving resveratrol was significantly less pronounced. Changes in the levels of TG and fatigue scale remained unchanged. CONCLUSION: This study showed that resveratrol supplementation exerted anti-inflammatory and anti-oxidant effects in patients with MS.Trial registration: Iranian Registry of Clinical Trials identifier: IRCT20230315057731N1."
    },
    {
      "pmid": "39562785",
      "title": "CsWRKY29, a key transcription factor in tea plant for freezing tolerance, ABA sensitivity, and sugar metabolism.",
      "authors": [
        "Chengjin Xue",
        "Xiaozhen Huang",
        "Yichen Zhao"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tea plants (Camellia sinensis L.) are prone to spring frosts, leading to substantial economic damage. WRKY transcription factors are key in plant abiotic stress responses, yet the role of CsWRKY29 in freezing tolerance is unclear. In this study, quantitative real-time PCR (qRT-PCR) and transient green fluorescent protein assay revealed that CsWRKY29 localizes to the nucleus and its expression is induced by cold and abscisic acid (ABA). CsWRKY29 overexpression in Arabidopsis enhanced freezing tolerance, reduced electrolyte leakage, increased soluble sugars, and boosted superoxide dismutase activity, with upregulated COR genes. These lines also showed heightened ABA and glucose sensitivity. Cold treatment of CsWRKY29-overexpressing lines upregulated AtABI5, AtHXK1, and AtSUS4 compared to wild type, and yeast one-hybrid assays confirmed CsWRKY29 binding to the W-box in the CsABI5 promoter. Furthermore, the application of virus-induced gene silencing (VIGS) technology to reduce CsWRKY29 expression in tea plants revealed a significant decrease in the transcript levels of CsCBFs, CsABI5, CsHXK1, and CsSUS4 in the silenced plants. In summary, our findings indicate that CsWRKY29 may serve as a critical transcription factor that contributes to freezing tolerance, ABA responsiveness, and sugar metabolism within tea plants.",
      "mesh_terms": [
        "Transcription Factors",
        "Abscisic Acid",
        "Freezing",
        "Gene Expression Regulation, Plant",
        "Plant Proteins",
        "Carbohydrate Metabolism",
        "Camellia sinensis",
        "Arabidopsis",
        "Plants, Genetically Modified",
        "Promoter Regions, Genetic",
        "Sugars"
      ]
    },
    {
      "pmid": "39548456",
      "title": "Efficacy of attractive targeted sugar bait stations against malaria in Western Province Zambia: epidemiological findings from a two-arm cluster randomized phase III trial.",
      "authors": [
        "Ruth A Ashton",
        "Kochelani Saili",
        "Chama Chishya",
        "Handrinah Banda Yikona",
        "Annie Arnzen",
        "Erica Orange",
        "Chanda Chitoshi",
        "John Chulu",
        "Titus Tobolo",
        "Frank Ndalama",
        "Irene Kyomuhangi",
        "Willy Ngulube",
        "Hawela Moonga",
        "Jacob Chirwa",
        "Laurence Slutsker",
        "Joseph Wagman",
        "Javan Chanda",
        "John Miller",
        "Kafula Silumbe",
        "Busiku Hamainza",
        "Thomas P Eisele",
        "Joshua Yukich",
        "Megan Littrell"
      ],
      "journal": "Malaria journal",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Clinical Trial, Phase III"
      ],
      "abstract": "BACKGROUND: Attractive targeted sugar bait (ATSB) stations containing bait (to attract) and ingestion toxicant (to kill) sugar-foraging mosquitoes are hypothesized to reduce malaria transmission by shortening the lifespan of Anopheles vectors. METHODS: A two-arm cluster-randomized controlled trial (cRCT) was conducted in Western Province Zambia. Seventy clusters of 250-350 households were assigned (1:1) by restricted randomization to an intervention arm (ATSB) or control arm (no ATSB) in the context of standard of care vector control (insecticide-treated nets and/or indoor residual spraying). Two ATSB stations (Westham Sarabi, 0.11% dinotefuran w/w) were maintained on exterior walls of eligible household structures for a 7-month deployment period (December-June) during the high malaria transmission season. The primary outcome was clinical malaria incidence among two consecutive seasonal cohorts of children aged 1-14 years, followed-up monthly from January-June in 2022 and 2023. Secondary outcome was Plasmodium falciparum prevalence among individuals aged over six months. Analysis compared clinical malaria incidence and prevalence between arms among the intention-to-treat population. RESULTS: ATSB coverage, assessed by cross-sectional survey, was 98.3% in March-April 2022 and 89.5% in March-April 2023. 4494 children contributed any follow-up time to the cohort, with 2313 incident malaria cases in the intervention arm (1.28 per child per six-month transmission season), and 2449 in the control arm (1.38 per child-season). The incidence rate ratio between the two arms was 0.91 (95% CI 0.72-1.15, p = 0.42). 2536 individuals participated in cross-sectional surveys, with prevalence of P. falciparum 50.7% in the intervention arm and 53.5% in the control arm. The odds ratio between the two arms was 0.89 (95% CI 0.66-1.18, p = 0.42). Secondary covariable-adjusted and subgroup analyses did not substantially alter the findings. No serious adverse events associated with the intervention were reported. CONCLUSIONS: Two ATSB stations deployed per eligible structure for two consecutive transmission seasons did not result in a statistically significant reduction in clinical malaria incidence among children aged 1-14 years or in P. falciparum prevalence in rural western Zambia. Further studies are needed to assess the efficacy of ATSB stations in different settings and with different deployment strategies. TRIAL REGISTRATION: The trial is registered with Clinicaltrials.gov (NCT04800055).",
      "mesh_terms": [
        "Zambia",
        "Child, Preschool",
        "Infant",
        "Mosquito Control",
        "Adolescent",
        "Child",
        "Humans",
        "Malaria, Falciparum",
        "Animals",
        "Female",
        "Incidence",
        "Mosquito Vectors",
        "Male",
        "Anopheles",
        "Cross-Sectional Studies",
        "Prevalence",
        "Insecticides",
        "Sugars"
      ]
    },
    {
      "pmid": "39547434",
      "title": "Role of glutamatergic signaling in the acquisition and expression of learned sugar preferences in C57BL/6 mice.",
      "authors": [
        "Richard J Bodnar",
        "Alexander Castillo",
        "Ion Carata",
        "Yerachmiel Bochner",
        "Joymin Sarker",
        "Nareesa Rayman",
        "Shania Narine",
        "Rachel Pines",
        "Brian Limbu",
        "Anthony Sclafani"
      ],
      "journal": "Physiology & behavior",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "C57BL/6 (B6) mice learn to prefer glucose or sucrose to initially isopreferred or even more preferred nonnutritive sweeteners due to the postoral appetite stimulating (appetition) actions of glucose. Recent evidence indicates that specific duodenal neuropod cells transmit the glucose appetition signal to the brain via glutamatergic synaptic connections with vagal afferents. The present study found that intraperitoneal pretreatment with a glutamatergic receptor antagonist cocktail (kynurenic acid (KA)/D-2-amino-3-phosphonopentanoic acid (AP3)) in B6 mice did not block the expression of their learned preference for 8% glucose solution over an initially-preferred 0.1% sucralose + 0.1% saccharin solution. However, acquisition of the glucose preference was blocked by drug treatment during 1-h training sessions with the two sweeteners. Systemic KA/AP3 injections also did not block the expression of the learned preference for a 10.6% sucrose solution over a 0.6% sucralose solution. Drug effects on the acquisition of the sucrose preference were not determined because sucrose, unlike glucose conditioning, required 24-h training trials. The findings that the 1-h training regimen conditioned 8% glucose, but not 10.6% sucrose, preferences suggest that glucose has more potent appetition actions. This was confirmed by the finding that B6 mice learned to prefer 10.6% glucose to 10.6% sucrose after 1-h or 24-h training despite an initial strong sucrose preference. This action can be explained by 10.6% sucrose's digestion in the gut to glucose and fructose with only glucose activating the gut-brain appetition pathway.",
      "mesh_terms": [
        "Animals",
        "Mice, Inbred C57BL",
        "Mice",
        "Male",
        "Food Preferences",
        "Glucose",
        "Sucrose",
        "Excitatory Amino Acid Antagonists",
        "Signal Transduction",
        "Sweetening Agents",
        "Saccharin",
        "Glutamic Acid"
      ]
    },
    {
      "pmid": "39519948",
      "title": "Brassinosteroids Alleviate Salt Stress by Enhancing Sugar and Glycine Betaine in Pepper (Capsicum annuum L.).",
      "authors": [
        "Yujie Jin",
        "Ping Yang",
        "Jian Li",
        "Yongchao Yang",
        "Ruopeng Yang",
        "Hongbo Fu",
        "Jie Li"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress is a major abiotic factor that negatively impacts the growth, performance, and secondary metabolite production in pepper (Capsicum annuum L.) plants. Brassinosteroids (BRs) play a crucial role in enhancing plant tolerance to abiotic stress, yet their potential in mitigating salt stress in pepper plants, particularly by promoting sugar and glycine betaine accumulation, remains underexplored. In this study, we investigated the effects of the foliar application of 2,4-epibrassinolide (EBR) on salt-stressed pepper seedlings. Our findings revealed that EBR treatment significantly increased the levels of proline, sugar, and glycine betaine under salt stress compared to untreated controls. Moreover, EBR enhanced the antioxidant defense mechanisms in pepper seedlings by increasing sugar and glycine betaine levels, which contributed to the reduction of reactive oxygen species (ROS) and malondialdehyde (MDA) accumulation."
    },
    {
      "pmid": "39506923",
      "title": "Immigrant Parents' Knowledge and Attitudes: Sociodemographic Variation Related to Restriction of Children's Sugar Intake.",
      "authors": [
        "Manal Mustafa",
        "Elwalid Nasir",
        "Abhijit Sen",
        "Anne Nordrehaug Åstrøm"
      ],
      "journal": "Oral health & preventive dentistry",
      "publication_date": "2024-Nov-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Focusing on immigrant parents with children aged 0-6 months, this study assessed whether awareness of and attitudes towards restricting children's sugar consumption vary according to family sociodemographic background and parents' oral-health-related behaviours. MATERIALS AND METHODS: A cross-sectional study was conducted including immigrant parents attending child public health centers for vaccination of their children. The study included parents born in Asia, Africa, South America, Central America and Eastern Europe. Parents from Western Europe and North America were included if they were partners of the above-mentioned participants. Cross-tabulation and multiple variable logistic regression were used to assess associations of parental knowledge and attitudes with their child's sugar intake and sociodemographic characteristics. RESULTS: Overall, response rate was 72.6%. A total of 345 parents completed personal, structured interviews during their visit to the health centers. Attitudes and knowledge, but not indulgence, related to children's sugar restriction were sociodemographically unequally distributed among immigrant parents. Employed mothers, mothers with immigrant background from North America or Western Europe as well as parents with less frequent own sugar intake were more likely to confirm positive attitudes towards restricting children's sugar snacking. The corresponding odds ratios were OR=1.8 (95% CI 1.1-3.1) and OR=6.6 (95% CI 2.3-18.9). Employed mothers and parents having received dental care information were more likely than their counterparts to possess good oral-health-related knowledge. CONCLUSION: Parents from sociodemographically disadvantaged backgrounds were less inclined to express positive attitudes and demonstrate sufficient knowledge regarding the limitation of their children's sugar snacking. Culturally adapted oral health intervention programs should be implemented for immigrants, with special reference to children's dietary habits.",
      "mesh_terms": [
        "Humans",
        "Emigrants and Immigrants",
        "Health Knowledge, Attitudes, Practice",
        "Cross-Sectional Studies",
        "Female",
        "Male",
        "Parents",
        "Infant",
        "Adult",
        "Dietary Sugars",
        "Infant, Newborn",
        "Socioeconomic Factors",
        "Feeding Behavior"
      ]
    },
    {
      "pmid": "39505223",
      "title": "Atractylodes macrocephala Rhizoma alleviates blood hyperviscosity induced by high-fat, high-sugar, and high-salt diet by inhibiting gut-liver inflammation and fibrinogen synthesis.",
      "authors": [
        "Qiwei Lin",
        "Yigong Chen",
        "Bingqing Yu",
        "Ziyan Chen",
        "Hengpu Zhou",
        "Jie Su",
        "Jingjing Yu",
        "Meiqiu Yan",
        "Suhong Chen",
        "Guiyuan Lv"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Unhealthy dietary patterns and lifestyle changes have been linked to increased blood viscosity, which is recognized as an important pathogenic factor in cardiovascular and cerebrovascular diseases. The underlying mechanism may involve chronic inflammation resulting from intestinal barrier disruption induced by unhealthy diets. The rhizome of Atractylodes macrocephala Koidz. (Called Baizhu in China), is a well-used \"spleen-reinforcing\" traditional Chinese medicinal herb used for thousands of years. Previous research has demonstrated its multiple gastrointestinal health benefits and its ability to regulate metabolic disorders. However, the effects of Baizhu on blood hyperviscosity induced by long-term unhealthy diets remain unclear. AIM OF THE STUDY: This study aimed to investigate the effects of the aqueous extract of Baizhu on blood hyperviscosity induced by unhealthy diet and to explore the possible mechanisms. MATERIALS AND METHODS: The blood hyperviscosity model in SD rats was established utilizing a high-fat, high-sugar, and high-salt diet (HFSSD). Subsequently, the rats underwent a twelve-week intervention with varying doses of Baizhu and a positive control. To evaluate the efficacy of Baizhu on blood hyperviscosity in model rats, we measured behavioral index, hemorheological parameters, inflammatory cytokines, hematology, adhesion molecules, as well as biochemical indicators in serum and liver. We also assessed the pathological states of the colon and liver. Furthermore, Western blotting, ELISA, IHC, and qRT-PCR were used to determine the effect of Baizhu on the IL-6/STAT3/ESRRG signaling pathway and FIB synthesis. RESULTS: The intervention of Baizhu showed evident attenuating effects on blood viscosity and microcirculation disorders, and exhibit the capacity to moderately modulate parameters including grip, autonomous activities, vertigo time, TC, TG, LDL-c, inflammatory factors, adhesion factors, hematological indicators, etc. At the same time, it reduces liver lipid droplet deposition, restores intestinal integrity, and lowers LPS level in the serum. Subsequent experimental results showed that Baizhu downregulated the expression of TLR4 and NF-κB in colon tissue, as well as the expression of IL-6, TLR4, p-JAK2, p-STAT3, and ESRRG in liver tissue. Finally, we also found that Baizhu could regulate the levels of FIB in plasma and liver. CONCLUSION: Baizhu protects HFSSD-induced rats from blood hyperviscosity, likely through repairing the intestinal barrier and inhibiting LPS/TLR4-associated liver inflammatory activation, thus suppressing FIB synthesis through the downregulation of IL-6/STAT3/ESRRG pathway.",
      "mesh_terms": [
        "Animals",
        "Rats, Sprague-Dawley",
        "Atractylodes",
        "Blood Viscosity",
        "Male",
        "Diet, High-Fat",
        "Liver",
        "Rats",
        "Rhizome",
        "Fibrinogen",
        "Drugs, Chinese Herbal",
        "Sodium Chloride, Dietary",
        "STAT3 Transcription Factor",
        "Inflammation",
        "Toll-Like Receptor 4",
        "Plant Extracts",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39498713",
      "title": "Radiological comparison of two immobilization methods in the non-surgical treatment of distal radius fractures in the elderly: Single sugar-tong splint shows similar efficacy to long-arm cast.",
      "authors": [
        "Ali Engin Daştan",
        "Arman Vahabi",
        "Kadir Yağmuroğlu",
        "Yusuf Kerem Limon",
        "Aytek Hüseyin Çeliksöz",
        "Okan Tezgel",
        "Levent Kucuk",
        "Erhan Coskunol",
        "Kemal Aktuglu"
      ],
      "journal": "Ulusal travma ve acil cerrahi dergisi = Turkish journal of trauma & emergency surgery : TJTES",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: This study aims to compare the effectiveness of the long-arm cast (LAC) and the single sugar-tong splint (SSTS) in the non-operative treatment of distal radius fractures in the geriatric population. METHODS: Patients consulted at the Orthopedics and Traumatology Department within the Emergency Department (ED) were reviewed through the electronic archives of a tertiary university hospital over a five-year period. The study included patients aged 65 years and older with a distal radius fracture who required reduction, had successful closed reduction, and had at least six weeks of X-ray follow-up. The patients were divided into two groups based on the immobilization method: the SSTS group (n=88) and the LAC group (n=31). The patients' radiographs taken after reduction in the ED, as well as at the 1st, 2nd, 4th, and 6th weeks, were evaluated. Radial height, radial inclination, volar tilt, and ulnar variance were measured on the radiographs at each visit. The delta value was calculated by subtracting the measurement on the first post-reduction radiograph from the measurement taken at the sixth week. The data obtained were then compared between the two groups. RESULTS: A total of 119 patients (93 females, 26 males, mean age: 72.9±7.3 years; range, 65 to 90 years) were included. The mean age was 74.6±7.6 in Group 1 and 72.3±7.2 in Group 2 (p=0.135). Group 1 consisted of 26 females and 5 males; Group 2 included 67 females and 21 males (p=0.52). Statistically significant differences were observed in post-reduction volar tilt (p=0.005), first week volar tilt (p=0.020), post-reduction ulnar variance (p=0.044), first week ulnar variance (p=0.037), and second week ulnar variance (p=0.027) between the groups. No statistically significant differences were detected in other radiological parameters, including delta values. Two patients in Group 1 and seven patients in Group 2 required secondary intervention (p=1). CONCLUSION: In the non-operative management of geriatric distal radius fractures, the SSTS is an immobilization technique that is as effective as the LAC.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Radius Fractures",
        "Aged",
        "Splints",
        "Casts, Surgical",
        "Aged, 80 and over",
        "Radiography",
        "Retrospective Studies",
        "Immobilization",
        "Treatment Outcome",
        "Wrist Fractures"
      ]
    },
    {
      "pmid": "39489399",
      "title": "Healthy Drinks, Healthy Teeth - Ciunerkaq Tanqigtuq (The Future is Bright): A study protocol for a community-based, non-randomized sociobehavioral trial to reduce added sugar intake in Alaska Native Yup'ik children in the Yukon-Kuskokwim Delta.",
      "authors": [
        "Donald L Chi",
        "Frances Marcus Lewis",
        "Philip Weinstein",
        "Lloyd Mancl",
        "Peter Milgrom",
        "Todd Edwards",
        "Susan Coldwell",
        "Diane O'Brien",
        "Andrea Bersamin",
        "Scarlett Hopkins",
        "Eliza Orr",
        "Patricia Rivera",
        "Dane Lenaker",
        "Allison Sylvetsky",
        "Joel Gittelsohn",
        "Peter Walter",
        "Cameron L Randall",
        "Deanna Wiseman",
        "Andrea Dock",
        "Alice Ko",
        "Joshua Orack",
        "Deeksha Nemawarkar",
        "Shraddha Panchal",
        "Jane Soper",
        "Courtney M Hill",
        "Darragh Kerr",
        "Daisy Patiño Nguyen",
        "Chien-Yu Chen",
        "Ellen MacLachlan"
      ],
      "journal": "Contemporary clinical trials",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "BACKGROUND: This study protocol describes a community-based intervention that will seek to reduce added sugar intake in Yup'ik Alaska Native children by targeting reductions in sugar-sweetened fruit drinks. METHODS: A two-group non-randomized design will be used to evaluate the intervention in three Yup'ik communities in Alaska focusing on children age 1 to less than age 12 years with a minimum enrollment target of 192 children. Families in the intervention arm will participate in a program consisting of five sessions plus four brief check-ins, all delivered by a Yup'ik Community Health Worker. Modifications to the local store environment will be made to give families a place to purchase sugar-free water enhancers. Families in the delayed treatment control arm will receive no intervention during the main study period. There will be five data collection visits (baseline, 1-month, 3-months, 6-months, and 12-months) that will include collection of survey and dietary data, and a hair and plaque sample from each participating child. The outcomes will be change, from baseline to 6 months, in added sugar intake based on a validated hair biomarker (grams of added sugar/day). We hypothesize children in the intervention arm will have greater reductions in added sugar intake compared to children in the control arm as measured by the hair biomarker. DISCUSSION: This is one of the first known community-based sociobehavioral interventions aimed specifically at reducing added sugar intake in Alaska Native communities by targeting sugar-sweetened fruit drinks. TRIAL REGISTRATION: ClinicalTrials.govNCT05219448 (first posted on February 2, 2022).",
      "mesh_terms": [
        "Humans",
        "Child",
        "Alaska Natives",
        "Alaska",
        "Child, Preschool",
        "Sugar-Sweetened Beverages",
        "Infant",
        "Female",
        "Male",
        "Dietary Sugars",
        "Health Promotion"
      ]
    },
    {
      "pmid": "39476808",
      "title": "Effectiveness of a Sugar Consumption Prevention Program in the First Year of Life on the Occurrence of Early Childhood Caries: A Multicentric Randomized Trial in Brazil.",
      "authors": [
        "Carlos Alberto Feldens",
        "Elisa Maria Rosa de Barros Coelho",
        "Márcia Regina Vítolo",
        "Priscila Humbert Rogrigues",
        "Paulo Floriani Kramer",
        "Karen Glazer Peres"
      ],
      "journal": "Caries research",
      "publication_date": "2024-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: This study aimed to investigate the effectiveness of a nutritional counseling program for mothers of newborns to prevent sugar consumption in the first year of life on the occurrence of early childhood caries (ECC). METHODS: A multicentric randomized clinical trial (ClinicalTrials.gov - NCT03841123) was conducted in three state capitals of Brazil (n = 516). Mothers were randomly assigned to the intervention group (IG) or control group (CG) after delivery. The IG received face-to-face nutritional counseling based on UNICEF dietary guidelines after delivery, followed by monthly phone calls. The CG received standard counseling. Dietary intake was measured through structured questionnaires and 24-h recalls at 6 and 12 months. Dental clinical examination for ECC diagnosis was performed by calibrated dentists after the children completed the first year of life. RESULTS: The prevalence of ECC was 17.4% in the overall sample (49/290). The number of affected teeth ranged from 0 to 6 (mean 0.43). The IG had a 2.4 times probability of not consuming sugar in the first 6 months of life (RR 2.44; 95% CI: 1.18-5.00) and a significantly lower mean number of sweet items consumed at 12 months (p = 0.016). However, no significant differences between groups were found with regard to the occurrence of ECC (RR 1.33; 95% CI: 0.79-2.25) or the number of teeth affected by caries (p = 0.273). CONCLUSION: The intervention to prevent and reduce sugar intake in the first year of life was not effective at reducing the occurrence of ECC or the number of teeth with carious lesions."
    },
    {
      "pmid": "39463943",
      "title": "Sugar-rich foods exacerbate antibiotic-induced microbiome injury.",
      "authors": [
        "Anqi Dai",
        "Peter A Adintori",
        "Tyler Funnell",
        "William P Jogia",
        "Teng Fei",
        "Nicholas R Waters",
        "Madhumitha Rangesa",
        "Annamaria Ballweg",
        "Brianna Gipson",
        "Sandeep Raj",
        "Eiko Hayase",
        "Kate A Markey",
        "Marina Burgos da Silva",
        "Oriana Miltiadous",
        "Corrado Zuanelli Brambilla",
        "Marissa Lubin Buchan",
        "Tatnisha Peets",
        "Ana Gradissimo",
        "Natalie Smith",
        "Zoe Katsamakis",
        "Adam Warren",
        "Luigi A Amoretti",
        "Caichen Duan",
        "Chenzhen Zhang",
        "Fanny Matheis",
        "Alexis P Sullivan",
        "John B Slingerland",
        "Annelie Clurman",
        "Daniel G Brereton",
        "Paul A Giardina",
        "Antonio L C Gomes",
        "Abigail J Johnson",
        "Dan Knights",
        "Robert R Jenq",
        "Miguel-Angel Perales",
        "Sergio A Giralt",
        "Jonas Schluter",
        "Marcel R M van den Brink",
        "Jonathan Peled"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2024-Oct-14",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "Intestinal microbiota composition is implicated in several diseases; understanding the factors that influence it are key to elucidating host-commensal interactions and to designing microbiome-targeted therapies. We quantified how diet influences microbiome dynamics in hospitalized patients. We recorded 9,419 meals consumed by 173 patients undergoing hematopoietic cell transplantation and profiled the microbiome in 1,009 longitudinally collected stool samples from 158 of them. Caloric intake was correlated with fecal microbiota diversity. Bayesian inference revealed associations between intake of sweets or sugars during antibiotic exposure with microbiome disruption, as assessed by low diversity or expansion of the pathobiont Enterococcus. We validated this observation experimentally, finding that sucrose exacerbated antibiotic-induced Enterococcus expansion in mice. Taken together, our results suggest that avoiding sugar-rich foods during antibiotic treatment may reduce microbiome injury."
    },
    {
      "pmid": "39462722",
      "title": "Sugar symphony: glycosylation in cancer metabolism and stemness.",
      "authors": [
        "Venkatesh Varadharaj",
        "Wyatt Petersen",
        "Surinder K Batra",
        "Moorthy P Ponnusamy"
      ],
      "journal": "Trends in cell biology",
      "publication_date": "2024-Oct-26",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Glycosylation is a complex co-translational and post-translational modification (PTM) in eukaryotes that utilizes glycosyltransferases to generate a vast array of glycoconjugate structures. Recent studies have highlighted the role of glycans in regulating essential molecular, cellular, tissue, organ, and systemic biological processes with significant implications for human diseases, particularly cancer. The metabolic reliance of cancer, spanning tumor initiation, disease progression, and resistance to therapy, necessitates a range of uniquely altered cellular metabolic pathways. In addition, the intricate interplay between cell-intrinsic and -extrinsic mechanisms is exemplified by the communication between cancer cells, cancer stem cells (CSCs), cancer-associated fibroblasts (CAFs), and immune cells within the tumor microenvironment (TME). In this review article, we explore how differential glycosylation in cancer influences the metabolism and stemness features alongside new avenues in glycobiology."
    },
    {
      "pmid": "39458541",
      "title": "The Consumption of Non-Sugar Sweetened and Ready-to-Drink Beverages as Emerging Types of Beverages in Shanghai.",
      "authors": [
        "Zhengyuan Wang",
        "Liping Shen",
        "Jinpeng Ning",
        "Zhuo Sun",
        "Yiwen Xu",
        "Zehuan Shi",
        "Qi Song",
        "Wei Lu",
        "Wenqing Ma",
        "Shupeng Mai",
        "Jiajie Zang"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Oct-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The Chinese beverage industry is experiencing rapid growth, particularly in the popularity of non-sugar sweetened beverages (NSSs) and ready-to-drink beverages (RSBs). This study aimed to assess current consumption patterns and determinants of various beverage types among retail visitors. METHODS: A total of 44 observation points, including 22 supermarkets and 22 convenience stores, were randomly selected across Shanghai. At each location, at least 100 individuals were recruited to participate. Data were collected using an electronic self-administered questionnaire. RESULTS: The consumption rates of total beverages, sugar-sweetened beverages, NSSs, and RSBs were 57.70%, 56.94%, 19.60%, and 29.50%, respectively; the median consumption amounts among the drinking population were 162.57 mL/day, 137.98 mL/day, 32.85 mL/day, and 32.85 mL/day, respectively. The consumption proportions of NSSs and RSBs ranked 2nd and 3rd. The multifactorial analyses showed that people aged 6-18 years consumed more beverages (p < 0.05). Males were more likely to consume sugar-sweetened beverages and NSSs, but females were more likely to consume RSBs (p < 0.05). Higher educated people and bachelors were more likely to consume beverages (p < 0.05). CONCLUSIONS: The emerging beverage categories, NSSs and RSBs, warrant attention due to their significant consumption rates. Tailored intervention strategies should be considered for demographic groups varying by age, gender, and educational attainment.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "China",
        "Adolescent",
        "Adult",
        "Beverages",
        "Young Adult",
        "Sugar-Sweetened Beverages",
        "Child",
        "Middle Aged",
        "Surveys and Questionnaires",
        "Supermarkets",
        "Fast Foods"
      ]
    },
    {
      "pmid": "39452563",
      "title": "Pain after Licorice or Sugar-Water Gargling in Patients Recovering from Oropharyngeal Surgery-A Randomized, Double-Blind Trial.",
      "authors": [
        "Marita Windpassinger",
        "Michal Prusak",
        "Jana Gemeiner",
        "Olga Plattner",
        "Stefan Janik",
        "Gerold Besser",
        "Wolfgang Gstoettner",
        "Pu Xuan",
        "Daniel I Sessler",
        "Kurt Ruetzler"
      ],
      "journal": "Journal of personalized medicine",
      "publication_date": "2024-Oct-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Glycyrrhiza glabrata (licorice) is used in traditional medicine and herbal remedies and reduces sore throats consequent to intubation, but whether it is protective for more intense pain after oropharyngeal surgery remains unclear. We thus tested the joint hypothesis that gargling with licorice, which has anti-inflammatory and antioxidant properties, reduces postoperative pain and morphine consumption. METHODS: We enrolled patients having elective oropharyngeal surgery. Participants were randomly allocated to gargle with either 1 g licorice or a sugar placebo before and for up to three days after surgery. A numerical rating scale (NRS) for pain along with morphine consumption was evaluated every 30 min during the post-anesthesia care unit (PACU) stay and then three times daily for three days. We pre-specified that licorice gargling would be deemed better than sugar gargling only if found non-inferior on both morphine consumption and pain score and superior on at least one of the two. RESULTS: 65 patients were randomized to the licorice group and 61 to placebo. We found noninferiority (NI) in pain scores with an estimated mean difference of -0.09 (95.2% CI: -0.88, 0.70; p = 0.001; NI delta = 1) between licorice and placebo gargling. There were no adverse events reported in either group that required treatment discontinuation. CONCLUSIONS: Gargling with licorice did not significantly or meaningfully reduce postoperative pain or morphine consumption in patients recovering from oropharyngeal surgery. While higher doses might prove more effective, our results suggest that other topical analgesics should be considered."
    },
    {
      "pmid": "39449369",
      "title": "Optimization of Sugar Extraction Process from Date Waste Using Full Factorial Design Toward Its Use for New Biotechnological Applications.",
      "authors": [
        "Islam Sayah",
        "Mondher Njehi",
        "Nicola Cicero",
        "Vincenzo Nava",
        "Manel Ben M'hadheb",
        "Hatem Majdoub",
        "Sami Achour",
        "Teresa Gervasi"
      ],
      "journal": "Biotech (Basel (Switzerland))",
      "publication_date": "2024-Oct-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In Tunisia, the date industry generates a large quantity of waste, raising environmental concerns. However, dates are rich in sugars, which offer a renewable source of nutrients for various applications. In this study, sugar extraction from two low-grade pitted date fruits (Alig and Kentichi) under ultrasound, was optimized using full factorial design. At 40 °C, for20 min, and with a liquid-to-solid ratio of 10 mL/g, the optimum sugar contents were 60.87% and 50.79% for the varieties Alig and Kentichi, respectively. The date extracts were chemically analyzed, revealing low fat and protein contents, but significant polyphenol and mineral contents in both varieties. HPLC-IR analysis revealed more inverted sugars (glucose and fructose) in the Alig variety and more sucrose in the Kentichi variety. FTIR and SEM analysis showed the efficiency of the ultrasonic treatment of the biomass in terms of improving mass transfer diffusion through ultrasonic cavitation. Thus, ultrasound-assisted extraction constitutes an effective method for the recovery of sugar from date waste."
    },
    {
      "pmid": "39443969",
      "title": "The efficacy of attractive targeted sugar baits in reducing malaria vector abundance in low-endemicity settings of northwest Mali.",
      "authors": [
        "Mohamed M Traore",
        "Amy Junnila",
        "Sekou F Traore",
        "Seydou Doumbia",
        "Edita E Revay",
        "Yosef Schlein",
        "Roman V Yakovlev",
        "Aidas Saldaitis",
        "Liwang Cui",
        "Gergely Petrányi",
        "Rui-De Xue",
        "Alexey M Prozorov",
        "Tatiana A Prozorova",
        "Aboubakr S Kone",
        "Nafomon Sogoba",
        "Mahamadou Diakite",
        "John Vontas",
        "John C Beier",
        "Günter C Müller"
      ],
      "journal": "Malaria journal",
      "publication_date": "2024-Oct-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Attractive targeted sugar baits (ATSBs) have the potential to significantly reduce infective female Anopheles mosquitoes in arid areas, such as in Northern Mali. Malaria is epidemic in the north due to the limited viability of Anopheles species in the desert climate. The goal of this study was to determine of the effect of ATSB on the number of older female An. gambiae and on the number of sporozoite-positive females in villages in northern Mali. METHODS: Villages were located in the north of Mali. In this study, 5677 ATSB stations were deployed, two on each home, in ten villages during late July and early August 2019. Ten villages served as controls. After a pre-treatment monitoring period in July, An. gambiae populations were monitored again from August to December using CDC-UV light traps, pyrethrum spray catches (PSC), and human landing catches (HLC). Mosquitoes were dissected to estimate their age, while ELISA detected sporozoite positivity. The monthly entomological inoculation rates (EIRs) were calculated for HLC indoors and outdoors. Data from villages were compared using t-tests, while bait station weighted density versus amount of collected females was checked with a Pearson's correlation. RESULTS: A total of 2703 female An. gambiae were caught from treated villages, 4582 from control villages, a 41.0% difference. Dissection of 1759 females showed that ATSB significantly reduced the number of older females. The proportion of older females in treated villages was 0.93% compared to 9.4% in control villages. ELISA analysis of 7285 females showed that bait stations reduced the number of sporozoite-positive females. The infective females in treated villages was 0.30% compared to 2.73% in the controls. The greater the density of bait stations deployed, the fewer the older, infective females (P < 0.05). EIRs were low in control villages except in months when An. gambiae populations were high. EIRs in ATSB placement villages remained zero. Significant reductions (P < 0.0001) in An. gambiae males were observed. CONCLUSIONS: Bait stations reduced all measures of vector populations in this study. In a low-transmission setting, ATSB has the potential to greatly reduce malaria.",
      "mesh_terms": [
        "Animals",
        "Anopheles",
        "Mali",
        "Mosquito Vectors",
        "Female",
        "Mosquito Control",
        "Malaria",
        "Sugars",
        "Sporozoites"
      ]
    },
    {
      "pmid": "39421658",
      "title": "Chimeras Derived from a P2Y14 Receptor Antagonist and UDP-Sugar Agonists for Potential Treatment of Inflammation.",
      "authors": [
        "Zhiwei Wen",
        "Asmita Pramanik",
        "Sarah A Lewicki",
        "Young-Hwan Jung",
        "Zhan-Guo Gao",
        "John C R Randle",
        "Sylvie Breton",
        "Zhoumou Chen",
        "Gregory S Whitehead",
        "Daniela Salvemini",
        "Donald N Cook",
        "Kenneth A Jacobson"
      ],
      "journal": "ACS pharmacology & translational science",
      "publication_date": "2024-Oct-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tethered glycoconjugates of a naphthalene- and piperidine-containing antagonist of the P2Y14 receptor (PPTN) were synthesized, and their nM receptor binding affinity was determined using a fluorescent tracer in hP2Y14R-expressing whole CHO cells. The rationale for preparing mono- and disaccharide conjugates of the antagonists was to explore the receptor binding site, which we know recognizes a glucose moiety on the native agonist (UDP-glucose), as well as enhance aqueous solubility and pharmacokinetics, including kidney excretion to potentially counteract sterile inflammation. Glycoconjugates with varied linker length, including PEG chains, were compared in hP2Y14R binding, suggesting that an optimal affinity (IC50, nM) in the piperidine series was achieved for triazolyl N-linked glucose conjugates having one (8a, MRS4872, 3.21) or two (7a, MRS4865, 2.40) methylene spacers. In comparison of different carbohydrate conjugates lacking a piperidine moiety but containing triazole spacers, optimal hP2Y14R affinity (IC50, nM) was achieved with N-linked glycosides of fucose 10f (6.19) and lactose 10h (1.88), and C-linked glucose 11a (5.30). Selected compounds were examined in mouse models of conditions known to be ameliorated by P2Y14R antagonists. Two glycoconjugates that lacked a piperidine moiety, N-linked glucose derivative 10a and the isomeric C-linked glucose derivative 11a, were protective in a mouse model of allergic asthma. Piperidine-containing glucose conjugate 7a of intermediate linker length and corresponding glucuronide 7b (MRS4866) protected against neuropathic pain. Thus, glycoconjugation of a known antagonist scaffold has produced less hydrophobic P2Y14R antagonists having substantial in vitro and in vivo activity."
    },
    {
      "pmid": "39418823",
      "title": "Indigenous knowledge and sugar sweetened beverages: Qualitative adaptations towards chronic disease prevention and intervention.",
      "authors": [
        "Emily Haozous",
        "Karen Yeary",
        "Will Maybee",
        "Corinne Porter",
        "Jamie Zoellner",
        "Brad John",
        "Whitney Ann E Henry",
        "Rodney C Haring"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sugar sweetened beverages (SSB) are a concern for Indigenous populations and are associated with multiple chronic diseases. To address this concern, we culturally tailored and tested the feasibility of an evidence-based SSB-reducing curriculum. The modified curriculum was designed for Indigenous men and is thematically based on traditional values, ancestral teachings, and community strengths while promoting healthy lifestyles. A community-based participatory research (CBPR) approach was used to develop an interview guide using an Indigenous-centered theoretical framework. Two Indigenous content experts conducted both individual and focus group interviews (n = 14) with urban community leaders and athletes. Two Indigenous qualitative scientists analyzed the data with the support of an inter-tribal community advisory board. Results included imagery utilization, the importance of water, marketing, taste, and building routine. These findings guided the development of 6-month Indigenous focused SSB intervention consisting of 12 in-person intervention sessions and 27 short messaging service (SMS) messages.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Chronic Disease",
        "Community-Based Participatory Research",
        "Focus Groups",
        "Health Knowledge, Attitudes, Practice",
        "Health Promotion",
        "Indigenous Peoples",
        "Qualitative Research",
        "Sugar-Sweetened Beverages"
      ]
    }
  ]
}