{
  "supplement": "Taurine",
  "query": "Taurine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:47:23",
  "research_count": 1434,
  "count": 100,
  "articles": [
    {
      "pmid": "40286436",
      "title": "Taurine ameliorates cellular senescence associated with an increased hydrogen sulfide and a decreased hepatokine, IGFBP-1, in CCl4-induced hepatotoxicity in mice.",
      "authors": [
        "Akihiro Tsuboi",
        "Hamida Khanom",
        "Riki Kawabata",
        "Takanori Matsui",
        "Shigeru Murakami",
        "Takashi Ito"
      ],
      "journal": "Redox biology",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the protective effects of taurine against cellular senescence and hepatokine secretion in a mouse model of carbon tetrachloride (CCl4)-induced chronic liver injury. Oral taurine administration by tap water containing 3 % taurine significantly attenuated liver damage, as evidenced by reduced serum AST, ALT level and hepatic lipid peroxidation. Importantly, hepatic taurine level is reduced in CCl4-induced injury model, while taurine administration recovered it. Moreover, taurine administration decreased the numbers of p21-positive senescent cells in liver tissue of CCl4-treated mice. Taurine increases hydrogen sulfide (H2S) in liver of normal mice, suggesting anti-oxidative role through H2S production by taurine. Furthermore, inhibition of CTH, which is an enzyme responsible for H2S production from cysteine, by propagylglycine attenuated malondialdehyde-lowering effect of taurine in liver of CCl4-treated mice. Moreover, we found taurine treatment lowers insulin-like growth factor binding protein-1 (IGFBP-1) in liver of normal mice. Importantly, while chronic CCl4 injection caused an induction of IGFBP-1, taurine administration blocked it. These findings suggest that taurine exerts its protective effects by attenuating cellular senescence, which is associated with enhancing H2S production and inhibiting IGFBP-1 expression. This study highlights the potential of taurine as a therapeutic strategy for mitigating chronic liver injury by producing H2S and targeting IGFBP1."
    },
    {
      "pmid": "40281986",
      "title": "Effects of Dietary Rumen-Protected Glucose and Rumen-Protected Taurine Levels on Growth Performance, Serum Biochemical Indicators, and Liver Health in Yaks.",
      "authors": [
        "Yuanyuan Chen",
        "Xiaolin Wang",
        "Lianghao Lu",
        "Bao Zhang",
        "Huaming Yang",
        "Shoupei Zhao",
        "Zhisheng Wang",
        "Lizhi Wang",
        "Quanhui Peng",
        "Bai Xue"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Yaks are an important livestock species on the Tibetan Plateau, but traditional grazing practices cause a sharp drop in their weight during winter, leading to grassland degradation due to overgrazing. Although off-site fattening can improve performance and protect ecology, it often leads to a negative energy balance, liver metabolism disorders, and immune impairment due to stress. However, the effects of rumen-protected glucose (RPG) and rumen-protected taurine (RPT) on yak liver health are not yet clear. The purpose of this study was to evaluate the effects of dietary RPG and RPT levels on the growth performance, serum biochemical parameters, liver antioxidant capacity, and immunity of yaks. Twenty-eight healthy yaks weighing 170 ± 10.4 kg were randomly divided into four treatments: LGLT (RPG: 1%-low RPG [LG]; RPT: 5 g/d-low RPT [LT]), LGHT (RPG: 1%-low RPG [LG]; RPT: 20 g/d-high RPT [HT]), HGLT (RPG: 3%-high RPG [HG]; RPT: 5 g/d-low RPT [LT]), and HGHT (RPG: 3%-high RPG [HG]; RPT: 20 g/d-high RPT [HT]). The results showed that compared with the LTHT treatment group, the HGHT group upregulated the serum concentrations of glucose (p = 0.004) and Interleukin-10 (p = 0.03), the relative mRNA expression of small heterodimer partners (p = 0.01), and the sterol 12-alpha-hydroxylase (p < 0.001), while reducing the serum concentration of gamma-glutamyl transferase (p = 0.048). The serum concentration of hepatic protein carbonyl (p = 0.005) and malondialdehyde (p = 0.03) was lower in the LGHT and HGHT treatment groups than in the LGLT and HGLT groups. The relative mRNA expression of Toll-like receptor 4 (p = 0.02), Interleukin-8 (p < 0.01), and Interleukin-1β (p < 0.01) was lower in the LGHT and HGHT groups than in the LGLT and HGLT groups. Tumor necrosis factor expression was lower (p = 0.04) and glucose transporter 2 expression was higher (p < 0.01) in the HGHT group compared to other treatment groups. The expression of glucokinase, glycogen synthase, pyruvate kinase, and farnesoid X receptor was higher in the HGLT treatment group than in other treatments (p < 0.01). In conclusion, dietary supplementation with 3% PRG and 5 g/d PRT can enhance liver antioxidant capacity and immune function, reduce lipid peroxidation, and promote glucose and bile acid metabolism in yaks."
    },
    {
      "pmid": "40255227",
      "title": "The Protective Effect of Taurine and Curcumin on Autophagy-Related Genes in the Oocytes of the Mouse Treated with Acrylamide.",
      "authors": [
        "Maryam Davari Zanjani",
        "Zahra Khodabandeh",
        "Mohammad Amin Edalatmanesh"
      ],
      "journal": "Iranian journal of medical sciences",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Autophagy is also essential for both male and female infertility since it controls the development of germ cells and reproductive organs. This study aimed to investigate the effects of taurine and curcumin on the expression of genes related to autophagy in acrylamide-treated mice. METHODS: In 2022, this experimental study was conducted at the Shiraz University of Medical Sciences, Stem Cells Technology Research Centre. Forty-eight mice were randomly assigned to eight groups (control, curcumin 200 mg/Kg, taurine 150 mg/Kg, acrylamide 50 mg/Kg, acrylamide+curcumin 100 mg/Kg, acrylamide+curcumin 200, acrylamide+taurine 75 mg/Kg, acrylamide+taurine 150 mg/Kg). Finally, oocyte characteristics and gene expression were determined in each group using one-way analysis of variance (ANOVA) by SPSS 25 and GraphPad 9, respectively. P<0.05 was conducted statistically significant. RESULTS: A significant decrease was observed in several oocytes in the acrylamide group compared to the control group (P<0.001). The expression levels of light chain 3 (LC3), autophagy-related gene (ATG)12, ATG5, and Beclin1 significantly increased in the acrylamide compared to the control group. A significant increase in the number of oocytes was observed in the taurine group compared to the control. The expression levels of LC3, ATG12, ATG5, and Beclin1 significantly decreased in the acrylamide+taurine (150 mg/Kg) compared to the acrylamide group. CONCLUSION: The acrylamide negatively impacts oocyte viability and causes the higher expression of autophagy-related genes. Taurine may encourage the fusion of autophagosomes with lysosomes by removing autophagic obstruction, potentially accelerating autophagy and protecting against oxidative stress. Taurine is more effective than curcumin at reducing the harmful effects of acrylamide. As a result, taurine can be proposed as a potential treatment drug for acrylamide-induced infertility.",
      "mesh_terms": [
        "Animals",
        "Curcumin",
        "Taurine",
        "Acrylamide",
        "Mice",
        "Oocytes",
        "Autophagy",
        "Female"
      ]
    },
    {
      "pmid": "40238799",
      "title": "Taurine is a potential therapy for rheumatoid arthritis via targeting FOXO3 through cellular senescence and autophagy.",
      "authors": [
        "Qingcong Zheng",
        "Rongjie Lin",
        "Zhechen Li",
        "Qingzhu Zheng",
        "Weihong Xu"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rheumatoid arthritis (RA) is a chronic inflammatory autoimmune disease closely related to aging with unclear pathogenic mechanisms. This study aims to identify the biomarkers in RA, aging and autophagy using bioinformatics and machine learning and explore the binding stability of taurine to target utilizing computer-aided drug design (CADD). METHODS: We identified differentially expressed genes (DEGs) for RA, then crossed with gene libraries for aging and autophagy to identify common genes (Co-genes). We performed Gene Ontology (GO), Kyoto Encyclopedia of the Genome (KEGG), and ClueGO analysis for Co-genes. The Co-genes were subjected to support vector machine-recursive feature elimination (SVM-RFE), Degree, and Betweenness algorithms to get hub genes, then verified by an artificial neural network (ANN). After continuing to perform least absolute shrinkage and selection operator (LASSO) and weighted gene co-expression network analysis (WGCNA) on Co-genes, the results were crossed with hub genes to obtain genes, which were imported into various validation sets for receiver operating characteristics (ROC) to identify key genes. We analyzed the microRNA/TF network, enriched pathways, and immune cell infiltration for key genes. The binding stability of taurine with the target protein was verified by CADD. Finally, we used Western blot for in vitro experimental verification. RESULTS: We obtained 74 Co-genes enriched in RA, cellular senescence, and regulation of programmed cell death. The model prediction of hub genes works well in ANN. The key genes (MMP9, CXCL10, IL15, FOXO3) were tested in ROC with excellent efficacy. In RA, FOXO3 expression was down-regulated while MMP9, CXCL10, and IL15 expression were upregulated, and FOXO3 was negatively correlated with MMP9, CXCL10, and IL15. Two miRNAs (hsa-mir-21-5p, hsa-mir-129-2-3p) and four TFs (CTCF, KLF, FOXC1, TP53) were associated with key genes. The immune cells positively correlated with MMP9, CXCL10, and IL15 expression and negatively correlated with FOXO3 expression were Plasma cells, CD8 T cells, memory-activated CD4 T cells, and follicular helper T cells, aggregating in RA. The binding stability of taurine with FOXO3 was verified by molecular docking and molecular dynamics simulation. In vitro experiments have indicated that taurine can upregulate the expression of FOXO3 and treat RA through the FOXO3-Parkin signaling pathway. CONCLUSIONS: MMP9, CXCL10, IL15, and FOXO3 are biomarkers of RA, cellular senescence, and autophagy. Taurine might be a promising drug against RA via targeting cellular senescence and autophagy through FOXO3.",
      "mesh_terms": [
        "Humans",
        "Forkhead Box Protein O3",
        "Arthritis, Rheumatoid",
        "Autophagy",
        "Cellular Senescence",
        "Taurine",
        "MicroRNAs",
        "Gene Regulatory Networks",
        "Computational Biology",
        "Gene Expression Regulation"
      ]
    },
    {
      "pmid": "40237914",
      "title": "Taurine supplementation improves physical activity level in a hemodialysis patient with mitochondrial disease: a case report.",
      "authors": [
        "Ryuto Yoshida",
        "Ryunosuke Mitsuno",
        "Takashin Nakayama",
        "Tatsuhiko Azegami",
        "Akinori Hashiguchi",
        "Takuto Torimitsu",
        "Norifumi Yoshimoto",
        "Akihito Hisikawa",
        "Aika Hagiwara",
        "Toshifumi Nakamura",
        "Shu Meguro",
        "Masahiro Katsumata",
        "Jin Endo",
        "Tatsuo Matsunaga",
        "Jun Yoshino",
        "Takeshi Kanda",
        "Kohkichi Morimoto",
        "Toshiaki Monkawa",
        "Tadashi Yoshida",
        "Jin Nakahara",
        "Shintaro Yamaguchi",
        "Kaori Hayashi"
      ],
      "journal": "CEN case reports",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mitochondrial diseases (MDs) are inherited metabolic disorders that affect multiple organ systems, including the kidneys. Variability in disease onset and phenotypic expression, combined with the absence of specific kidney pathological findings, pose significant challenges in diagnosing MD. Consequently, many undiagnosed cases of MD may exist among patients undergoing dialysis. No effective treatment for mitochondrial nephropathy has been established. We report the case of a 27-year-old female patient who presented with leg edema, nephrotic range proteinuria attributed to focal segmental glomerulosclerosis, and bilateral sensorineural hearing loss. Immunosuppressive therapy failed to achieve remission, resulting in progressive kidney function decline and eventual end-stage kidney disease. At hemodialysis initiation, worsening atypical cardiac function and hypertrophy prompted genetic testing, which identified an MT-TL1 m.3243 A > G mutation and confirmed the diagnosis of MD. After hemodialysis initiation, the patient experienced persistent fatigue and decreased physical activity levels despite dry weight management. Suspected stroke-like symptoms prompted the initiation of taurine supplementation, which significantly improved headache severity, cardiac function, and physical activity levels. This case highlights the therapeutic potential of taurine supplementation in patients with MD undergoing dialysis and the importance of maintaining clinical vigilance for MD across all stages of chronic kidney disease, even without characteristic renal pathological findings of mitochondrial nephropathy."
    },
    {
      "pmid": "40227606",
      "title": "Reduced Taurine Synthesis Underlies Morphine-Promoted Lung Metastasis of Triple-Negative Breast Cancer.",
      "authors": [
        "Shih-Hong Chen",
        "Ting-Ling Ke",
        "Chien-Hung Shih",
        "Chia-Ni Hsiung",
        "Kuo-Chin Chen",
        "Zi-Xuan Huang",
        "Tsung-Hsien Chuang",
        "Li-Kuei Chen",
        "Linyi Chen"
      ],
      "journal": "Cancers",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The mechanisms underlying the progression and metastasis of triple-negative breast cancer (TNBC) in the context of extended morphine exposure remain poorly understood. Morphine consumption has been a pressing issue in many countries. While the physiological impact of extended morphine use is multifaceted, cancer patients with a history of extended morphine usage often have a poor prognosis. Methods: In this study, we investigated the impact of extended morphine treatment on the transcriptional profiles of TNBC. To this end, mice were administered morphine intraperitoneally for 14 days, followed by the implantation of EO771 cells, which are triple-negative breast cancer cells, into their mammary fat pad. After primary tumors were removed on the 38th day, a subset of mice was continuously given saline or morphine until the 68th day. Tumor size, organ metastasis, and tumor RNA expression were analyzed. Results: Our findings showed that extended exposure to morphine led to an increase in lung metastasis in the mouse model of triple-negative breast cancer. We analyzed RNA sequencing on tumors to compare their transcriptional profiles with or without metastasis. Through pathway analysis, we specifically examined the novel impact of morphine on the downregulation of taurine/hypotaurine biosynthesis. Given that morphine, droperidol (a dopamine receptor antagonist), and naloxone (an opioid receptor antagonist) might act through either opioid receptors or dopamine receptors, we further demonstrated that taurine mitigated EO771 cell invasion induced by morphine but not by droperidol or naloxone treatment. Additionally, morphine treatment markedly decreased the expression of GAD1, one of the enzymes essential for taurine biosynthesis, whereas droperidol and naloxone did not. Conclusions: The findings of morphine-induced reduction in GAD1 levels and the inhibition of invasion by taurine treatment suggest that taurine could serve as a potential supplement for triple-negative breast cancer patients who require morphine as part of their treatment regimen or due to their circumstances."
    },
    {
      "pmid": "40216178",
      "title": "Taurine ameliorates liver fibrosis by repressing Fpr2-regulated macrophage M1 polarization.",
      "authors": [
        "Kaiduan Xie",
        "Yiwang Zhang",
        "Xingtong Ou",
        "Yuelin Xiao",
        "Jiajie Luo",
        "Siwei Tan"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2025-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver fibrosis is a reversible pathophysiological condition characterized by excessive extracellular matrix deposition that can progress to cirrhosis and liver failure if left untreated. Taurine, a sulfur-containing amino acid, protects the liver from damage. However, the effects of taurine on liver fibrogenesis have not been completely elucidated. In this study, we used amino acid metabolomics, gene expression microanalysis, and single-cell RNA sequencing (scRNA-seq) to investigate the roles of taurine, formyl peptide receptor 2 (Fpr2), and proinflammatory macrophages in liver fibrosis in human fibrotic sections and two distinct mouse models of liver fibrosis. Taurine transporter SLC6A6 wild-type and knockout littermate models and critical element inhibitors were also used. We found that taurine levels were significantly reduced in both human and murine fibrotic sections and that exogenous taurine supplementation alleviated fibrosis via SLC6A6. Furthermore, gene expression microarray analysis and scRNA-seq analyses demonstrated that exogenous taurine mitigated liver fibrosis, mainly by regulating Fpr2-related macrophage status. WRW4-mediated inhibition of Fpr2 ameliorated M1 macrophage polarization and alleviated liver fibrosis. Additionally, exogenous taurine suppressed Fpr2-modulated macrophage M1 polarization and the production of associated proinflammatory cytokines by repressing NF-κBp65 phosphorylation; moreover, SLC6A6 deficiency or treatment of liver fibrosis mouse models with an NF-κB inhibitor, BAY, impaired this protective effect of taurine. Therefore, taurine exerts a protective effect against liver fibrosis by repressing Fpr2/NF-κBp65-regulated macrophage M1 polarization, highlighting its potential therapeutic agent.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Receptors, Formyl Peptide",
        "Macrophages",
        "Mice",
        "Liver Cirrhosis",
        "Humans",
        "Male",
        "Receptors, Lipoxin",
        "Mice, Inbred C57BL",
        "Membrane Transport Proteins",
        "Mice, Knockout",
        "Liver",
        "Cell Polarity",
        "Disease Models, Animal",
        "Transcription Factor RelA",
        "Membrane Glycoproteins"
      ]
    },
    {
      "pmid": "40187503",
      "title": "Ultrasound-responsive taurine lipid nanoparticles attenuate oxidative stress and promote macrophage polarization for diabetic wound healing.",
      "authors": [
        "Zucheng Luo",
        "Shaoluan Zheng",
        "Zhichao Hu",
        "Pengfei Li",
        "Junhao Zeng",
        "Yao Lu",
        "Mohyeddin Ali",
        "Zijian Chen",
        "Qi Wang",
        "Fazhi Qi"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic wound healing presents a significant clinical challenge due to disrupted neuro-immune interactions. This study identifies the α7 nicotinic acetylcholine receptor (α7nAChR) as a key regulator of wound repair by linking cholinergic signaling to macrophage reprogramming. GEO analysis of diabetic foot ulcer (DFU) microenvironments revealed neuronal loss, M1 macrophage dominance, and chronic inflammation, all driven by impaired acetylcholine (ACh) secretion and α7nAChR inactivation. Mechanistically, taurine (TA) restored PC12 cell function under high glucose conditions by activating AMPK, alleviating oxidative and endoplasmic reticulum stress, and promoting ACh production. ACh activated macrophage α7nAChR, modulating M1/M2 polarization through JAK2/STAT3 activation and NF-κB suppression. To enhance TA bioavailability, ultrasound-responsive Ccr2-targeted TA nanoparticles (Ccr2@TA@LNP) were developed for site-specific delivery via Ccl2/Ccr2 chemotaxis. In diabetic neuropathy (DPN) mice, Ccr2@TA@LNP accelerated wound healing by increasing ACh levels, enhancing α7nAChR/CD206 expression, and reducing Ccl2-mediated inflammation. By integrating neuroprotection, macrophage reprogramming, and targeted nanotherapy, this study highlights TA as a multi-target agent that restores neuro-immune balance through the AMPK/α7nAChR/JAK2-STAT3 axis, offering a novel therapeutic strategy for diabetic wound treatment."
    },
    {
      "pmid": "40058197",
      "title": "Taurine supplementation alleviates asthma airway inflammation aggravated by HOCl exposure.",
      "authors": [
        "Yingjun Chen",
        "Shiting Yi",
        "Qian Wang",
        "Yanwen Li",
        "Sitong Lin",
        "Shixiu Liang"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2025-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Environmental pollutant exposure has been demonstrated to be associated with the onset and progression of asthma. Hypochlorous acid (HOCl), as an environmental exposure-relevant chlorine-based disinfectant, its role in asthmatic airway inflammation remains unclear. Through administering HOCl in drinking water during early life and the perinatal period, we discovered that early-life HOCl drinking water exposure not only aggravated airway inflammation in asthmatic mice but also that perinatal HOCl drinking water exposure could promote airway inflammation in the offspring of asthmatic mice. By gut microbiota sequencing, it was found that HOCl drinking water exposure could reduce the gut microbiota diversity in asthmatic mice, with the abundances of Lactobacillus, Faecalibaculum, Muribaculum, and [Eubacterium]_ventriosum_group being decreased, while increasing the abundances of Dubosiella and Parabacteroides. Further fecal metabolomics analysis revealed that HOCl drinking water exposure significantly enhanced the arachidonic acid metabolism pathway. And there was a certain correlation between the abundances of the significantly altered bacterial genera and the levels of arachidonic acid metabolites. Finally, treatment with taurine, a HOCl neutralizer, showed that taurine could significantly alleviate the asthma airway inflammation aggravated by HOCl exposure. In summary, these results provide evidence for the exacerbation of asthma airway inflammation by HOCl exposure and confirm that taurine supplementation can serve as a potential therapeutic approach.",
      "mesh_terms": [
        "Animals",
        "Asthma",
        "Taurine",
        "Hypochlorous Acid",
        "Gastrointestinal Microbiome",
        "Mice",
        "Female",
        "Inflammation",
        "Mice, Inbred BALB C",
        "Male",
        "Drinking Water",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "40003704",
      "title": "Age-Dependent Changes in Taurine, Serine, and Methionine Release in the Frontal Cortex of Awake Freely-Moving Rats: A Microdialysis Study.",
      "authors": [
        "Cristina Cueto-Ureña",
        "María Jesús Ramírez-Expósito",
        "María Pilar Carrera-González",
        "José Manuel Martínez-Martos"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brain function declines because of aging and several metabolites change their concentration. However, this decrease may be a consequence or a driver of aging. It has been described that taurine levels decrease with age and that taurine supplementation increases health span in mice and monkeys, finding taurine as a driver of aging. The frontal cortex is one of the most key areas studied to know the normal processes of cerebral aging, due to its relevant role in cognitive processes, emotion, and motivation. In the present work, we analyzed by intracerebral microdialysis in vivo in the prefrontal cortex of young (3 months) and old (24 months) awake rats, the basal- and K+-evoked release of taurine, and its precursors methionine and serine. The taurine/serine/methionine (TSM) ratio was also calculated as an index of transmethylation reactions. No changes were found in the basal levels of taurine, serine, or methionine between young and aged animals. On the contrary, a significant decrease in the K+-evoked release of serine and taurine appeared in aged rats when compared with young animals. No changes were seen in methionine. TSM ratio also decreased with age in both basal- and K+-stimulated conditions. Therefore, taurine and its related precursor serine decrease with age in the frontal cortex of aged animals under K+-stimulated but not basal conditions, which supports the importance of the decline of evoked taurine in its functions at the brain level, also supporting the idea proposed by other authors of a pharmacological and/or nutritional intervention to its restoration. A deficit of precursors for transmethylation reactions in the brain with age is also considered."
    },
    {
      "pmid": "39972259",
      "title": "Effect of Taurine Combined With Creatine on Repeated Sprinting Ability After Exhaustive Exercise Under Hot and Humid Conditions.",
      "authors": [
        "Peiqi Yu",
        "Yongzhao Fan",
        "Xiangyu Wang",
        "Hao Wu"
      ],
      "journal": "Sports health",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Taurine (TAU) and creatine (Cr) are common ergogenic aids used by athletes to enhance performance; however, the effect of their combined supplementation, and on recovery in high temperature and humidity environments, has not been studied. HYPOTHESIS: Combined TUA and Cr will have greater effect on physiological indicators and repetitive sprint performance recovery after exhaustive exercise under hot and humid conditions than single supplementation or placebo. STUDY DESIGN: Single-blind crossover randomized controlled study. LEVEL OF EVIDENCE: Level 2. METHODS: Participants (12 sports students) were assigned randomly to 1 of 4 supplementation intervention groups: placebo (P), taurine (T), creatine (C), or taurine + creatine (T+C). Exercise protocol included exhaustion tests and repeated sprinting exercises were conducted in a laboratory environment at 35 °C/65% relative humidity. Heartrate, blood lactate (BLa), tympanic temperature, thermal sensation, and rating of perceived exertion were monitored throughout. Heartrate variability, time to exhaustion (TTE), reaction time, and countermovement jump (CMJ) height were tracked before and after exhaustion exercise and before sprint exercise. RESULTS: TTE was significantly higher in the T+C group than in the P group (P = 0.04). BLa and tympanic temperature increased rapidly in all 4 conditions, then decreased gradually, and T group peak values were higher than those of P group (P = 0.04; P < 0.01). CMJ decreased in the C and T+C groups (P = 0.04; P = 0.04) after exhaustive exercise, unlike other groups (P > 0.05). Indicators of repeated sprint exercise, peak power, mean power, and power decrement showed a decreasing trend within groups but no difference between groups (P > 0.05). CONCLUSION: In this small student group, under hot and humid conditions, T+C supplementation significantly enhanced TTE. CLINICAL RELEVANCE: TAU, Cr, and their combined supplementation do not significantly improve repeated sprint performance after exhaustive exercise under hot and humid conditions."
    },
    {
      "pmid": "39966256",
      "title": "Taurine decreases arsenic and microplastic toxicity in broccoli (Brassica oleracea L.) through functional and microstructural alterations.",
      "authors": [
        "Shahar Yar",
        "Muhammad Arslan Ashraf",
        "Rizwan Rasheed",
        "Umer Farooq",
        "Arslan Hafeez",
        "Shafaqat Ali",
        "Mudassar Shahid",
        "Pallab K Sarker"
      ],
      "journal": "Biometals : an international journal on the role of metal ions in biology, biochemistry, and medicine",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Contamination of vegetables with heavy metals and microplastics is a major environmental and human health concern. This study investigated the role of taurine (TAE) in alleviating arsenic (As) and polyvinyl chloride microplastic (MP) toxicity in broccoli plants. The experiment followed a completely randomized design with four replicates per treatment. Plants were grown in soil spiked with MP (200 mg kg‒1), As (42.8 mg kg‒1), and their combination (As + MP) with or without taurine (TAE; 100 mg L‒1) foliar supplementation. Results demonstrated that MP, As, and As + MP toxicity markedly decreased growth, chlorophyll content, photosynthesis, and nutrient uptake in broccoli plants. Exposure to individual or combined MP and As increased oxidative damage, indicated by elevated methylglyoxal (MG), superoxide radical (O2⋅‒), hydrogen peroxide (H2O2), hydroxyl radical (⋅OH), and malondialdehyde (MDA) levels alongside intensified lipoxygenase (LOX) activity and leaf relative membrane permeability (RMP). Histochemical analyses revealed higher lipid peroxidation, membrane damage as well as increased H2O2 and O2•‒ levels in the leaves of stressed plants. Micropalstic and As toxicity deteriorated anatomical structures, with diminished leaf and root epidermal thickness, cortex thickness, and vascular bundle area. However, TAE improved the antioxidant enzyme activities, endogenous ascorbate-glutathione pools, hydrogen sulfide and nitric oxide levels that reduced H2O2, O2⋅‒, ⋅OH, RMP, MDA, and activity of LOX. Taurine elevated osmolyte accumulation that protected membrane integrity, resulting in increased leaf relative water content and plant biomass. Plants supplemented with TAE demonstrated improved anatomical structures, resulting in diminished As uptake and its associated phytotoxicity. These findings highlight that TAE improved redox balance, osmoregulation, ion homeostasis, and anatomical structures, augmenting tolerance to As and MP toxicity in broccoli.",
      "mesh_terms": [
        "Brassica",
        "Taurine",
        "Arsenic",
        "Microplastics",
        "Plant Leaves",
        "Photosynthesis"
      ]
    },
    {
      "pmid": "39867697",
      "title": "Effect of taurine supplementation on preventing ventilator-associated pneumonia in pediatrics under mechanical ventilation, a randomized controlled double-blind clinical trial.",
      "authors": [
        "Nasrin Shirzad-Yazdi",
        "Eslam Shorafa",
        "Seyedeh Narjes Abootalebi",
        "Reza Heidari",
        "Katayoon Hojabri",
        "Marziyeh Doostfatemeh",
        "Fatemeh Masjedi",
        "Afsaneh Vazin",
        "Mojtaba Shafiekhani"
      ],
      "journal": "Frontiers in pediatrics",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: One of the most prevalent healthcare-associated infections in the pediatric intensive care unit is ventilator-associated pneumonia (VAP). VAP not only results in prolonged hospital and intensive care unit (ICU) stays but also imposes higher costs on patients and the healthcare system. Therefore, it is essential to implement preventive measures. The lung-protective properties of taurine are recognized, and this research focuses on assessing the impact of taurine supplementation in preventing VAP. METHOD: This double-blind, randomized clinical trial was conducted at Namazi Hospital's PICUs. The study included pediatrics on mechanical ventilation for over 48 h. Patients were randomly divided into two groups: the taurine and placebo groups. Alongside the standard care, participants from both groups were administered taurine or placebo capsules (30 mg/kg. day) in divided doses from the day of PICU admission through PICU discharge. The incidence of VAP through clinical and laboratory evidence was considered the primary outcome. RESULTS: Seventy-seven patients were included in the study, with 38 in the taurine group and 39 in the placebo group. VAP incidence was 7.9% in the taurine group and 64.1% in the placebo group. Taurine significantly reduced the duration of mechanical ventilation, ICU and hospital stay, and inotrope duration. The occurrence of septic shock was lower in the taurine group at 5.3%. Stepwise logistic regression showed that placebo receipt was the only risk factor for VAP, with placebo recipients being 20.8 times more likely to develop VAP. (P < 0.0001, OR 20.8, 95% CI 6.11-97.93) Taurine treatment also significantly reduced inflammatory markers such as CRP, pro-calcitonin, and interleukin-6 compared to placebo. CONCLUSION: Our results showed that taurine supplementation can reduce the incidence of VAP and the duration of mechanical ventilation, ICU, and hospital stay in critically ill pediatric patients. REGISTRATION NUMBER OF THE CLINICAL TRIAL: This study received approval from the Iranian registry clinical trial, registered on 29 June 2023 (IRCT20120731010453N4, http://www.irct.ir/)."
    },
    {
      "pmid": "39820545",
      "title": "Taurine protection attenuates bisphenol-A-induced behavioral, neurochemical, and histopathological alterations in male rats.",
      "authors": [
        "Mohamed M Nazmy",
        "Neveen A Noor",
        "Faten F Mohammed",
        "Yasser A Khadrawy",
        "Nasr M Radwan"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2025-Jan-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Due to the continuous exposure to bisphenol-A (BPA), the current study was conducted to evaluate taurine's neuroprotective action against BPA's adverse effect on the brain. Rats were grouped into control, BPA-treated rats, and taurine + BPA-treated rats. At the end of the 35-day treatment period, the memory of the rats was evaluated using the novel object test and the Y-maze test. An open-field test was used to measure motor activity. The changes in monoamines, monoamine oxidase (MAO), acetylcholinesterase (AChE), Na+,K+,ATPase, oxidative stress, caspase-3, and histopathology were evaluated in the cortical and hippocampal tissues of all groups. Data analysis by ANOVA revealed that BPA treatment induced motor hyperactivity and short- and long-term memory impairment. In the cortex, BPA decreased serotonin (5-HT), norepinephrine (NE), MAO, Na+,K+,ATPase, and nitric oxide (NO) and increased dopamine (DA), AChE, lipid peroxidation (MDA), glutathione (GSH), and caspase-3. In the hippocampus, BPA increased 5-HT, DA, NE, MAO, AChE, MDA, NO, GSH, and caspase-3 and decreased Na+,K+,ATPase. These neurochemical changes were accompanied by significant histopathological alterations. Taurine treatment prevented memory impairment and motor hyperactivity induced by BPA. Taurine attenuated the neurochemical changes, oxidative stress, and caspase-3 level. Taurine improved the histopathological change induced by BPA. In conclusion, taurine significantly prevented BPA-induced cognitive deficits, motor coordination impairments, neurotransmitter imbalances, histopathological alterations, oxidative stress, and apoptosis."
    },
    {
      "pmid": "39817227",
      "title": "Enhancing metformin efficacy with cholecalciferol and taurine in diabetes therapy: Potential and limitations.",
      "authors": [
        "Gehan El-Akabawy",
        "Nabil Eid"
      ],
      "journal": "World journal of diabetes",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Editorial"
      ],
      "abstract": "Diabetes mellitus, particularly type 2 diabetes mellitus (T2DM), poses a significant global health challenge. Traditional management strategies primarily focus on glycemic control; however, there is a growing need for comprehensive approaches addressing the complex pathophysiology of diabetes complications. The recent study by Attia et al explores the potential of a novel therapy combining metformin with cholecalciferol (vitamin D3) and taurine to mitigate T2DM-related complications in a rat model. The findings indicate that this treatment combination improves glycemic control and reduces oxidative stress, inflammation, and lipid abnormalities. However, the study is limited by a lack of safety profile data and in-depth molecular mechanism insights. This editorial critically highlights the study's strengths and weaknesses, compares it against other combination therapy research in T2DM, and underscores the need to explore further the mechanisms underpinning the observed therapeutic effects and investigate the safety profile of this novel approach."
    },
    {
      "pmid": "39767618",
      "title": "Taurine Supplementation Alleviates Blood Pressure via Gut-Brain Communication in Spontaneously Hypertensive Rats.",
      "authors": [
        "Qing Su",
        "Xiong-Feng Pan",
        "Hong-Bao Li",
        "Ling-Xiao Xiong",
        "Juan Bai",
        "Xiao-Min Wang",
        "Xiao-Ying Qu",
        "Ning-Rui Zhang",
        "Guo-Quan Zou",
        "Yang Shen",
        "Lu Li",
        "Li-Li Huang",
        "Huan Zhang",
        "Meng-Lu Xu"
      ],
      "journal": "Biomedicines",
      "publication_date": "2024-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTS: Taurine exhibits protective effects in the context of cardiovascular pathophysiology. A range of evidence suggests that hypertension activates inflammatory responses and oxidative stress in the paraventricular nucleus (PVN), elevating the arterial tone and sympathetic activity, while it induces gut-brain axis dysfunction in the context of hypertension. However, the mechanism underlying taurine's anti-hypertensive effects via the gut-brain axis remains unclear. METHOD: Male spontaneously hypertensive rats (SHRs) were administered 3% taurine in their drinking water for eight weeks, with their arterial pressure measured weekly. Molecular techniques were employed to investigate taurine's effects on the hypertensive gut and PVN. Additionally, 16S rRNA gene sequencing was used to analyze the gut microbiota composition, and untargeted metabolomics was applied to assess the fecal metabolites following taurine supplementation. RESULTS: Taurine supplementation not only reduced the blood pressure, sympathetic activity, and inflammatory and oxidative stress in the PVN but also improved the cardiac pathology and microbiota composition while alleviating gut inflammation in hypertensive rats. The untargeted metabolite analysis indicated that the primary effect of the taurine intervention in SHRs was exerted on tryptophan metabolism. The levels of serum metabolites such as kynurenine, L-tryptophan, serotonin (5-HT), and 5-hydroxyindole-3-acetic acid (5-HIAA) were altered in hypertensive rats following taurine treatment. CONCLUSIONS: Taurine supplementation restored the microbiota balance, strengthened the mucosal barrier, reduced intestinal inflammation, and stimulated tryptophan metabolism. The metabolites derived from the gut microbiota likely crossed the brain barrier and reached the paraventricular nucleus, thereby reducing the inflammatory responses and oxidative stress in the PVN via gut-brain communication, leading to decreased sympathetic nerve activity and blood pressure in the studied hypertensive rats."
    },
    {
      "pmid": "39707534",
      "title": "Integrative in-silico and in-vitro analysis of taurine and vitamin B12 in modulating PPARγ and Wnt signaling in hyperhomocysteinemia-induced osteoporosis.",
      "authors": [
        "Mazumder Adhish",
        "I Manjubala"
      ],
      "journal": "Biology direct",
      "publication_date": "2024-Dec-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peroxisome proliferator-activated receptor-γ (PPARγ) is a critical regulator of adipogenesis and bone metabolism, playing complex roles in osteoporosis. This study investigates the effects of taurine and homocysteine on PPARγ, focusing on their roles in osteoclastogenesis and bone health. In-silico analyses, including molecular docking and molecular dynamic simulations, revealed that both taurine and homocysteine bind competitively to the PPARγ ligand-binding domain, exhibiting distinctive antagonistic modes, including destabilization of PPARγ's key helices H3, H4/5, H11, and H12. In-vitro experiments further supported these results, demonstrating that taurine protects against oxidative damage, enhances bone mineralization, and reduces the expression levels of PPARγ, while also downregulating negative regulators of the Wnt signaling pathway, such as SOST and DKK1. Homocysteine, on the other hand, was observed to increase the expression of these regulators and impair bone formation. Vitamin B12 was included in the study due to its known role in mitigating hyperhomocysteinemia, a condition linked to impaired bone health and reduced taurine levels. While vitamin B12 alone demonstrated some beneficial effects, it did not achieve the same level of efficacy as taurine. However, a combination of taurine and vitamin B12 showed greater efficacy in ameliorating hyperhomocysteinemia-induced osteoporosis. Overall, this study highlights taurine's therapeutic potential in counteracting the adverse effects of hyperhomocysteinemia on bone health and underscores the need for further research into taurine's mechanisms in osteoporosis treatment.",
      "mesh_terms": [
        "Osteoporosis",
        "Hyperhomocysteinemia",
        "PPAR gamma",
        "Taurine",
        "Wnt Signaling Pathway",
        "Vitamin B 12",
        "Molecular Docking Simulation",
        "Animals",
        "Homocysteine",
        "Humans",
        "Computer Simulation",
        "Molecular Dynamics Simulation"
      ]
    },
    {
      "pmid": "39674372",
      "title": "Taurine, an essential amino acid, attenuates rotenone-induced Parkinson's disease in rats by inhibiting alpha-synuclein aggregation and augmenting dopamine release.",
      "authors": [
        "Jackson E Onuelu",
        "Benneth Ben-Azu",
        "Olusegun G Adebayo",
        "Aliance R Fokoua",
        "Miracle K Nekabari",
        "Esther O Ozah",
        "Prosper Iwhiwhu",
        "Abayomi M Ajayi",
        "Obukohwo M Oyovwi",
        "Itiviere A Omogbiy",
        "Anthony T Eduviere",
        "Matthew O Ojezele"
      ],
      "journal": "Behavioural brain research",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Reducing antioxidant levels exacerbates the generation of reactive oxygen/nitrogen species, leading to alpha-synuclein aggregation and the degeneration of dopaminergic neurons. These play a key role in the onset of Parkinson's disease (PD), for which effective treatment remains elusive. This study examined the neuroprotective effects of taurine, an essential β-amino acid with antioxidant and antiinflammation properties, in Swiss male mice exposed to rotenone-induced PD. Mice (20-25 g) were grouped into seven groups (n = 9) and treated with taurine alone (5, 10 and 20 mg/kg, p.o) or levodopa (10 mg/kg, p.o) for 28 consecutive days following intraperitoneal co-administration of rotenone (1.5 mg/kg, in 5 % dimethylsulfoxide) for 14 alternate days. Open-field, rota-rod and hanging-wire motor performance and coordination tests were conducted on days 26-28. Oxidative stress and neuroinflammatory markers; levels of acetylcholinesterase enzyme activity, dopamine, and alpha-synuclein were assayed in the striatal and prefrontal-cortical regions alongside histological examinations. Rotenone significantly reduced latency to fall and akinesia-like behavior with several slip/error relative to vehicle groups. Taurine increased the latency to fall, notably improving motor coordination, locomotor deficit, and neuromuscular competence. Also, rotenone significantly increased malondialdehyde and nitrite; while decreasing acetylcholinesterase activity, glutathione, catalase, superoxide-dismutase, and glutathione-S-transferase levels in the striatum and prefrontal-cortex respectively, which were attenuated by taurine. Taurine increased dopamine levels in the striatum and prefrontal cortex dose-independently. Like carbidopa, taurine decreased alpha-synuclein, tumor-necrosis factor-α and interleukin-6 levels in the striatum and prefrontal-cortex. Additionally, taurine-reversed rotenone-induced neurodegeneration in the striatum and prefrontal cortex indicates neuroprotective function. Conclusively, taurine attenuates rotenone-induced PD-like behavior by enhancing the brain's antioxidant system, inhibiting pro-inflammatory cytokine release, reducing α-synuclein formation, and augmenting dopaminergic release in mice's brains.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Rotenone",
        "Dopamine",
        "Male",
        "alpha-Synuclein",
        "Mice",
        "Neuroprotective Agents",
        "Rats",
        "Corpus Striatum",
        "Oxidative Stress",
        "Disease Models, Animal",
        "Behavior, Animal",
        "Antioxidants",
        "Parkinson Disease",
        "Levodopa",
        "Parkinsonian Disorders",
        "Prefrontal Cortex"
      ]
    },
    {
      "pmid": "39670535",
      "title": "Taurine efflux counters the hydrodynamic impact of anaerobic metabolism to protect cardiorespiratory function under acute thermal stress in brook char (Salvelinus fontinalis).",
      "authors": [
        "Nir El",
        "Mathilde H Christjansen",
        "Ellie C Smallwood",
        "Megan E LaHay",
        "Samuel P McGaw",
        "Claire M Pabody",
        "Tyson J MacCormack"
      ],
      "journal": "The Journal of experimental biology",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Upper thermal tolerance may be limited by convective oxygen transport in fish, but the mechanisms constraining heart function remain elusive. The activation of anaerobic metabolism imposes an osmotic stress on cardiomyocytes at high temperatures that must be countered to prevent swelling and cardiac dysfunction. We tested the hypothesis that cardiac taurine efflux is required to counter the osmotic impact of anaerobic end product accumulation in brook char, Salvelinus fontinalis. Fish were fed a diet enriched in β-alanine, a competitive inhibitor of the taurine transporter, to induce taurine deficiency and inhibit transporter function. In vivo, stroke volume increased by 60% and cardiac output doubled in control fish during a 2°C h-1 thermal ramp. Stroke volume was temperature insensitive in taurine-deficient (TD) fish, so cardiac output was 30% lower at high temperatures. The thermal sensitivity of aerobic metabolism did not differ, and lactate accumulated to a similar degree in the two diet treatment groups, indicating that taurine deficiency does not impact energy metabolism. Heart taurine efflux was absent and ventricular muscle osmolality was 40 mOsmol kg-1 higher in TD brook char following thermal stress. Swelling and decreased ventricular compliance likely impair diastolic filling to constrain stroke volume in TD fish. The adrenaline sensitivity of cardiac contractility and the regulation of intracellular pH in the brain and liver were also impacted in TD brook char. Taurine efflux appears necessary to counteract the hydrodynamic impact of activating anaerobic metabolism and this process may limit heart function under acute thermal stress.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Trout",
        "Anaerobiosis",
        "Hydrodynamics",
        "Heart",
        "Cardiac Output",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "39641099",
      "title": "Effects of dietary rumen-protected glucose level and taurine supplementation on weight change and oxidative stress state of yaks after transport.",
      "authors": [
        "Xiaolin Wang",
        "Kaiqiang Zhao",
        "Shoupei Zhao",
        "Jia Zhou",
        "Mingyu Cao",
        "Lianghao Lu",
        "Yuanyuan Chen",
        "Huaming Yang",
        "Bao Zhang",
        "Chong Shao",
        "Yanfei Zhao",
        "Rui Tang",
        "Bai Xue"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rumen-protected glucose (RPG) and taurine (TAU) are crucial for the nutrition and physiology of ruminants, enhancing production performance and mitigating negative energy balance. This study aimed to assess the impact of RPG levels and TAU supplementation on the body weight, antioxidant capacity, immune function and stress responses in yaks before and after transport. Thirty-two healthy male yaks, aged 3 years and weighing 172.5 ± 10.2 kg, were randomly assigned to one of four dietary treatments: (1) low RPG and low TAU (LRLT), with 1% RPG and 5 g/d TAU; (2) low RPG and high TAU (LRHT), with 1% RPG and 15 g/d TAU; (3) high RPG and low TAU (HRLT), with 3% RPG and 5 g/d TAU; and (4) high RPG and high TAU (HRHT), with 3% RPG and 15 g/d TAU. The yaks were treated with the corresponding diet for 7 days, then received 9 h of transportation, and finally fed the same diet at their destination for 30 days. The weight was measured before and on days 0 and 30 after transport, and the plasma was collected before and on day 0, 10, and 30 after transport for analysis of biochemical, antioxidant, immune, and stress response indicators. We observed that transport increased plasma concentrations of total cholesterol, total protein, lactate dehydrogenase, creatine kinase, malondialdehyde, cortisol and lipopolysaccharides of yaks among treatments, while decreased their BW and plasma IL-10 concentration. Increasing TAU supplementation reduced weight loss (8.42 vs. 11.9 kg) and weight loss percent (4.83% vs. 6.87%) in yaks after transport. The concentration of MDA in plasma was lower in HRHT than in LRLT at day 0 after transport (p = 0.03). The activity of GSH-PX was higher in HRHT than in LRLT at day 10 after transport (p = 0.04). Concentrations of IL-10 at day 0 and 10 after transport was higher in HRHT than in LRLT and HRLT (p = 0.02, p = 0.01, respectively). With the increase of TAU supplementation, concentrations of IL-1β at day 30 after transport (p = 0.02), TNF-α at day 0 after transport (p = 0.02), COR at day 10 (p = 0.03) and 30 (p = 0.05) after transport as well as LPS at day 0 after transport (p = 0.04) decreased. In addition, concentrations of COR at day 0 after transport was lower in LRHT and HRHT than in LRLT (p = 0.03). Based on all the results, we demonstrated that increasing TAU supplementation levels reduced post-transport weight loss in yaks, improved their antioxidant capacity and immune function, and alleviated stress responses. Considering the effect of resistance to transport stress and costs, the optimal treatment identified in this study involved a diet containing 1% RPG and supplemented with 15 g/d TAU."
    },
    {
      "pmid": "39632669",
      "title": "Combination of Cannabidiol with Taurine Synergistically Treated Periodontitis in Rats.",
      "authors": [
        "Se Woong Kim",
        "Saroj Kumar Shrestha",
        "Badmaarag-Altai Chuluunbaatar",
        "Yunjo Soh"
      ],
      "journal": "Biomolecules & therapeutics",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The active component in cannabis, cannabidiol (CBD), was first isolated from the hemp plant in 1940. Chronic pain, inflammation, migraines, depression, and anxiety have long been treated with CBD. The fundamental mechanisms of CBD's effects on periodontal inflammation have yet to be fully understood. The amino sulfonic acid taurine is a substance that naturally exists in the body and is an inhibitory modulator of inflammation. This study examined the effects of CBD, taurine, and their combination on inflammatory cytokines and periodontitis in vivo. To assess the expression of inflammatory markers of iNOS, COX-2, TNF-α, and IL-1β, as well as TRAP count and resorbed pit areas, CBD and taurine were applied to RAW264.7 cells. The following groups of 45 Sprague-Dawley rats each were created: control (healthy), vehicle (induced periodontitis), low- and high-dose-CBD with taurine which were each treated for an additional 21 days. Rat teeth were obtained and subjected to histomorphometric studies. The combination of the two significantly decreased the expression of inflammatory markers TNF-α and IL-1β and the amount of TRAP+ cells and resorbed pit areas. Among rats with P. gingivalis-induced periodontitis, the alveolar bone resorption levels, periodontal pocket depth, and distance between cementoenamel junction (CEJ) and alveolar bone crest (ABC) were significantly reduced after treatment with CBD and taurine, suggesting that combining CBD with taurine could be a novel therapeutic agent against periodontal disease."
    },
    {
      "pmid": "39632512",
      "title": "Systematic Review and Meta-Analysis: Taurine and Its Association With Colorectal Carcinoma.",
      "authors": [
        "Akshat Sinha",
        "Liam Griffith",
        "Animesh Acharjee"
      ],
      "journal": "Cancer medicine",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Colorectal cancer (CRC) is one of the most common cancers. Various options are available for treatment, but prognosis is still poor in the more advanced stages. Current screening methods are not as accurate for distinguishing between benign and malignant growths, resulting in unnecessary invasive procedures. Recently a focus has been placed on identifying metabolites. Of these, taurine has frequently been detected, and this particular compound has a multifactorial role in human physiology. METHODS: We conducted a systematic review of studies up till November 2023. Searches were done in three databases- MEDLINE, CINAHL-Ebsco, and PubMed. Three independent reviewers filter titles, abstracts, and full-texts according to selection criteria. Ten studies (samples = 1714) were identified showing a differential level of taurine in CRC patient samples. Quality assessment accounted for the risk of bias of each study using the 'robvis' tool. Where meaningful comparisons could be made, meta-analyses were carried out using the 'R' program for precalculated effect sizes with 'metagen' in R. The 'meta' package was utilised for creation of forest plots. FINDINGS: Taurine was shown to significantly increase odds of CRC. It was also significantly associated with being a discriminator for CRC as a diagnostic metabolite. This was maintained at various stages of CRC. Taurine had increased expression in CRC patients, especially when the matrix utilised was blood. Nevertheless, there was significant heterogeneity for some outcomes. INTERPRETATION: In conclusion, these findings highlight the potential of using taurine as well as other bile acid metabolites (lithocholic and ursodeoxycholic acid) to diagnose CRC and illustrate the link with microbiome interactions. Overall increased taurine concentration are associated with significantly increased odds for CRC. There was mostly an increase in relative expression of taurine in CRC samples, excluding results from Wang et al.",
      "mesh_terms": [
        "Humans",
        "Biomarkers, Tumor",
        "Colorectal Neoplasms",
        "Prognosis",
        "Taurine"
      ]
    },
    {
      "pmid": "39626917",
      "title": "Taurine Protects Irinotecan-induced Muscle Dysfunction by Modulating Oxidative Stress and Endoplasmic Reticulum Stress in Human Skeletal Muscle Cells.",
      "authors": [
        "Chih-I Chen",
        "Yu-Chi Chen",
        "Yi-Kai Kao",
        "Chia-Hung Chen",
        "Po-Wen Yang",
        "Pin-Chun Chen",
        "Ling-Chiao Song",
        "Kai Lung Tsai"
      ],
      "journal": "Anticancer research",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: Irinotecan is a key component of standard first-line treatment for metastatic colorectal cancer. However, irinotecan-induced muscle dysfunction is a contributing factor to cancer cachexia. Here, we present the protective effect of taurine, a conditionally essential amino acid with great antioxidant properties, in attenuating muscle dysfunction induced by irinotecan. MATERIALS AND METHODS: Irinotecan (20 μg/ml) was added to human skeletal muscle cells (HSkMCs) with or without pre-treatment of taurine (5 mM). The effects of taurine and irinotecan on the viability, cytotoxicity, and differentiation ability of HSkMC myoblasts were examined. The intracellular reactive oxygen species (ROS) and endoplasmic reticulum stress (ERS) were also monitored. RESULTS: Irinotecan caused cytotoxicity of HSkMCs, while taurine pretreatment increased cell viability and inhibited adenylate kinase release significantly in both myoblasts and myotubes. During differentiation, taurine increased ROS clearance and preserved the myotube differentiation ability impaired by irinotecan. Irinotecan exposure resulted in the up-regulation of CCAAT/enhancer-binding protein homologous protein (CHOP) and glucose-regulated protein 78 (GRP78). Taurine pretreatment could combat such irinotecan-induced ERS. CONCLUSION: The current in vitro study provides molecular evidence that taurine plays a beneficial role in protecting against irinotecan-induced muscle dysfunction by modulating oxidative stress and endoplasmic reticulum stress.",
      "mesh_terms": [
        "Humans",
        "Irinotecan",
        "Taurine",
        "Endoplasmic Reticulum Stress",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Endoplasmic Reticulum Chaperone BiP",
        "Camptothecin",
        "Cell Survival",
        "Cell Differentiation",
        "Muscle, Skeletal",
        "Transcription Factor CHOP",
        "Muscle Fibers, Skeletal",
        "Heat-Shock Proteins"
      ]
    },
    {
      "pmid": "39614280",
      "title": "Taurine potentiates artemisinin efficacy against malaria by modulating the immune response in Plasmodium berghei-infected mice.",
      "authors": [
        "Xin Li",
        "Ning Jiang",
        "Qilong Li",
        "Kexin Zheng",
        "Yiwei Zhang",
        "Xiaoyu Sang",
        "Ying Feng",
        "Ran Chen",
        "Qijun Chen"
      ],
      "journal": "Parasites & vectors",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Artemisinin (ART) is a frontline drug for the treatment of malaria; however, the emergence of ART-resistant Plasmodium strains necessitates increasing ART sensitivity. Given that taurine (TAU) has been shown to have immunomodulatory activity, we investigated the effects of TAU as an adjunct therapy to ART in mice infected with Plasmodium berghei. METHODS: Mice infected with P. berghei ANKA strain (P. berghei ANKA) were treated with TAU alone, ART alone or a combination of TAU and ART (TAU + ART), and their survival time and parasitaemia were recorded. The cytotoxic effects of TAU and ART were subsequently assessed. The expression levels of inflammasome-related genes and inflammatory factors in mice infected with P. berghei ANKA were analysed in relation to those in mice treated with TAU alone, ART alone or the TAU + ART combination. The therapeutic effects were further evaluated by histological analysis and measurement of the spleen index. RESULTS: Compared with the control mice, P. berghei ANKA-infected mice treated with ART in combination with TAU presented significantly lower parasitaemia and prolonged survival. The combined treatment resulted in significant reductions in the expression levels of inflammasome-related genes in the spleen, including absent in melanoma 2 (AIM2), caspase-1, NOD-, LRR- and pyrin domain-containing protein 3 (Nlrp3), Nlrp1b, Nlrp1b, NLR family CARD domain containing 4 (Nlrc4), Nlrp6, nucleotide binding oligomerization domain containing 1 (NOD1) and NOD2, and decreases in the levels of inflammatory cytokines in the serum, including interleukin (IL)-12p70, tumour necrosis factor-alpha, monocyte chemoattractant protein-1, IL-10 and IL-6. Histopathological analysis confirmed that TAU + ART combination treatment reduced spleen pathology caused by P. berghei ANKA infection. CONCLUSIONS: The findings indicate that TAU potentiates ART efficacy by modulating the immune response in P. berghei-infected mice.",
      "mesh_terms": [
        "Animals",
        "Artemisinins",
        "Plasmodium berghei",
        "Malaria",
        "Mice",
        "Taurine",
        "Parasitemia",
        "Antimalarials",
        "Drug Synergism",
        "Female",
        "Drug Therapy, Combination",
        "Spleen",
        "Inflammasomes",
        "Cytokines",
        "Disease Models, Animal",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "39554612",
      "title": "Synthesis of nanohybrid consisting of taurine derived carbon dots and nanoceria for anticancer applications.",
      "authors": [
        "Joydeep Das",
        "Th Abhishek Singh",
        "R Lalruatsangi",
        "Parames C Sil"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Here, we first synthesized carbon dots (CDs) from taurine and then a nanohybrid with ceria (CeO2) nanoparticles using thermal decomposition method for checking their antineoplastic efficacy against human triple negative mammary carcinoma cells, MDA-MB-231. The in vitro study demonstrated significant dose-dependent antineoplastic activity of the nanohybrids within a range of concentration from 10 to 50 μg/mL after 48 h of treatment. The cellular morphology analysis clearly depicted substantial amount of cell death which seems to stem from increased intracellular reactive oxygen species (ROS) production. However, the maximum anticancer activity of the nanohybrid as compared to bare CDs and CeO2 is supposed to be due to the combined anticancer effect of both CDs and CeO2 (a well-established antitumor agent). Further we have performed molecular docking study to reveal the anticancer mechanism of CDs which exhibited high binding capacity towards several proapoptotic and antiapoptotic protein molecules. The binding affinity values were found to be - 8.7 kcal/mol, - 7.9 kcal/mol, - 9.6 kcal/mol, - 9.5 kcal/mol, - 12 kcal/mol and - 11.1 kcal/mol for BAD, BCl-2, p53, Caspase-8, Caspase-9 and Caspase-3 respectively. Taken together, our synthesized CDs-CeO2 nanohybrid could be thought as a potential anticarcinogenic option in the field of breast cancer therapeutics."
    },
    {
      "pmid": "39535934",
      "title": "Dynamics of blood Taurine concentration and its correlation with nutritional and physiological status during the fattening period of Japanese black cattle.",
      "authors": [
        "Shuntaro Takai",
        "Huseong Lee",
        "Minji Kim",
        "Shinichiro Torii",
        "Koki Nishihara",
        "Joonpyo Oh",
        "Tatsunori Masaki",
        "Kentaro Ikuta",
        "Eiji Iwamoto",
        "Kota Masuda",
        "Yoshinobu Uemoto",
        "Fuminori Terada",
        "Satoshi Haga",
        "Sanggun Roh"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2024-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Taurine, biosynthesized from methionine or cysteine in the liver, plays a crucial regulatory role in bile acid conjugation, antioxidant effects, and glucose and cholesterol metabolism. This may influence the metabolic changes associated with fat accumulation in beef cattle. However, the physiological role of taurine in this species has not been fully elucidated. In this study, we explored the physiological role of taurine in Japanese Black steers (Bos taurus) in different phases during the fattening period. To examine the correlation among plasma taurine concentrations, various physiological parameters, and genes related to taurine synthesis in the liver, we used biopsied liver tissues, blood samples, and rumen fluids collected from 21 steers at three different stages, i.e., early (T1; 13 mo of age), middle (T2; 20 mo of age), and late (T3; 28 mo of age) phases. Additionally, to investigate the regulatory mechanisms underlying the expression profile of taurine synthesis genes, primary bovine hepatocytes obtained from 4-wk-old Holstein calves were treated with palmitate, oleate, acetate, propionate, or β-hydroxybutyrate (BHBA). Plasma taurine and cholesterol concentrations significantly (P < 0.001) increased in the T2 phase, which is potentially attributable to increased energy intake and assimilation induced by increased intake of concentrated feed. Cysteine-sulfinic acid decarboxylase (CSAD) expression significantly increased (P < 0.01) in T2 than in other phases. The expression levels of cysteine dioxygenase type 1 (CDO1) and cholesterol 7 alpha-hydroxylase (CYP7A1) were significantly higher (P < 0.05) in T2 than in T3; moreover, the CDO1/glutamate-cysteine ligase catalytic subunit (GCLC) ratio was higher (P < 0.05) in T2 than in T1. Plasma taurine concentrations were positively correlated with plasma methionine (r = 0.51; P < 0.05) and total cholesterol (r = 0.56; P < 0.05) concentrations at T2. Relative CDO1 mRNA expression was upregulated in cultured bovine hepatocytes treated with oleate and propionate, whereas it was downregulated upon acetate treatment. These findings indicate that the increase in plasma taurine concentrations in the T2 phase is associated with changes in lipid and methionine metabolism in Japanese Black steers.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Cattle",
        "Male",
        "Liver",
        "Cholesterol",
        "Hepatocytes",
        "Rumen",
        "Nutritional Status"
      ]
    },
    {
      "pmid": "39534415",
      "title": "Encapsulating taurine into liposomes: A promising therapeutic for liver fibrosis.",
      "authors": [
        "Xue-Juan Zhang",
        "Xiao-Yi Jiang",
        "Yi-Lin Ma",
        "Fei-Yi Huang",
        "Zheng-Wei Huang"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2024-Nov-07",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "We summarize the mechanism by which taurine (Tau) inhibits autophagy and induces iron apoptosis in hepatic stellate cells. Tau interacts with autophagy regulates multifunctional proteins, microtubule-associated protein 1 light chain 3 Beta, and autophagy-related gene 5 to inhibit autophagy, binds to ferritin heavy chain 1 and nuclear receptor coactivator 4 to trigger ferritin autophagy, and interacts with glutathione peroxidase 4 to promote iron apoptosis. There is a solid rationale for developing Tau-based therapies targeting autophagy and ferroptosis regulation. From a pharmaceutical point of view, there are certain requirements for Tau protein delivery systems, such as loading efficiency, stability, and targeting. Nanomaterials should also contain a hydrophilic motif similar to Tau to optimize loading efficiency. Since Tau is a hydrophilic molecule with high water solubility, liposomes, micelles, and amphiphilic polymer nanoparticles may represent a superior choice. The nanostructure of the liposome includes a water region and a lipid membrane to sequester hydrophilic and hydrophobic drugs, respectively, whereas Tau is expected to be loaded into the water region. In addition, a representative method of actively targeting hematopoietic stem cells is introduced. A Tau-based method for the treatment of liver fibrosis is proposed based on the formulation of common liposomes (lecithin plus cholesterol).",
      "mesh_terms": [
        "Humans",
        "Liposomes",
        "Liver Cirrhosis",
        "Taurine",
        "Autophagy",
        "Animals",
        "Apoptosis",
        "Hepatic Stellate Cells",
        "Liver",
        "Drug Delivery Systems"
      ]
    },
    {
      "pmid": "39505701",
      "title": "Taurine and enzymatically modified isoquercitrin synergistically protect against the methotrexate-induced cardiotoxicity in rats: antioxidant and antiapoptotic effects.",
      "authors": [
        "Marwa M Mahmoud",
        "Rehab Hegazy",
        "Wael M El-Sayed"
      ],
      "journal": "Drug and chemical toxicology",
      "publication_date": "2024-Nov-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the protective potential of taurine (Tau) and enzymatically modified isoquercitrin (EMIQ), both individually and in combination, against MTX-induced cardiotoxicity in male rats. A total of 36 rats were randomly divided into six groups (six animals each): control (vehicle), MTX alone (20 mg/kg, single dose), EMIQ+MTX (EMIQ at 26 mg/kg, p.o. for 16 days, with a single dose of MTX on the 13th day), Tau + MTX (Tau at 500 mg/kg, p.o. for 16 days, with a single dose of MTX on the 13th day), (EMIQ+Tau)+MTX, and (EMIQ+Tau)½+MTX. MTX treatment resulted in elevated levels of cardiac creatine phosphokinase-myocardial band, troponin I, nitric oxide, malondialdehyde, and serum IL-6, while decreasing levels of cardiac myeloperoxidase, catalase, and superoxide dismutase. MTX also reduced expression of BMI-1, induced DNA laddering and fragmentation, and increased cleaved caspase-3 protein expression in cardiac tissue. Both Tau and EMIQ showed equivalent effectiveness in protecting the heart against MTX-induced damage due to their antioxidant, anti-inflammatory, and antiapoptotic properties. Notably, combined treatment with half-doses of Tau and EMIQ offered superior protection compared to full doses of each agent alone. The full-dose combination showed similar efficacy to the half-dose combination, with a few exceptions. Overall, these results suggest a synergistic effect of Tau and EMIQ in mitigating MTX-induced cardiotoxicity, warranting further investigation into the underlying mechanisms."
    },
    {
      "pmid": "39461369",
      "title": "Differential effects of chronic and intermittent administration of taurine on alcohol binge drinking in male rats.",
      "authors": [
        "Gabriela Adriany Lisboa Zilli",
        "Bruna Haendchen Sant'Ana",
        "Caroline da Silveira Bastiani",
        "Lucas Dos Reis Izolan",
        "Rianne Remus Pulcinelli",
        "Douglas Marques",
        "Mirna Bainy Leal",
        "Rosane Gomez"
      ],
      "journal": "Behavioural brain research",
      "publication_date": "2025-Feb-04",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Episodic consumption of high doses of alcohol in a short period (binge drinking - BD) among adolescents is known to be harmful to their brain development. Chronic use of taurine increases voluntary alcohol consumption and shows an anxiolytic-like effect in rats. In this study, we evaluated the differential effects of chronic and intermittent taurine administration on alcohol consumption and behavioral changes in adolescent and young adult rats subjected to the BD model. Male Wistar rats (35 days old) were divided into 4 groups for daily intraperitoneal administration of saline (SAL); taurine, 100 mg/kg (TAU); taurine on BD days and saline on intervals (TAU/SAL); and saline on BD days and taurine on intervals (SAL/TAU). They were exposed to 4 cycles of BD, with free access to alcoholic solution (20 % w/v), for 2 h, 3 days per week. At the end of the 3rd cycle, anxiety-like behaviors were assessed using the light-dark task. After euthanasia, plasma and prefrontal cortex samples were collected to measure corticosterone and BDNF levels, respectively. Chronic taurine treatment did not alter alcohol consumption in rats, whereas intermittent administration increased alcohol intake after 4 BD exposures (TAU/SAL: +19.4 % and SAL/TAU: +21.6 %). No anxiolytic-like effects were found by taurine administration, nor were there changes in serum corticosterone or BDNF levels in the frontal cortex of young adult rats. Intermittent taurine, but not chronic treatment, increased alcohol intake among rats after the second week of exposure. The translation of these results to humans is concerning since the combination of alcohol and drinks containing taurine is common among adolescent and young adult individuals.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Male",
        "Binge Drinking",
        "Rats, Wistar",
        "Corticosterone",
        "Prefrontal Cortex",
        "Rats",
        "Ethanol",
        "Anxiety",
        "Brain-Derived Neurotrophic Factor",
        "Disease Models, Animal",
        "Alcohol Drinking"
      ]
    },
    {
      "pmid": "39411791",
      "title": "Bile acid malabsorption investigated by selenium-75-homocholic acid taurine (75SeHCAT) scans, a retrospective single-centre experience.",
      "authors": [
        "F Vulsteke",
        "R De Gersem",
        "J Arts",
        "T Vanuytsel"
      ],
      "journal": "Acta gastro-enterologica Belgica",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Bile acid malabsorption (BAM) is a common entity in patients experiencing chronic watery diarrhea. However, literature suggests that BAM is underdiagnosed and undertreated. In many countries 75SeHCAT is the gold standard for diagnosing BAM (1-5). The aim of this retrospective study was to investigate the frequency of BAM using 75SeHCAT scintigraphy and the response to treatment with bile acid sequestrants. METHODS: We retrospectively evaluated the clinical data of 420 patients who had a 75SeHCAT scan from January 2016 to January 2023. Electronic medical records were investigated for risk factors of BAM. BAM was defined as a 75SeHCAT retention of less than 15%. Response to bile acid sequestrants was evaluated based on outpatient clinical reports. RESULTS: Median age at the time of 75SeHCAT test was 47 years (range 14-87). Out of 420 patients, 192 (46%) had a positive result for BAM. Cholecystectomy and ileal resection were significant predictors for BAM (p<0.001). BAM type 1 is statistically more likely to be more severe compared to type 2 (p<0.0001) and compared to type 3 (p=0.0021). In patients who fulfilled Rome IV criteria for IBS-D or functional diarrhea, 75 out of 121 (38%) tested positive for BAM. Overall, treatment with bile acid binders was effective in 76%. CONCLUSIONS: This retrospective study of patients who underwent SeHCAT scanning confirms that about 1/3 patients presenting with therapy-resistant chronic diarrhea in secondary care suffer from BAM. Including the test in clinical management protocols of chronic diarrhea allows early and quantitative diagnosis and treatment of BAM.",
      "mesh_terms": [
        "Humans",
        "Retrospective Studies",
        "Male",
        "Female",
        "Middle Aged",
        "Adult",
        "Aged",
        "Malabsorption Syndromes",
        "Aged, 80 and over",
        "Bile Acids and Salts",
        "Adolescent",
        "Young Adult",
        "Selenium Radioisotopes",
        "Taurocholic Acid",
        "Radionuclide Imaging",
        "Diarrhea",
        "Sequestering Agents"
      ]
    },
    {
      "pmid": "39380483",
      "title": "Taurine hypomodification underlies mitochondrial tRNATrp-related genetic diseases.",
      "authors": [
        "Jia-Li Lu",
        "Yichen Dai",
        "Kunqian Ji",
        "Gui-Xin Peng",
        "Hong Li",
        "Chuanzhu Yan",
        "Bin Shen",
        "Xiao-Long Zhou"
      ],
      "journal": "Nucleic acids research",
      "publication_date": "2024-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Escherichia coli MnmE and MnmG form a complex (EcMnmEG), generating transfer RNA (tRNA) 5-carboxymethylaminomethyluridine (cmnm5U) modification. Both cmnm5U and equivalent 5-taurinomethyluridine (τm5U, catalyzed by homologous GTPBP3 and MTO1) are found at U34 in several human mitochondrial tRNAs (hmtRNAs). Certain mitochondrial DNA (mtDNA) mutations, including m.3243A > G in tRNALeu(UUR) and m.8344A > G in tRNALys, cause genetic diseases, partially due to τm5U hypomodification. However, whether other mtDNA variants in different tRNAs cause a defect in τm5U biogenesis remains unknown. Here, we purified naturally assembled EcMnmEG from E. coli. Notably, EcMnmEG was able to incorporate both cmnm5U and τm5U into hmtRNATrp (encoded by MT-TW), providing a valuable basis for directly monitoring the effects of mtDNA mutations on U34 modification. In vitro, several clinical hmtRNATrp pathogenic mutations caused U34 hypomodification. A patient harboring an m.5541C > T mutation exhibited hmtRNATrp τm5U hypomodification. Moreover, using mtDNA base editing, we constructed two cell lines carrying m.5532G > A or m.5545C > T mutations, both of which exhibited hmtRNATrp τm5U hypomodification. Taurine supplementation improved mitochondrial translation in patient cells. Our findings describe the third hmtRNA species with mutation-related τm5U-hypomodification and provide new insights into the pathogenesis and intervention strategy for hmtRNATrp-related genetic diseases.",
      "mesh_terms": [
        "Humans",
        "DNA, Mitochondrial",
        "Escherichia coli",
        "Taurine",
        "Mutation",
        "Mitochondria",
        "RNA, Transfer",
        "Uridine",
        "Escherichia coli Proteins",
        "Mitochondrial Diseases",
        "RNA, Mitochondrial",
        "GTP-Binding Proteins"
      ]
    },
    {
      "pmid": "39373065",
      "title": "Taurine reduces glycolysis of pig skeletal muscle by inhibiting HIF-1α signaling.",
      "authors": [
        "Xiaoling Chen",
        "An Wenting",
        "Huang Zhiqing",
        "Gang Jia",
        "Hua Zhao"
      ],
      "journal": "Journal of cellular physiology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate the effect of taurine on skeletal muscle glycolysis in pigs. The results showed that dietary supplementation of taurine significantly reduced the activities of hexokinase (HK), phosphofructose kinase (PFK), and pyruvate kinase (PK) in finishing pigs. Meanwhile, taurine reduced the protein and mRNA expression levels of hypoxia inducible factor 1α (HIF-1α) and the mRNA expression of glycolytic enzyme related genes (such as HK type II, HK Ⅱ; pyruvate kinase M2, PKM2; lactate dehydrogenase A, LDHA). In addition, taurine reduced the expression of HIF-1α, lactate content, and the expression of glycolysis related genes in porcine myotubes. These results suggest that taurine may regulate glycolysis in skeletal muscle of finishing pigs through the HIF-1α signaling pathway. To further investigate the mechanism by which taurine affects skeletal glycolysis, HIF-1α activator dimethyloxalyl glycine (DMOG) was used to treat porcine myotubes, our results showed that DMOG significantly increased the protein and mRNA expression levels of HIF-1α, lactate content, and glycolytic enzyme (HK, PFK, PK, and LDH) activity, but taurine treatment significantly inhibited this effect. Taken together, these results of in vivo and in vitro experiments revealed that taurine reduces skeletal muscle glycolysis by inhibiting HIF-1α signaling.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Glycolysis",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Signal Transduction",
        "Muscle, Skeletal",
        "Swine",
        "Muscle Fibers, Skeletal",
        "Lactic Acid"
      ]
    },
    {
      "pmid": "39370837",
      "title": "[Taurine for Mitochondrial Diseases].",
      "authors": [
        "Yoshihide Sunada"
      ],
      "journal": "Brain and nerve = Shinkei kenkyu no shinpo",
      "publication_date": "2024-Oct",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Mitochondrial myopathy, encephalopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome is characterized by a mitochondrial DNA mutation that leads to defective taurine modification of the leucine tRNA anticodon, with consequent impaired translation of the UUG codon. This defect reduces synthesis of respiratory chain complexes, which causes energy failure. Taurine supplementation improved mitochondrial function in MELAS model cells. A physician-initiated clinical trial reported that high-dose taurine supplementation therapy suppressed stroke-like episodes and improved taurine modification rates in leukocytes.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "DNA, Mitochondrial",
        "MELAS Syndrome",
        "Mitochondria",
        "Mitochondrial Diseases",
        "Taurine"
      ]
    },
    {
      "pmid": "39277808",
      "title": "Evaluation of the effect of taurine on the matrix metalloproteinase-9 and the expression changes of miRNA-21 and miRNA-146a in SH-SY5Y cell line.",
      "authors": [
        "Abduladheem Al-Attabi",
        "Bilal Abdulmajeed Mukhlif",
        "Karrar R Al-Shami",
        "Muna S Merza",
        "Sami Awad Alkubaisy",
        "Mohanad Ali Abdulhadi"
      ],
      "journal": "Hormone molecular biology and clinical investigation",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Alzheimer's disease (AD), a brain disorder, is the leading cause of dementia among older adults. Taurine, an amino acid abundantly present in the brain, and shows potential neuroprotective properties. Therefore, we investigated the effects of taurine on Matrix Metalloproteinase-9 (MMP-9) levels and the expression changes of miRNA-21 and miRNA-146a in the SH-SY5Y cell line. METHODS: Taurine's impact on the SH-SY5Y cell line was evaluated via the 2,5-diphenyl-2H-tetrazolium bromide (MTT) assay. MMP-9 levels were measured using an enzyme-linked immunosorbent assay (ELISA) kit, while the expression of miRNA-21 and miRNA-146a genes was assessed through Real-Time PCR analysis. RESULTS: The MTT assay revealed no toxic effects on SH-SY5Y cells with increasing concentrations of taurine. Analysis of gene expression indicated a rise in miRNA-21 expression and a decline in miRNA-146 expression with increasing taurine concentration, with the most notable change observed at 1 mg/mL taurine (p<0.001). ELISA results demonstrated a significant increase in MMP-9 levels in the SH-SY5Y cell line treated with 1 mg/mL taurine compared to the untreated group (p<0.001). CONCLUSIONS: Our study revealed that taurine can alter the expression of miRNA-146a and miRNA-21. In conclusion, taurine therapy presents promising therapeutic avenues for treating AD or mitigating severe symptoms. Nonetheless, further research is necessary to comprehensively grasp the precise mechanisms at play.",
      "mesh_terms": [
        "Humans",
        "MicroRNAs",
        "Matrix Metalloproteinase 9",
        "Taurine",
        "Cell Line, Tumor",
        "Cell Survival",
        "Alzheimer Disease"
      ]
    },
    {
      "pmid": "39270578",
      "title": "Unveiling the role of taurine and SLC6A6 in tumor immune evasion: Implications for gastric cancer therapy.",
      "authors": [
        "Jianqiao Shentu",
        "Xinming Su",
        "Yueqi Yu",
        "Shiwei Duan"
      ],
      "journal": "The international journal of biochemistry & cell biology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic changes are key drivers of tumor progression. Understanding how metabolic reprogramming promotes tumor development and identifying key metabolic activities are essential for improving tumor diagnosis and treatment. Among the numerous transporters in the body, solute carriers (SLCs) are particularly significant, often overexpressed in cancer cells to meet the tumor's demand for nutrients and energy. While the role of SLCs in nutrient absorption within the gastrointestinal tract is well-established, their specific role in gastric cancer (GC) remains unclear. Recently, Xiaodi Zhao's team investigated the critical role of taurine and its transporter, SLC6A6, in anti-tumor immunity and clinical outcomes. Notably, this research marks the first instance of taurine exhibiting a dual role. It promotes tumor growth in immunodeficient mice while inhibiting it in immunocompetent mice. The study found that taurine exerts its anti-cancer effects by modulating CD8+ T cells rather than directly inhibiting tumor cells, revealing the SP1-SLC6A6 axis as a key mechanism behind chemotherapy-induced immune evasion. Our work further explored the potential, advantages, and challenges of using taurine and SLC6A6 as biomarkers and therapeutic targets in gastric cancer. We aim to underscore their importance in both basic research and clinical applications, providing valuable insights and guidance for future investigations.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Membrane Transport Proteins",
        "Stomach Neoplasms",
        "Taurine",
        "Tumor Escape"
      ]
    },
    {
      "pmid": "39243941",
      "title": "Serum taurine affects lung cancer progression by regulating tumor immune escape mediated by the immune microenvironment.",
      "authors": [
        "Tu-Liang Liang",
        "Hu-Dan Pan",
        "Pei-Yu Yan",
        "Jia-Ning Mi",
        "Xiao-Cui Liu",
        "Wei-Qian Bao",
        "Li-Rong Lian",
        "Cui-Fen Zhang",
        "Ying Chen",
        "Jing-Rong Wang",
        "Ying Xie",
        "Hua Zhou",
        "Xiao-Jun Yao",
        "Pawlec Graham",
        "Elaine Lai-Han Leung",
        "Liang Liu",
        "Run-Ze Li"
      ],
      "journal": "Journal of advanced research",
      "publication_date": "2024-Sep-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Taurine is a naturally occurring sulfonic acid involved in various physiological and pathological processes, such as the regulation of calcium signaling, immune function, inflammatory response, and cellular aging. It has the potential to predict tumor malignant transformation and formation. Our previous work discovered the elevated taurine in lung cancer patients. However, the precise impact and mechanism of elevated serum taurine levels on lung cancer progression and the suitability of taurine or taurine-containing drinks for lung cancer patients remain unclear. OBJECTIVES: Our study aimed to systematically investigate the role of taurine in lung cancer, with the ultimate goal of contributing novel strategies for lung cancer treatment. METHODS: Lung cancer C57 and nude mice models, RNA sequencing, and stable transfection were applied to explored the effects and mechanisms of taurine on lung cancer. Tissues of 129 non-small cell lung cancer (NSCLC) patients derived from 2014 to 2017 for immunohistochemistry were collected in Taihe Hospital. RESULTS: Low doses of taurine, as well as taurine-infused beverages at equivalent doses, significantly enhanced lung tumor growth. Equally intriguing is that the promoting effect of taurine on lung cancer progression wanes as the dosage increases. The Nuclear factor erythroid 2-like 1 (Nfe2l1 or Nrf1)-reactive oxygen species (ROS)-PD-1 axis may be a potential mechanism for dual role of taurine in lung cancer progression. However, taurine's impacts on lung cancer progression and the anti-tumor function of Nfe2l1 were mainly determined by the immune competence. Taurine inhitited lung tumor growth probably by inhibiting NF-κB-mediated inflammatory responses in nude mice rather than by affecting Nfe2l1 function. As patients age increased, Nfe2l1 gene and protein gradually returned to the levels observed in healthy individuals, but lost its anti-lung cancer effects. CONCLUSIONS: Taurine emerges as a potential biomarker for lung cancer progression, predicting poor prognosis and unsuitability for specific patients. Lung cancer patients, especially young patients, should be conscious of potential effects of taurine-containing drinks. Conversely, taurine or its drinks may be more suitable for older or immune-deficient patients."
    },
    {
      "pmid": "39239552",
      "title": "MS4A1-PTGS2 axis induces taurine metabolic reprogramming to exacerbate abdominal aortic aneurysm progression.",
      "authors": [
        "Xuejun Sun",
        "Chaoxiang Du",
        "Ye Chen",
        "Zhibin Cai",
        "Liangwan Chen"
      ],
      "journal": "International journal of medical sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study unveils the pivotal roles of taurine metabolic reprogramming and its implications in the development and progression of Abdominal Aortic Aneurysm (AAA). Leveraging an integrated approach that combines single-cell RNA sequencing (scRNA-seq) and Weighted Gene Co-expression Network Analysis (WGCNA), our research investigates the intricate transcriptional and gene expression dynamics crucial to AAA. Our findings uniquely link metabolic shifts to the integrity of the extracellular matrix (ECM) and the functionality of smooth muscle cells (SMCs), key elements in the pathology of AAA. Utilizing scRNA-seq data from a mouse model (GSE152583 dataset), we identified critical alterations in cellular composition during AAA progression, particularly highlighting shifts in fibroblasts and inflammatory cells. Concurrently, WGCNA of human AAA tissue samples has outlined distinct gene expression patterns correlated with disease severity and progression, offering comprehensive insights into both molecular and cellular disease mechanisms. Moreover, this study introduces innovative metabolic profiling techniques to identify differential metabolites in AAA, integrating extensive metabolomic analyses with pathway enrichment strategies. This novel approach has pinpointed potential biomarkers and therapeutic targets, notably within taurine metabolism pathways, crucial for crafting non-surgical interventions. By merging state-of-the-art bioinformatics with thorough molecular analysis, our study not only enhances the understanding of AAA's complex pathophysiology but also catalyzes the development of targeted therapeutic strategies. This research represents a significant advancement in the molecular characterization of AAA, with substantial implications for its future diagnosis and treatment strategies.",
      "mesh_terms": [
        "Aortic Aneurysm, Abdominal",
        "Taurine",
        "Animals",
        "Humans",
        "Mice",
        "Disease Progression",
        "Disease Models, Animal",
        "Myocytes, Smooth Muscle",
        "Male",
        "Single-Cell Analysis",
        "Extracellular Matrix",
        "Metabolomics",
        "Metabolic Reprogramming"
      ]
    },
    {
      "pmid": "39194729",
      "title": "Taurine and Polyphenol Complex Repaired Epidermal Keratinocyte Wounds by Regulating IL8 and TIMP2 Expression.",
      "authors": [
        "Sooyeon Lee",
        "Jae Young Shin",
        "Oh Sun Kwon",
        "Seung-Hyun Jun",
        "Nae-Gyu Kang"
      ],
      "journal": "Current issues in molecular biology",
      "publication_date": "2024-Aug-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The healing process after acne lesion extraction provides a miniature model to study skin wound repair mechanisms. In this study, we aimed to identify solutions for acne scars that frequently occur on our faces. We performed acne scar cytokine profiling and found that Interleukin 8 (IL8) and Tissue inhibitor of metalloproteinases 2 (TIMP2) were significant factors at the wounded site. The effect of chlorogenic acid and taurine on human epidermal cells and irritated human skin was investigated. Chlorogenic acid and taurine regulated IL8 and TIMP2 expression and accelerated keratinocyte proliferation. Moreover, tight junction protein expression was upregulated by chlorogenic acid and taurine synergistically. Further, these compounds modulated the expression of several inflammatory cytokines (IL1α, IL1β, and IL6) and skin hydration related factor (hyaluronan synthase 3; HAS3). Thus, chlorogenic acid and taurine may exert their effects during the late stages of wound healing rather than the initial phase. In vivo experiments using SLS-induced wounds demonstrated the efficacy of chlorogenic acid and taurine treatment compared to natural healing, reduced erythema, and restored barrier function. Skin ultrasound analysis revealed their potential to promote denser skin recovery. Therefore, the wound-restoring effect of chlorogenic acid and taurine was exerted by suppression of inflammatory cytokines, and induction of cell proliferation, tight junction expression, and remodeling factors."
    },
    {
      "pmid": "39192867",
      "title": "Mitigating diabetes-related complications: Empowering metformin with cholecalciferol and taurine supplementation in type 2 diabetic rats.",
      "authors": [
        "Mai S Attia",
        "Fadwa Ayman",
        "Mohamed S Attia",
        "Galal Yahya",
        "Mansour H Zahra",
        "Magdi Mohamed Ibrahim Khalil",
        "Abdel Aziz A Diab"
      ],
      "journal": "World journal of diabetes",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Type 2 diabetes is one of the most prevalent chronic diseases worldwide, significantly impacting patients' quality of life. Current treatment options like metformin (MET) effectively counteract hyperglycemia but fail to alleviate diabetes-associated complications such as retinopathy, neuropathy, nephropathy, hepatopathy, and cardiovascular diseases. AIM: To propose the supplementation of cholecalciferol (CHO) and taurine (TAU) to enhance MET efficacy in controlling diabetes while minimizing the risk of associated complications. METHODS: The study involved sixty rats, including ten non-diabetic control rats and fifty experimental rats with type 2 diabetes induced by streptozotocin. The experimental rats were further subdivided into positive control and treatment subgroups. The four treatment groups were randomly allocated to a single MET treatment or MET combined with supplements either CHO, TAU, or both. RESULTS: Diabetic rats exhibited elevated levels of glucose, insulin, Homeostasis Model Assessment of Insulin Resistance (HOMA-IR), glycated hemoglobin%, lipid markers, aspartate aminotransferase, and malondialdehyde, along with reduced levels of antioxidant enzymes (catalase and superoxide dismutase). The administration of CHO and TAU supplements alongside MET in diabetic rats led to a noticeable recovery of islet mass. The antioxidative, anti-inflammatory, and anti-apoptotic properties of the proposed combination therapy significantly ameliorated the aforementioned abnormalities. CONCLUSION: The supplementation of CHO and TAU with MET showed the potential to significantly improve metabolic parameters and protect against diabetic complications through its antioxidative, anti-inflammatory, and anti-apoptotic effects."
    },
    {
      "pmid": "39182353",
      "title": "Taurine rescues intervertebral disc degeneration by activating mitophagy through the PINK1/Parkin pathway.",
      "authors": [
        "Shengyuan Lin",
        "Tao Li",
        "Bin Zhang",
        "Peng Wang"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2024-Dec-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intervertebral disc degeneration (IDD) is a common cause of low back pain and disability. Recent studies have highlighted the critical role of mitochondrial dysfunction in the progression of IDD. In this study, we investigated the therapeutic potential of taurine in delaying IDD through the activation of mitophagy via the PINK1/Parkin pathway. Our in vitro and in vivo experiments demonstrate that taurine treatment significantly enhances mitophagy, reduces oxidative stress, delays cell senescence, and promotes the removal of damaged mitochondria in nucleus pulposus cells (NPC). Additionally, taurine-mediated activation of the PINK1/Parkin pathway leads to improved mitochondrial homeostasis and slows the progression of disc degeneration. These findings provide new insights into the protective effects of taurine and highlight its potential as a therapeutic agent for IDD.",
      "mesh_terms": [
        "Mitophagy",
        "Intervertebral Disc Degeneration",
        "Ubiquitin-Protein Ligases",
        "Taurine",
        "Protein Kinases",
        "Animals",
        "Nucleus Pulposus",
        "Signal Transduction",
        "Mitochondria",
        "Oxidative Stress",
        "Male",
        "Humans",
        "Cellular Senescence",
        "Rats, Sprague-Dawley",
        "Cells, Cultured"
      ]
    },
    {
      "pmid": "39161299",
      "title": "Investigation of the anti-skin aging effects of taurine through mendelian randomization analysis of its relationship with immune cells.",
      "authors": [
        "Hongtao Liu",
        "Honglai Zheng",
        "Siyuan Zhou",
        "Quan Lin"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Aging skin, exacerbated by external factors like UV radiation and pollutants, is a major cosmetic concern. Taurine, renowned for its antioxidant and anti-inflammatory properties, may combat skin aging. We performed mendelian randomization (MR) analysis to investigate the causal link between taurine and immune cells linked to skin aging. OBJECTIVES: To investigate the association between taurine and immune cells using mendelian randomization, to thereby explore the mechanism through which taurine exerts anti-aging effects on the skin via immune modulation. METHODS: A MR approach was employed using taurine-level data from the Ieu Open GWAS Project and immunocyte traits from a large European cohort. MR-Egger regression, weighted median estimation, and inverse variance weighting all provided statistical insights into causality. Sensitivity analyses assessed the heterogeneity and pleiotropy among the genetic instruments used. RESULTS: MR analysis identified a causal relationship between taurine levels and 10 immunocyte phenotypes, with taurine found to be negatively and positively associated with three and seven phenotypes, respectively. Sensitivity analysis revealed no significant heterogeneity or pleiotropy, suggesting reliable MR findings. CONCLUSION: This study provides insights into the immunological pathways by which taurine contributes to skin anti-aging effects, suggesting that increasing taurine levels could offer a novel strategy for anti-aging skincare.",
      "mesh_terms": [
        "Humans",
        "Mendelian Randomization Analysis",
        "Taurine",
        "Skin Aging",
        "Genome-Wide Association Study",
        "Skin",
        "Phenotype"
      ]
    },
    {
      "pmid": "39148075",
      "title": "Insights into the cardiovascular benefits of taurine: a systematic review and meta-analysis.",
      "authors": [
        "Chih-Chen Tzang",
        "Wei-Chen Lin",
        "Long-Huei Lin",
        "Ting-Yu Lin",
        "Ke-Vin Chang",
        "Wei-Ting Wu",
        "Levent Özçakar"
      ],
      "journal": "Nutrition journal",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Cardiovascular disease (CVD) remains the foremost cause of mortality globally. Taurine, an amino acid, holds promise for cardiovascular health through mechanisms such as calcium regulation, blood pressure reduction, and antioxidant and anti-inflammatory effects. Despite these potential benefits, previous studies have yielded inconsistent results. This meta-analysis of randomized controlled trials (RCTs) aims to evaluate the existing evidence on the quantitative effects of taurine on hemodynamic parameters and cardiac function grading, which are indicative of overall cardiovascular health and performance. METHODS: We conducted an electronic search across multiple databases, including Embase, PubMed, Web of Science, Cochrane CENTRAL, and ClinicalTrials.gov, from their inception to January 2, 2024. Our analysis focused on key cardiovascular outcomes, such as heart rate (HR), systolic blood pressure (SBP), diastolic blood pressure (DBP), left ventricular ejection fraction (LVEF), and New York Heart Association (NYHA) Functional Classification. Meta-regression was applied to explore dose-dependent relationships based on the total taurine dose administered during the treatment period. A subgroup analysis, stratified according to the baseline disease status of patients, was also conducted. RESULTS: The analysis included a pooled sample of 808 participants from 20 randomized controlled trials. Taurine demonstrated a significant reduction in HR (weighted mean difference [WMD] = -3.579 bpm, 95% confidence interval [CI] = -6.044 to -1.114, p = 0.004), SBP (WMD = -3.999 mm Hg, 95% CI = -7.293 to -0.706, p = 0.017), DBP (WMD: -1.435 mm Hg, 95% CI: -2.484 to -0.386, p = 0.007), NYHA (WMD: -0.403, 95% CI: -0.522 to -0.283, p < 0.001), and a significant increase in LVEF (WMD: 4.981%, 95% CI: 1.556 to 8.407, p = 0.004). Meta-regression indicated a dose-dependent reduction in HR (coefficient = -0.0150 per g, p = 0.333), SBP (coefficient = -0.0239 per g, p = 0.113), DBP (coefficient = -0.0089 per g, p = 0.110), and NYHA (coefficient = -0.0016 per g, p = 0.111), and a positive correlation with LVEF (coefficient = 0.0285 per g, p = 0.308). No significant adverse effects were observed compared to controls. In subgroup analysis, taurine significantly improved HR in heart failure patients and healthy individuals. Taurine significantly reduced SBP in healthy individuals, heart failure patients, and those with other diseases, while significantly lowered DBP in hypertensive patients It notably increased LVEF in heart failure patients and improved NYHA functional class in both heart failure patients and those with other diseases. CONCLUSIONS: Taurine showed noteworthy effects in preventing hypertension and enhancing cardiac function. Individuals prone to CVDs may find it advantageous to include taurine in their daily regimen.",
      "mesh_terms": [
        "Taurine",
        "Humans",
        "Cardiovascular Diseases",
        "Blood Pressure",
        "Randomized Controlled Trials as Topic",
        "Heart Rate",
        "Stroke Volume",
        "Ventricular Function, Left"
      ]
    },
    {
      "pmid": "39135265",
      "title": "Taurine and enzymatically modified isoquercitrin protected against methotrexate-induced deteriorations in the conductivity and rhythmicity of the heart in rats: Antioxidant, anti-inflammatory, and histological architecture approach.",
      "authors": [
        "Marwa M Mahmoud",
        "Seham A El-Batran",
        "Rehab Hegazy",
        "Wael M El-Sayed"
      ],
      "journal": "Journal of applied toxicology : JAT",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cardiotoxicity is one of the most devastating complications of cancer treatment by methotrexate (MTX). The present study aimed to investigate the potential anti-cardiotoxic efficacy of taurine (Tau) and enzymatically modified isoquercitrin (EMIQ) alone or combined against MTX-induced cardiotoxicity in adult male rats. A total of 36 rats were randomly divided into six groups (six animals each): control, MTX (a single i.p. dose of 20 mg/kg), EMIQ + MTX (26 mg/kg of EMIQ, p.o. for 16 days), Tau + MTX (500 mg/kg of Tau, p.o. for 16 days), EMIQ + Tau + MTX at the same previous doses, and (EMIQ + Tau)½ + MTX. MTX reduced the percentage of body weight change, the expression of dihydrofolate reductase (DHFR) and folypolyglutamyl synthetase (FPGS), the cleaved tumor necrosis factor alpha (TNF-α) level in the cardiac tissue, and the elevated serum TNF-α level. MTX extensively deteriorated the electrocardiography (ECG), inducing tachycardia with shortening of the time intervals between successive heartbeats (R-R interval), associated with elongation of ventricular depolarization (QRS interval), and the corrected total time for ventricular de- and repolarization (QTc) duration. Treatment with MTX resulted in a significant reduction in atrial depolarization (P amplitude) and rapid repolarization (T amplitude) and a significant elevation in plateau phase (ST height). MTX treatment resulted in swelling of cardiomyocytes with extensive vacuolization of sarcoplasm with numerous variably sized vacuoles in addition to apoptotic cells. Tau and EMIQ protected against MTX-induced deteriorations in the conductivity and rhythmicity of the heart through antioxidative, anti-inflammatory, and antiapoptotic activities. Treatment with tau and EMIQ combined at high or low doses offered superior protection to the heart than using each agent alone.",
      "mesh_terms": [
        "Animals",
        "Quercetin",
        "Methotrexate",
        "Taurine",
        "Male",
        "Rats",
        "Antioxidants",
        "Anti-Inflammatory Agents",
        "Tumor Necrosis Factor-alpha",
        "Cardiotoxicity",
        "Rats, Wistar",
        "Heart",
        "Heart Rate"
      ]
    },
    {
      "pmid": "39061501",
      "title": "Proteomics and Its Combined Analysis with Transcriptomics: Liver Fat-Lowering Effect of Taurine in High-Fat Fed Grouper (Epinephelus coioides).",
      "authors": [
        "Yu Zhou",
        "Fakai Bai",
        "Ruyi Xiao",
        "Mingfan Chen",
        "Yunzhang Sun",
        "Jidan Ye"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Jul-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to understand the intervention effect of taurine on liver fat deposition induced by high fat intake in the orange-spotted grouper (Epinephelus coioides), we performed proteomic analysis and association analysis with previously obtained transcriptomic data. Three isoproteic (47% crude protein) diets were designed to contain two levels of fat and were named as the 10% fat diet (10F), 15% fat diet (15F), and 15% fat with 1% taurine (15FT). The 10F diet was used as the control diet. After 8 weeks of feeding, the 15F diet exhibited comparable weight gain, feed conversion ratio, and hepatosomatic index as the 10F diet, but the former increased liver fat content vs. the latter. Feeding with the 15FT diet resulted in an improvement in weight gain and a reduction in feed conversion ratio, hepatosomatic index, and liver fat content compared with feeding the 15F diet. When comparing liver proteomic data between the 15F and 15FT groups, a total of 133 differentially expressed proteins (DEPs) were identified, of which 51 were upregulated DEPs and 82 were downregulated DEPs. Among these DEPs, cholesterol 27-hydroxylase, phosphatidate phosphatase LPIN, phosphatidylinositol phospholipase C, and 6-phosphofructo-2-kinase were further screened out and were involved in primary bile acid biosynthesis, glycerolipid metabolism, the phosphatidylinositol signaling system, and the AMPK signaling pathway as key DEPs in terms of alleviating liver fat deposition of taurine in high-fat fed fish. With the association analysis of transcriptomic and proteomic data through KEGG, three differentially expressed genes (atp1a, arf1_2, and plcd) and four DEPs (CYP27α1, LPIN, PLCD, and PTK2B) were co-enriched into five pathways related to fat metabolism including primary bile acid synthesis, bile secretion, glycerolipid metabolism, phospholipid D signaling, or/and phosphatidylinositol signaling. The results showed that dietary taurine intervention could trigger activation of bile acid biosynthesis and inhibition of triglyceride biosynthesis, thereby mediating the liver fat-lowering effects in high-fat fed orange-spotted grouper. The present study contributes some novel insight into the liver fat-lowering effects of dietary taurine in high-fat fed groupers."
    },
    {
      "pmid": "39047959",
      "title": "The transcription factors HNF-4α and NF-κB activate the CDO gene to promote taurine biosynthesis in the golden pompano Trachinotus ovatus (Linnaeus 1758).",
      "authors": [
        "Junjie Liang",
        "Huayang Guo",
        "Hongxi He",
        "Baosuo Liu",
        "Nan Zhang",
        "Lin Xian",
        "Kecheng Zhu",
        "Dianchang Zhang"
      ],
      "journal": "Gene",
      "publication_date": "2024-Nov-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cysteine dioxygenase (CDO) is a rate-limiting enzyme in taurine biosynthesis. Taurine synthesis is limited in marine fish, and most taurine is provided by their diet. Although a nutritional study indicated that the transcription of ToCDO was significantly altered by treatment with 10.5 g/kg taurine in food, the regulatory mechanism of this biosynthesis has not been fully elucidated. In the present study, we identified the sequence features of Trachinotus ovatus cysteine dioxygenase (ToCDO), which consists of 201 amino acids. It is characterized by being a member of the cupin superfamily with two conserved cupin motifs located at amino acids 82-102 and 131-145 and with a glutamate residue substituted by a cysteine in its first motif. Moreover, phylogenetic analysis revealed that the similarity of the amino acid sequences between ToCDO and other species ranged from 84.58 % to 91.54 %. Furthermore, a high-performance liquid-phase assay of the activity of recombinantly purified ToCDO protein showed that ToCDO could catalyse the oxidation of cysteine to produce cysteine sulphite. Furthermore, the core promoter region of CDO was identified as -1182-+1 bp. Mutational analysis revealed that the HNF4α and NF-κB sites significantly and actively affected the transcription of CDO. To further investigate the binding of these two loci to the CDO promoter, an electrophoretic shift assay (EMSA) was performed to verify that HNF4α-1 and NF-κB-1 interact with the binding sites of the promoter and promote CDO gene expression, respectively. Additionally, cotransfection experiments showed that HNF4α or both HNF4α and NF-κB can significantly influence CDO promoter activity, and HNF4α was the dominant factor. Thus, HNF4α and NF-κB play important roles in CDO expression and may influence taurine biosynthesis within T. ovatus by regulating CDO expression.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Cysteine Dioxygenase",
        "Hepatocyte Nuclear Factor 4",
        "NF-kappa B",
        "Promoter Regions, Genetic",
        "Phylogeny",
        "Fish Proteins",
        "Amino Acid Sequence",
        "Fishes"
      ]
    },
    {
      "pmid": "39027706",
      "title": "Modulation of Ionizing Radiation-Induced Apoptosis by Taurine in Human Peripheral Blood Lymphocytes: Flow Cytometry-based Quantification.",
      "authors": [
        "Shahab Faraji",
        "Mohsen Rajaeinejad",
        "Hamed Bagheri",
        "Mohammad Afshar Ardalan",
        "Hossein Moutabian",
        "Faramarz Ehsani",
        "Mohammad Pourarjmand",
        "Samira Sadat Mirshafieyan",
        "Farshid Alazamani",
        "Susan Cheraghi"
      ],
      "journal": "Journal of biomedical physics & engineering",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Radiotherapy, a highly effective method of radiation-based treating cancers, can reduce the size of tumors and affect healthy tissues. Radiation-induced lymphopenia as a side effect of radiation therapy can reduce the effectiveness of the treatment. OBJECTIVE: This study aimed to examine how taurine can protect peripheral blood lymphocytes from radiation-based apoptosis. MATERIAL AND METHODS: In this experimental study, the effects of the taurine on lymphocytes were studied, and blood samples were divided into three groups: a negative control group that was not treated, a positive control group that was treated with cysteine (100 μg/ml), and a group that was treated with taurine (100 µg. mL-1) in three different doses (4, 8 & 12 Gy) before irradiation. The percentage of apoptotic and necrotic lymphocytes was measured using flow cytometry 48 and 72 hours after the irradiation, respectively. RESULTS: According to the groups treated with taurine, the number of lymphocytes undergoing apoptosis was lower and higher compared to the negative and positive control groups, respectively. The decrease in this value was more pronounced 48 hours after radiation compared to 72 hours. Furthermore, there was a slight increase in the number of apoptotic lymphocytes with increasing radiation dose. CONCLUSION: Taurine effectively protects human peripheral blood lymphocytes from radiation-based apoptosis."
    },
    {
      "pmid": "39000444",
      "title": "Structural Studies of the Taurine Transporter: A Potential Biological Target from the GABA Transporter Subfamily in Cancer Therapy.",
      "authors": [
        "Dorota Stary",
        "Marek Bajda"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jul-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The taurine transporter (TauT, SLC6A6) is a member of the solute carrier 6 (SLC6) family, which plays multiple physiological roles. The SLC6 family is divided into four subfamilies: GABA (γ-aminobutyric acid), monoamine, glycine and neutral amino acid transporters. Proteins from the GABA group, including the taurine transporter, are primarily considered therapeutic targets for treating central nervous system disorders. However, recent studies have suggested that inhibitors of SLC6A6 could also serve as anticancer agents. Overexpression of TauT has been associated with the progression of colon and gastric cancer. The pool of known ligands of this transporter is limited and the exact spatial structure of taurine transporter remains unsolved. Understanding its structure could aid in the development of novel inhibitors. Therefore, we utilized homology modelling techniques to create models of TauT. Docking studies and molecular dynamics simulations were conducted to describe protein-ligand interactions. We compared the obtained information for TauT with literature data on other members of the GABA transporter group. Our in silico analysis allowed us to characterize the transporter structure and point out amino acids crucial for ligand binding: Glu406, Gly62 and Tyr138. The significance of selected residues was confirmed through structural studies of mutants. These results will aid in the development of novel taurine transporter inhibitors, which can be explored as anticancer agents.",
      "mesh_terms": [
        "Humans",
        "GABA Plasma Membrane Transport Proteins",
        "Molecular Docking Simulation",
        "Membrane Transport Proteins",
        "Molecular Dynamics Simulation",
        "Neoplasms",
        "Membrane Glycoproteins",
        "Antineoplastic Agents",
        "Ligands",
        "Amino Acid Sequence",
        "Protein Binding"
      ]
    },
    {
      "pmid": "38975764",
      "title": "Taurine modulates host cell responses to Helicobacter pylori VacA toxin.",
      "authors": [
        "Mandy D Westland",
        "Alexandra C Schrimpe-Rutledge",
        "Simona G Codreanu",
        "Stacy D Sherrod",
        "John A McLean",
        "Mark S McClain",
        "Timothy L Cover"
      ],
      "journal": "Infection and immunity",
      "publication_date": "2024-Aug-13",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Colonization of the human stomach with Helicobacter pylori strains producing active forms of the secreted toxin VacA is associated with an increased risk of peptic ulcer disease and gastric cancer, compared with colonization with strains producing hypoactive forms of VacA. Previous studies have shown that active s1m1 forms of VacA cause cell vacuolation and mitochondrial dysfunction. In this study, we sought to define the cellular metabolic consequences of VacA intoxication. Untargeted metabolomic analyses revealed that several hundred metabolites were significantly altered in VacA-treated gastroduodenal cells (AGS and AZ-521) compared with control cells. Pathway analysis suggested that VacA caused alterations in taurine and hypotaurine metabolism. Treatment of cells with the purified active s1m1 form of VacA, but not hypoactive s2m1 or Δ6-27 VacA-mutant proteins (defective in membrane channel formation), caused reductions in intracellular taurine and hypotaurine concentrations. Supplementation of the tissue culture medium with taurine or hypotaurine protected AZ-521 cells against VacA-induced cell death. Untargeted global metabolomics of VacA-treated AZ-521 cells or AGS cells in the presence or absence of extracellular taurine showed that taurine was the main intracellular metabolite significantly altered by extracellular taurine supplementation. These results indicate that VacA causes alterations in cellular taurine metabolism and that repletion of taurine is sufficient to attenuate VacA-induced cell death. We discuss these results in the context of previous literature showing the important role of taurine in cell physiology and the pathophysiology or treatment of multiple pathologic conditions, including gastric ulcers, cardiovascular disease, malignancy, inflammatory diseases, and other aging-related disorders.",
      "mesh_terms": [
        "Taurine",
        "Humans",
        "Bacterial Proteins",
        "Helicobacter pylori",
        "Helicobacter Infections",
        "Cell Line",
        "Host-Pathogen Interactions",
        "Metabolomics"
      ]
    },
    {
      "pmid": "38931326",
      "title": "Taurine Neuroprotection and Neurogenesis Effect in Chronic Ethanol-Induced Rats.",
      "authors": [
        "Patricia Rodella",
        "Diogo Boreski",
        "Marcus Alexandre Mendes Luz",
        "Edmo Atique Gabriel",
        "Luiz Fernando Takase",
        "Chung Man Chin"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Taurine (2-aminoethanesulfonic acid) is a non-protein β-amino acid essential for cellular homeostasis, with antioxidant, anti-inflammatory, and cytoprotective properties that are crucial for life maintenance. This study aimed to evaluate the effects of taurine administration on hippocampal neurogenesis, neuronal preservation, or reverse damage in rats exposed to forced ethanol consumption in an animal model. Wistar rats were treated with ethanol (EtOH) for a 28-day period (5% in the 1st week, 10% in the 2nd week, and 20% in the 3rd and 4th weeks). Two taurine treatment protocols (300 mg/kg i.p.) were implemented: one during ethanol consumption to analyze neuroprotection, and another after ethanol consumption to assess the reversal of ethanol-induced damage. Overall, the results demonstrated that taurine treatment was effective in protecting against deficits induced by ethanol consumption in the dentate gyrus. The EtOH+TAU group showed a significant increase in cell proliferation (145.8%) and cell survival (54.0%) compared to the EtOH+Sal group. The results also indicated similar effects regarding the reversal of ethanol-induced damage 28 days after the cessation of ethanol consumption. The EtOH+TAU group exhibited a significant increase (41.3%) in the number of DCX-immunoreactive cells compared to the EtOH+Sal group. However, this amino acid did not induce neurogenesis in the tissues of healthy rats, implying that its activity may be contingent upon post-injury stimuli.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Neurogenesis",
        "Rats, Wistar",
        "Doublecortin Protein",
        "Ethanol",
        "Male",
        "Neuroprotective Agents",
        "Rats",
        "Hippocampus",
        "Cell Proliferation",
        "Dentate Gyrus",
        "Neurons",
        "Cell Survival",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38910611",
      "title": "Exploring Taurine's Potential in Alzheimer's Treatment: A Comprehensive Review.",
      "authors": [
        "Hira Aamer",
        "Maha Tariq",
        "Mehreen Yawar",
        "Muhammad Shaheryar",
        "Ali A Khan",
        "Sadaf Iftikhar",
        "Shahab Khan",
        "Amjad Khan"
      ],
      "journal": "Cureus",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alzheimer's disease (AD) stands as one of the predominant neurodegenerative disorders, often culminating in dementia. Taurine, an endogenous amino acid, holds pivotal regulatory functions within the physiological milieu. Emerging evidence suggests that taurine may confer protection against the onset and progression of AD through diverse mechanistic pathways. This systematic review aims to comprehensively elucidate the multifaceted role of taurine in Alzheimer's disease. The primary objective is to assess taurine's potential as a preventative and therapeutic intervention for Alzheimer's, based on studies from 2004 to 2022. A rigorous search strategy was implemented, targeting English-language articles accessible in full text. Eligible studies were meticulously sourced from renowned databases including PubMed, PubMed Central, Science Direct, Cochrane Library, and Medline Plus. Inclusion criteria were limited to studies explicitly investigating the role of taurine in Alzheimer's disease. Our review encompasses a wealth of experimental studies conducted on murine models, collectively indicating taurine's capacity to ameliorate symptomatic presentations of Alzheimer's disease. Encouraged by these promising preclinical findings, the imperative for clinical trials in human subjects emerges. Taurine emerges as a prospective agent, offering potential mitigation of the cognitive and memory-related debility synonymous with Alzheimer's disease. This systematic review delineates a compelling body of evidence underscoring the putative neuroprotective role of taurine in Alzheimer's disease. However, it is incumbent upon the scientific community to bridge the translational gap through robust clinical investigations. Such endeavors hold promise in revolutionizing the therapeutic landscape for individuals grappling with the formidable challenges posed by Alzheimer's disease."
    },
    {
      "pmid": "38867846",
      "title": "Investigating the potential neuroprotective benefits of taurine and Dihydrotestosterone and Hydroxyprogesterone levels in SH-SY5Y cells.",
      "authors": [
        "Hailah M Almohaimeed",
        "Amany I Almars",
        "Fayez Alsulaimani",
        "Ahmed M Basri",
        "Norah A Althobaiti",
        "Aishah E Albalaw",
        "Ifat Alsharif",
        "Waleed Al Abdulmonem",
        "Almonther Abdullah Hershan",
        "Mona H Soliman"
      ],
      "journal": "Frontiers in aging neuroscience",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Taurine, an amino acid abundantly found in the brain and other tissues, has potential neuroprotective properties. Alzheimer's disease (AD) is a commonly occurring type of dementia, which becomes more prevalent as people age. This experiment aimed to assess the neuroprotective effects of taurine on SH-SY5Y cells by examining its impact on Dihydrotestosterone (DHT), Dihydroprogesterone (DHP), as well as the expression of miRNA-21 and miRNA-181. METHODS: The effects of various taurine concentrations (0.25, and 0.75 mg/mL), and LPS (0.1, and 12 mg/mL) on the SH-SY5Y cell line were assessed using the MTT assay. The levels of DHT and DHP were quantified using an ELISA kit. Additionally, the expression levels of miRNA-181 and miRNA-21 genes were examined through Real-Time PCR analysis. RESULTS: The results of the MTT assay showed that treatment with taurine at concentrations of 0.25, and 0.75 mg/mL reduces the toxicity of LPS in SH-SY5Y cells. ELISA results indicated that taurine at a concentration of 0.25, and 0.75 mg/mL significantly elevated DHT and DHP hormones in the SH-SY5Y cell line compared to the untreated group (p < 0.01). The expression levels of IL-1β and IL-6 were decreased under the influence of LPS in SH-SY5Y cells after taurine treatment (p < 0.01). Gene expression analysis revealed that increasing taurine concentration resulted in heightened expression of miRNA-181 and miRNA-21, with the most significant increase observed at a concentration of 0.75 mg/mL (p < 0.001). CONCLUSION: Our study findings revealed that the expression of miRNA-181 and miRNA-21 can be enhanced by taurine. Consequently, exploring the targeting of taurine, miRNA-181, and miRNA-21 or considering hormone therapy may offer potential therapeutic approaches for treating AD or alleviating severe symptoms. Nonetheless, in order to fully comprehend the precise mechanisms involved, additional research is required."
    },
    {
      "pmid": "38837993",
      "title": "Plasma taurine level is linked to symptom burden and clinical outcomes in post-COVID condition.",
      "authors": [
        "Mobin Khoramjoo",
        "Kaiming Wang",
        "Karthik Srinivasan",
        "Mahmoud Gheblawi",
        "Rupasri Mandal",
        "Simon Rousseau",
        "David Wishart",
        "Vinay Prasad",
        "Lawrence Richer",
        "Angela M Cheung",
        "Gavin Y Oudit"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: A subset of individuals (10-20%) experience post-COVID condition (PCC) subsequent to initial SARS-CoV-2 infection, which lacks effective treatment. PCC carries a substantial global burden associated with negative economic and health impacts. This study aims to evaluate the association between plasma taurine levels with self-reported symptoms and adverse clinical outcomes in patients with PCC. METHODS AND FINDINGS: We analyzed the plasma proteome and metabolome of 117 individuals during their acute COVID-19 hospitalization and at the convalescence phase six-month post infection. Findings were compared with 28 age and sex-matched healthy controls. Plasma taurine levels were negatively associated with PCC symptoms and correlated with markers of inflammation, tryptophan metabolism, and gut dysbiosis. Stratifying patients based on the trajectories of plasma taurine levels during six-month follow-up revealed a significant association with adverse clinical events. Increase in taurine levels during the transition to convalescence were associated with a reduction in adverse events independent of comorbidities and acute COVID-19 severity. In a multivariate analysis, increased plasma taurine level between acute and convalescence phase was associated with marked protection from adverse clinical events with a hazard ratio of 0.13 (95% CI: 0.05-0.35; p<0.001). CONCLUSIONS: Taurine emerges as a promising predictive biomarker and potential therapeutic target in PCC. Taurine supplementation has already demonstrated clinical benefits in various diseases and warrants exploration in large-scale clinical trials for alleviating PCC.",
      "mesh_terms": [
        "Humans",
        "Taurine",
        "COVID-19",
        "Female",
        "Male",
        "Middle Aged",
        "SARS-CoV-2",
        "Adult",
        "Biomarkers",
        "Aged",
        "Post-Acute COVID-19 Syndrome",
        "Case-Control Studies",
        "Metabolome",
        "Symptom Burden"
      ]
    },
    {
      "pmid": "38830122",
      "title": "Taurine Improved Autism-Like Behaviours and Defective Neurogenesis of the Hippocampus in BTBR Mice through the PTEN/mTOR/AKT Signalling Pathway.",
      "authors": [
        "Huang Xiaoyan",
        "Yang Zhaoxi",
        "Zhang Lingli",
        "Chen Jinyuan",
        "Qin Wen"
      ],
      "journal": "Folia biologica",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Effective treatment of patients with autism spectrum disorder (ASD) is still absent so far. Taurine exhibits therapeutic effects towards the autism-like behaviour in ASD model animals. Here, we determined the mechanism of taurine effect on hippocampal neurogenesis in genetically inbred BTBR T+ tf/J (BTBR) mice, a proposed model of ASD. In this ASD mouse model, we explored the effect of oral taurine supplementation on ASD-like behaviours in an open field test, elevated plus maze, marble burying test, self-grooming test, and three-chamber test. The mice were divided into four groups of normal controls (WT) and models (BTBR), who did or did not receive 6-week taurine supplementation in water (WT, WT+ Taurine, BTBR, and BTBR+Taurine). Neurogenesis-related effects were determined by Ki67 immunofluorescence staining. Western blot analysis was performed to detect the expression of phosphatase and tensin homologue deleted from chromosome 10 (PTEN)/mTOR/AKT pathway-associated proteins. Our results showed that taurine improved the autism-like behaviour, increased the proliferation of hippocampal cells, promoted PTEN expression, and reduced phosphorylation of mTOR and AKT in hippocampal tissue of the BTBR mice. In conclusion, taurine reduced the autism-like behaviour in partially inherited autism model mice, which may be associa-ted with improving the defective neural precursor cell proliferation and enhancing the PTEN-associated pathway in hippocampal tissue.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Autism Spectrum Disorder",
        "Autistic Disorder",
        "Behavior, Animal",
        "Cell Proliferation",
        "Disease Models, Animal",
        "Hippocampus",
        "Neurogenesis",
        "Proto-Oncogene Proteins c-akt",
        "PTEN Phosphohydrolase",
        "Signal Transduction",
        "Taurine",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "38821337",
      "title": "LncRNA taurine upregulated gene 1 in liver disease.",
      "authors": [
        "Zihao Fan",
        "Hao Pan",
        "Na Qu",
        "Xin Wang",
        "Lianrui Cao",
        "Lijiang Chen",
        "Mingxia Liu"
      ],
      "journal": "Clinica chimica acta; international journal of clinical chemistry",
      "publication_date": "2024-Jun-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Long non-coding RNAs (lncRNAs) are RNA sequences exceeding 200 nucleotides in length that lack protein-coding capacity and participate in diverse biological processes in the human body, particularly exerting a pivotal role in disease surveillance, diagnosis, and progression. Taurine upregulated gene 1 (TUG1) is a versatile lncRNA, and recent studies have revealed that the aberrant expression or function of TUG1 is intricately linked to the pathogenesis of liver diseases. Consequently, we have summarized the current understanding of the mechanism of TUG1 in liver diseases such as liver fibrosis, fatty liver, cirrhosis, liver injury, hepatitis, and liver cancer. Moreover, mounting evidence suggests that interventions targeting TUG1 or its downstream pathways may hold therapeutic promise for liver diseases. This review elucidates the characteristics, mechanisms, and targets of TUG1 in liver diseases, offering a theoretical basis for the prevention, diagnosis, treatment, and prognostic biomarkers of liver diseases.",
      "mesh_terms": [
        "Humans",
        "RNA, Long Noncoding",
        "Liver Diseases"
      ]
    },
    {
      "pmid": "38809630",
      "title": "Curcumin, Piperine and Taurine Combination Enhances the Efficacy of Transarterial Chemoembolization Therapy in patients with Intermediate Stage Hepatocellular Carcinoma: A Pilot Study.",
      "authors": [
        "Reham Abd El Rahiem",
        "Sherif Abdelaziz Ibrahim",
        "Heba Effat",
        "Motawa E El-Houseini",
        "Randa A Osman",
        "Amr Abdelraouf",
        "Emad M Elzayat"
      ],
      "journal": "Asian Pacific journal of cancer prevention : APJCP",
      "publication_date": "2024-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Diagnosis of the majority of hepatocellular carcinoma (HCC) patients occurs at intermediate to advanced stages, with a few curative therapeutic options being available. It is therefore strongly urgent to discover additional adjuvant therapy for this lethal malignancy. This study aimed to assess the effectiveness of curcumin (C), piperine (P) and taurine (T) combination as adjuvant agents on serum levels of IFN-γ, immunophenotypic and molecular characterization of mononuclear leukocytes (MNLs) in HCC patients treated with Transarterial chemoembolization (TACE). PATIENTS AND METHODS: Serum and MNLs were collected from 20 TACE-treated HCC patients before (baseline-control samples) and after treatment with 5 g curcumin capsules , 10 mg piperine and 0.5 mg taurine taken daily for three consecutive months. Immunophenotypic and molecular characterization of MNLs were determined by flow cytometry and quantitative real time PCR, respectively. In addition, serum IFN-γ level was quantified by ELISA. RESULTS: After receiving treatment with CPT combination, there was a highly significant increase in IFN- γ levels in the sera of patients when compared to basal line control samples. Additionally, the group receiving combined therapy demonstrated a downregulation in the expression levels of PD-1, in MNLs as compared to controls. MNLs' immunophenotyping revealed a significant decline in CD4+CD25+cells (regulatory T lymphocytes). Furthermore, clinicopathological characteristics revealed a highly significant impact of CPT combination on aspartate aminotransferase (AST), lactate dehydrogenase (LDH) and alpha feto protein (AFP) levels. CONCLUSION: This study introduces a promising adjuvant CPT combined treatment as natural agents to enhance the management of HCC patients who are candidates to TACE treatment.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Alkaloids",
        "Piperidines",
        "Chemoembolization, Therapeutic",
        "Pilot Projects",
        "Male",
        "Curcumin",
        "Female",
        "Polyunsaturated Alkamides",
        "Benzodioxoles",
        "Middle Aged",
        "Taurine",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Interferon-gamma",
        "Prognosis",
        "Follow-Up Studies",
        "Leukocytes, Mononuclear",
        "Adult",
        "Aged"
      ]
    },
    {
      "pmid": "38795474",
      "title": "A taurine-based hydrogel with the neuroprotective effect and the ability to promote neural stem cell proliferation.",
      "authors": [
        "Zhichao Wang",
        "Chuanzhen Huang",
        "Zhenyu Shi",
        "Hanlian Liu",
        "Xu Han",
        "Zhuang Chen",
        "Shuying Li",
        "Zhen Wang",
        "Jun Huang"
      ],
      "journal": "Biomaterials advances",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ischemic stroke, a cerebrovascular disease caused by arterial occlusion in the brain, can lead to brain impairment and even death. Stem cell therapies have shown positive advantages to treat ischemic stroke because of their extended time window, but the cell viability is poor when transplanted into the brain directly. Therefore, a new hydrogel GelMA-T was developed by introducing taurine on GelMA to transplant neural stem cells. The GelMA-T displayed the desired photocuring ability, micropore structure, and cytocompatibility. Its compressive modulus was more similar to neural tissue compared to that of GelMA. The GelMA-T could protect SH-SY5Y cells from injury induced by OGD/R. Furthermore, the NE-4C cells showed better proliferation performance in GelMA-T than that in GelMA during both 2D and 3D cultures. All results demonstrate that GelMA-T possesses a neuroprotective effect for ischemia/reperfusion injury against ischemic stroke and plays a positive role in promoting NSC proliferation. The novel hydrogel is anticipated to function as cell vehicles for the transplantation of neural stem cells into the stroke cavity, aiming to treat ischemic stroke.",
      "mesh_terms": [
        "Neural Stem Cells",
        "Taurine",
        "Cell Proliferation",
        "Neuroprotective Agents",
        "Hydrogels",
        "Humans",
        "Animals",
        "Cell Survival"
      ]
    },
    {
      "pmid": "38761152",
      "title": "Taurine Alleviates Experimental Colitis by Enhancing Intestinal Barrier Function and Inhibiting Inflammatory Response through TLR4/NF-κB Signaling.",
      "authors": [
        "Jiaming Zheng",
        "Jinglin Zhang",
        "Yewen Zhou",
        "Di Zhang",
        "Hongzhou Guo",
        "Bin Li",
        "Sheng Cui"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-May-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Taurine (Tau) is a semiessential amino acid in mammals with preventive and therapeutic effects on several intestinal disorders. However, the exact function of taurine in ulcerative colitis (UC) is still largely unclear. In this study, we used two taurine-deficient mouse models (CSAD-/- and TauT-/- mice) to explore the influence of taurine on the progression of UC in both dextran sulfate sodium (DSS)-induced colitis and LPS-stimulated Caco-2 cells. We found that cysteine sulfinic acid decarboxylase (CSAD) and taurine transporter (TauT) expressions and taurine levels were markedly reduced in colonic tissues of mice treated with DSS. The CSAD and TauT knockouts exacerbated DSS-induced clinical symptoms and pathological damage and aggravated the intestinal barrier dysfunction and the colonic mucosal inflammatory response. Conversely, taurine pretreatment enhanced the intestinal barrier functions by increasing goblet cells and upregulating tight junction protein expression. Importantly, taurine bound with TLR4 and inhibited the TLR4/NF-κB pathway, ultimately reducing proinflammatory factors (TNF-α and IL-6) and oxidative stress. Our findings highlight the essential role of taurine in maintaining the intestinal barrier integrity and inhibiting intestinal inflammation, indicating that taurine is a promising supplement for colitis treatment.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Toll-Like Receptor 4",
        "Mice",
        "Humans",
        "NF-kappa B",
        "Signal Transduction",
        "Colitis",
        "Mice, Inbred C57BL",
        "Intestinal Mucosa",
        "Caco-2 Cells",
        "Mice, Knockout",
        "Male",
        "Membrane Glycoproteins",
        "Dextran Sulfate",
        "Carboxy-Lyases",
        "Intestinal Barrier Function"
      ]
    },
    {
      "pmid": "38755142",
      "title": "Taurine reduces the risk for metabolic syndrome: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Chih-Chen Tzang",
        "Liang-Yun Chi",
        "Long-Huei Lin",
        "Ting-Yu Lin",
        "Ke-Vin Chang",
        "Wei-Ting Wu",
        "Levent Özçakar"
      ],
      "journal": "Nutrition & diabetes",
      "publication_date": "2024-May-16",
      "publication_types": [
        "Systematic Review",
        "Meta-Analysis",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Metabolic syndrome (MetS) is a cluster of interconnected risk factors that significantly increase the likelihood of cardiovascular disease and type 2 diabetes. Taurine has emerged as a potential therapeutic agent for MetS. This meta-analysis of randomized controlled trials (RCTs) aimed to evaluate the effects of taurine supplementation on MetS-related parameters. METHODS: We conducted electronic searches through databases like Embase, PubMed, Web of Science, Cochrane CENTRAL, and ClinicalTrials.gov, encompassing publications up to December 1, 2023. Our analysis focused on established MetS diagnostic criteria, including systolic blood pressure (SBP), diastolic blood pressure (DBP), fasting blood glucose (FBG), triglyceride (TG), and high-density lipoprotein cholesterol (HDL-C). Meta-regression explored potential dose-dependent relationships based on the total taurine dose administered during the treatment period. We also assessed secondary outcomes like body composition, lipid profile, and glycemic control. RESULTS: Our analysis included 1024 participants from 25 RCTs. The daily dosage of taurine in the studies ranged from 0.5 g/day to 6 g/day, with follow-up periods varying between 5 and 365 days. Compared to control groups, taurine supplementation demonstrated statistically significant reductions in SBP (weighted mean difference [WMD] = -3.999 mmHg, 95% confidence interval [CI] = -7.293 to -0.706, p = 0.017), DBP (WMD = -1.509 mmHg, 95% CI = -2.479 to -0.539, p = 0.002), FBG (WMD: -5.882 mg/dL, 95% CI: -10.747 to -1.018, p = 0.018), TG (WMD: -18.315 mg/dL, 95% CI: -25.628 to -11.002, p < 0.001), but not in HDL-C (WMD: 0.644 mg/dl, 95% CI: -0.244 to 1.532, p = 0.155). Meta-regression analysis revealed a dose-dependent reduction in DBP (coefficient = -0.0108 mmHg per g, p = 0.0297) and FBG (coefficient = -0.0445 mg/dL per g, p = 0.0273). No significant adverse effects were observed compared to the control group. CONCLUSION: Taurine supplementation exhibits positive effects on multiple MetS-related factors, making it a potential dietary addition for individuals at risk of or already experiencing MetS. Future research may explore dose-optimization strategies and potential long-term benefits of taurine for MetS management.",
      "mesh_terms": [
        "Taurine",
        "Humans",
        "Metabolic Syndrome",
        "Randomized Controlled Trials as Topic",
        "Blood Glucose",
        "Blood Pressure",
        "Dietary Supplements",
        "Triglycerides",
        "Cholesterol, HDL",
        "Risk Factors"
      ]
    },
    {
      "pmid": "38727782",
      "title": "Anaplasmosis outbreaks in taurine and zebu cattle in Brazil: causes, treatments, and Anaplasma marginale genetic diversity.",
      "authors": [
        "Luccas Lourenzzo Lima Lins Leal",
        "Alliny Souza de Assis Cavalcante",
        "Igor Maciel Lopes de Moraes",
        "Vanessa Salvador",
        "Luiz Fellipe Monteiro Couto",
        "Luciana Maffini Heller",
        "Dina Maria Beltrán Zapa",
        "Warley Vieira de Freitas Paula",
        "Kamila Gaudêncio da Silva Sales",
        "Eduardo Lima",
        "Alexandre Braga Scarpa",
        "Ricardo Antônio Amaral de Lemos",
        "Fernando de Almeida Borges",
        "José Zambrano",
        "Lorena Lopes Ferreira",
        "Felipe da Silva Krawczak",
        "Filipe Dantas-Torres",
        "Welber Daniel Zanetti Lopes"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate seven outbreaks of A. marginale infection in two regions of Brazil, affecting taurine, zebu, and crossbred cattle. We assessed the possible causes, treatment measures, and genetic diversity of A. marginale. These outbreaks occurred in two states (Goiás: outbreaks 1-7; Mato Grosso do Sul: outbreak 3), breeds (Holstein, Nellore, and crossbreed), age groups (beef cattle: 18-25 days old and 7-8 months; dairy cattle: 18-25 days old, 13-14 months, and cow after the first birth) and rearing systems (feedlot, pasture, pen in a wood shaving bedding system and compost bedded-pack barns). Metaphylactic or prophylactic treatments varied according to outbreak (imidocarb dipropionate: outbreaks 1-4 and 6; enrofloxacin: outbreaks 5 and 7; diminazene diaceturate: outbreak 5). In outbreaks 6 and 7, the packed cell volume was monitored. In all outbreaks, the practice of needle/syringe sharing was discontinued. For outbreaks 1-3, clinical signs and mortality (range, 4.8-13.3%) occurred 36-45 days after entry into the feedlot. In outbreak 4, A. marginale was diagnosed in 66.2% of the calves (bacteremia, 0-4.5%), with a mortality of 8.6%. Among nursing calves aged 60 days during outbreak 5, 53.8% were infected with A. marginale, with average bacteremia of 2.7% (range, 0-21.3%), and a mortality of 13.8%. In dairy heifers aged 14 months, raised in paddocks lacking vegetation cover and infested with R. microplus, then transitioned to a rotational grazing system also infested with R. microplus, the A. marginale bacteremia ranged from 3.2 to 6.7%, with a mortality of 20%. Before monitoring during outbreak 7, the mortality was 17.9%, but no further deaths were observed after monitoring initiation. In conclusion, possible causes triggering the outbreaks included primary tick infestation, needle/syringe sharing, and stress factors which may have affected the immunological statues of animals in the feedlots. Control measures performed in all outbreaks were effective. The partial msp4 gene sequences of A. marginale generated herein belonged to two haplotypes, but further research would be needed to investigate if this finding has any clinical significance.",
      "mesh_terms": [
        "Animals",
        "Brazil",
        "Cattle",
        "Disease Outbreaks",
        "Anaplasmosis",
        "Anaplasma marginale",
        "Cattle Diseases",
        "Genetic Variation",
        "Female",
        "Animal Husbandry",
        "Male"
      ]
    },
    {
      "pmid": "38724578",
      "title": "Carbon nanofiber/taurine-catalyzed synthesis of coumarin and 1,2,4,5-tetra-substituted imidazole derivatives under metal-free conditions.",
      "authors": [
        "Dina Mallah",
        "Bi Bi Fatemeh Mirjalili",
        "Abdolhamid Bamoniri"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-May-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The main subject of this research is the development of a suitable, efficient, and biocompatible carbon nanofiber-based catalytic system for the synthesis of coumarin and 1,2,4,5-tetra-substituted imidazoles. Brønsted acid carbon nanofiber/taurine catalyst was made during three steps: acid treatment, acylation, and then amination. The basic principles and general advantages of the synthesis method are elaborated. The acidity of the prepared nano-catalyst was investigated using the Hammet acidity technique and UV-Vis spectroscopy, and the H0 value for 5 × 10-2 mg/mL of CNF/T in 0.3 mM 4-nitroaniline solution was determined to be 1.47. The structure of the catalyst was successfully characterized using FT-IR, TGA, FESEM, XRD, TEM, EDX, EDS-MAP, BET, and XPS techniques. Here, we report the ability of carbon nanofiber/taurine as a Brønsted acid catalyst for the synthesis of coumarins and 1,2,4,5-tetra-substituted imidazole through a metal-free, cost-effective, and biocompatible multicomponent route. Among the advantages of this protocol are reaction time, excellent efficiency, reusability, and high activity of the catalyst."
    },
    {
      "pmid": "38693965",
      "title": "Adverse hematological profiles associated with chlorpromazine antipsychotic treatment in male rats: Preventive and reversal mechanisms of taurine and coenzyme-Q10.",
      "authors": [
        "Oyovwi Mega Obukohwo",
        "Benneth Ben-Azu",
        "Eze Kingsley Nwangwa",
        "Ejiro Peggy Ohwin",
        "John C Igweh",
        "Ezekiel Adeogun Adetomiwa"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chlorpromazine (CPZ) is one of the most effective antipsychotic drugs used for managing psychotic related disorders owing to its dopamine receptor blocking action. However, pharmacological investigations against CPZ's cytotoxic effect have remained scarce. Hence, this study investigated the preventive and reversal effects of taurine and coenzyme-Q10 (COQ-10), which are compounds with proven natural antioxidant properties, against CPZ-induced hematological impairments in male rats. In the preventive study, rats received oral saline (10 ml/kg), taurine (150 mg/kg/day), COQ-10 (10 mg/kg/day) or in combination for 56 days, alongside CPZ (30 mg/kg, p.o.) between days 29-56. In the reversal protocol, rats had CPZ repeatedly for 56 days before taurine and COQ-10 treatments or their combination from days 29-56. Rats were also given taurine (150 mg/kg/day), and COQ-10 (10 mg/kg/day) alone for 56 days. Serums were extracted and assayed for hematological, with oxidative and inflammatory markers. CPZ induced decreased red/white blood cells, erythropoietin, platelet count, packed cell volume and hemoglobin, neutrophil, and lymphocyte, which were prevented and reversed by taurine and COQ-10, or their combination. Taurine and COQ-10 improved mean corpuscular volume, hemoglobin concentration, with increased erythropoietin levels relative to CPZ groups. CPZ-induced increased malondialdehyde, tumor necrosis factor-alpha and interleukin-6 levels with decreased interleukin-10, glutathione, and superoxide-dismutase were prevented and reversed by taurine and COQ-10 in comparison with CPZ groups. Taurine and COQ-10 alone notably improved the antioxidant/anti-inflammatory status relative to controls. Among other mechanisms, taurine and COQ-10 abated CPZ-induced hematological deficiencies, via decreased serum levels of oxidative stress, and pro-inflammatory cytokines release, with increased antioxidants and anti-inflammation function."
    },
    {
      "pmid": "38681990",
      "title": "Taurine attenuates activation of hepatic stellate cells by inhibiting autophagy and inducing ferroptosis.",
      "authors": [
        "Sen Li",
        "Qian-Jun Ren",
        "Can-Hao Xie",
        "Yang Cui",
        "Li-Tao Xu",
        "Yi-Dan Wang",
        "Su Li",
        "Xing-Qiu Liang",
        "Bin Wen",
        "Ming-Kun Liang",
        "Xiao-Fang Zhao"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2024-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Liver fibrosis is a compensatory response during the tissue repair process in chronic liver injury, and finally leads to liver cirrhosis or even hepatocellular carcinoma. The pathogenesis of hepatic fibrosis is associated with the progressive accumulation of activated hepatic stellate cells (HSCs), which can transdifferentiate into myofibroblasts to produce an excess of the extracellular matrix (ECM). Myofibroblasts are the main source of the excessive ECM responsible for hepatic fibrosis. Therefore, activated hepatic stellate cells (aHSCs), the principal ECM producing cells in the injured liver, are a promising therapeutic target for the treatment of hepatic fibrosis. AIM: To explore the effect of taurine on aHSC proliferation and the mechanisms involved. METHODS: Human HSCs (LX-2) were randomly divided into five groups: Normal control group, platelet-derived growth factor-BB (PDGF-BB) (20 ng/mL) treated group, and low, medium, and high dosage of taurine (10 mmol/L, 50 mmol/L, and 100 mmol/L, respectively) with PDGF-BB (20 ng/mL) treated group. Cell Counting Kit-8 method was performed to evaluate the effect of taurine on the viability of aHSCs. Enzyme-linked immunosorbent assay was used to estimate the effect of taurine on the levels of reactive oxygen species (ROS), malondialdehyde, glutathione, and iron concentration. Transmission electron microscopy was applied to observe the effect of taurine on the autophagosomes and ferroptosis features in aHSCs. Quantitative real-time polymerase chain reaction and Western blot analysis were performed to detect the effect of taurine on the expression of α-SMA, Collagen I, Fibronectin 1, LC3B, ATG5, Beclin 1, PTGS2, SLC7A11, and p62. RESULTS: Taurine promoted the death of aHSCs and reduced the deposition of the ECM. Treatment with taurine could alleviate autophagy in HSCs to inhibit their activation, by decreasing autophagosome formation, downregulating LC3B and Beclin 1 protein expression, and upregulating p62 protein expression. Meanwhile, treatment with taurine triggered ferroptosis and ferritinophagy to eliminate aHSCs characterized by iron overload, lipid ROS accumulation, glutathione depletion, and lipid peroxidation. Furthermore, bioinformatics analysis demonstrated that taurine had a direct targeting effect on nuclear receptor coactivator 4, exhibiting the best average binding affinity of -20.99 kcal/mol. CONCLUSION: Taurine exerts therapeutic effects on liver fibrosis via mechanisms that involve inhibition of autophagy and trigger of ferroptosis and ferritinophagy in HSCs to eliminate aHSCs.",
      "mesh_terms": [
        "Hepatic Stellate Cells",
        "Humans",
        "Autophagy",
        "Taurine",
        "Ferroptosis",
        "Liver Cirrhosis",
        "Cell Proliferation",
        "Reactive Oxygen Species",
        "Becaplermin",
        "Cell Line",
        "Myofibroblasts",
        "Cell Survival",
        "Extracellular Matrix",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38655653",
      "title": "Taurine activates the AKT-mTOR axis to restore muscle mass and contractile strength in human 3D in vitro models of steroid myopathy.",
      "authors": [
        "Sheeza Mughal",
        "Maria Sabater-Arcis",
        "Ruben Artero",
        "Javier Ramón-Azcón",
        "Juan M Fernández-Costa"
      ],
      "journal": "Disease models & mechanisms",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Steroid myopathy is a clinically challenging condition exacerbated by prolonged corticosteroid use or adrenal tumors. In this study, we engineered a functional three-dimensional (3D) in vitro skeletal muscle model to investigate steroid myopathy. By subjecting our bioengineered muscle tissues to dexamethasone treatment, we reproduced the molecular and functional aspects of this disease. Dexamethasone caused a substantial reduction in muscle force, myotube diameter and induced fatigue. We observed nuclear translocation of the glucocorticoid receptor (GCR) and activation of the ubiquitin-proteasome system within our model, suggesting their coordinated role in muscle atrophy. We then examined the therapeutic potential of taurine in our 3D model for steroid myopathy. Our findings revealed an upregulation of phosphorylated AKT by taurine, effectively countering the hyperactivation of the ubiquitin-proteasomal pathway. Importantly, we demonstrate that discontinuing corticosteroid treatment was insufficient to restore muscle mass and function. Taurine treatment, when administered concurrently with corticosteroids, notably enhanced contractile strength and protein turnover by upregulating the AKT-mTOR axis. Our model not only identifies a promising therapeutic target, but also suggests combinatorial treatment that may benefit individuals undergoing corticosteroid treatment or those diagnosed with adrenal tumors.",
      "mesh_terms": [
        "Proto-Oncogene Proteins c-akt",
        "Humans",
        "Taurine",
        "TOR Serine-Threonine Kinases",
        "Muscle Contraction",
        "Dexamethasone",
        "Muscular Diseases",
        "Models, Biological",
        "Signal Transduction",
        "Receptors, Glucocorticoid",
        "Muscle Strength",
        "Proteasome Endopeptidase Complex",
        "Muscle, Skeletal",
        "Organ Size",
        "Phosphorylation",
        "Adrenal Cortex Hormones",
        "Ubiquitin",
        "Muscle Fibers, Skeletal",
        "Steroids"
      ]
    },
    {
      "pmid": "38616233",
      "title": "Taurine ameliorates sensorimotor function by inhibiting apoptosis and activating A2 astrocytes in mice after subarachnoid hemorrhage.",
      "authors": [
        "Chunlei Yang",
        "Zhiwen Jiang",
        "Xinjie Gao",
        "Heng Yang",
        "Jiabin Su",
        "Ruiyuan Weng",
        "Wei Ni",
        "Yuxiang Gu"
      ],
      "journal": "Amino acids",
      "publication_date": "2024-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Subarachnoid hemorrhage (SAH) is a form of severe acute stroke with very high mortality and disability rates. Early brain injury (EBI) and delayed cerebral ischemia (DCI) contribute to the poor prognosis of patients with SAH. Currently, some researchers have started to focus on changes in amino acid metabolism that occur in brain tissues after SAH. Taurine is a sulfur-containing amino acid that is semi-essential in animals, and it plays important roles in various processes, such as neurodevelopment, osmotic pressure regulation, and membrane stabilization. In acute stroke, such as cerebral hemorrhage, taurine plays a neuroprotective role. However, the role of taurine after subarachnoid hemorrhage has rarely been reported. In the present study, we established a mouse model of SAH. We found that taurine administration effectively improved the sensorimotor function of these mice. In addition, taurine treatment alleviated sensorimotor neuron damage and reduced the proportion of apoptotic cells. Furthermore, taurine treatment enhanced the polarization of astrocytes toward the neuroprotective phenotype while inhibiting their polarization toward the neurotoxic phenotype. This study is the first to reveal the relationship between taurine and astrocyte polarization and may provide a new strategy for SAH research and clinical treatment.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Subarachnoid Hemorrhage",
        "Taurine",
        "Astrocytes",
        "Apoptosis",
        "Amino Acids",
        "Stroke"
      ]
    },
    {
      "pmid": "38613703",
      "title": "Taurine amino acid supplementation impacts performance, blood hematology, oxidative stress, and jejunum morphology in broiler chickens.",
      "authors": [
        "Tahereh Sandoghdar",
        "Mehrdad Irani",
        "Shahabodin Gharahveysi"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2024-Apr-13",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "Excess levels of free radicals cause oxidative damage to cells. Taurine is a rare amino acid with antioxidant effects whose dietary deficiency increases oxidative damage to the cell membrane. To investigate the effects of dietary taurine supplementation on performance, blood hematology, oxidative stress, and jejunum morphology in broilers, 300 broilers (Ras 308, 1D of age) were randomly allocated into 4 groups with 5 replicates of 15 birds. The experimental treatments included basic diet (control treatment) and basic diet with 1, 3, and 6 g/kg taurine amino acid. During 1 to 45 days, the inclusion of taurine supplementation in diets improved the body weight gain (BWG), feed consumption (FC), and feed conversion ratio (FCR) of broilers (P < 0.05). In CBC tests, the experimental treatments were significantly different concerning the red blood cell (RBC) count, the average hemoglobin in the cell, the RBC width in the curve, and the hematocrit (P < 0.05). Despite the significance of oxidative stress among the treatments, the control and fourth treatments showed the highest and the lowest oxidative stress, respectively (P < 0.05). Also, in jejunum morphology, the fourth treatment showed the best performance in terms of villus length and width and the villus length to crypt depth (V/C) ratio (P < 0.05). Overall, 6 g/kg taurine addition to the diet reduced oxidative stress and positive features in the jejunum morphology while improving the functional traits of broilers.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Taurine",
        "Jejunum",
        "Oxidative Stress",
        "Amino Acids",
        "Hematology",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "38612980",
      "title": "Short Communication: Taurine Long-Term Treatment Prevents the Development of Cardiac Hypertrophy, and Premature Death in Hereditary Cardiomyopathy of the Hamster Is Sex-Independent.",
      "authors": [
        "Ghassan Bkaily",
        "Yanick Simon",
        "Joe Abou Abdallah",
        "Chaimaa Ouertane",
        "Amina Essalhi",
        "Abdelouahed Khalil",
        "Danielle Jacques"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recently, we reported that during the hypertrophic phase (230 days old) of hereditary cardiomyopathy of the hamster (HCMH), short-term treatment (20 days) with 250 mg/kg/day of taurine prevents the development of hypertrophy in males but not in females. However, the mortality rate in non-treated animals was higher in females than in males. To verify whether the sex-dependency effect of taurine is due to the difference in the disease's progression, we treated the 230-day-old animals for a longer time period of 122 days. Our results showed that long-term treatment with low and high concentrations of taurine significantly prevents cardiac hypertrophy and early death in HCMH males (p < 0.0001 and p < 0.05, respectively) and females (p < 0.01 and p < 0.0001, respectively). Our results demonstrate that the reported sex dependency of short-term treatments with taurine is due to a higher degree of heart remodeling in females when compared to males and not to sex dependency. In addition, sex-dependency studies should consider the differences between the male and female progression of the disease. Thus, long-term taurine therapies are recommended to prevent remodeling and early death in hereditary cardiomyopathy.",
      "mesh_terms": [
        "Female",
        "Male",
        "Animals",
        "Cricetinae",
        "Mortality, Premature",
        "Cardiomyopathies",
        "Heart",
        "Taurine",
        "Cardiomegaly"
      ]
    },
    {
      "pmid": "38612237",
      "title": "Folic Acid and Taurine Alleviate the Impairment of Redox Status, Immunity, Rumen Microbial Composition and Fermentation of Lambs under Heat Stress.",
      "authors": [
        "Bibo Li",
        "Ke Wu",
        "Guoqing Duan",
        "Weiqi Yin",
        "Mingkai Lei",
        "Yining Yan",
        "Youshe Ren",
        "Chunxiang Zhang"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate if the supplementation of folic acid and taurine can relieve the adverse effects of different levels of heat stress (HS) on growth performance, physiological indices, antioxidative capacity, immunity, rumen fermentation and microbiota. A total of 24 Dorper × Hu crossbred lambs (27.51 ± 0.96 kg) were divided into four groups: control group (C, 25 °C), moderate HS group (MHS, 35 °C), severe HS group (SHS, 40 °C), and the treatment group, under severe HS (RHS, 40 °C, 4 and 40 mg/kg BW/d coated folic acid and taurine, respectively). Results showed that, compared with Group C, HS significantly decreased the ADG of lambs (p < 0.05), and the ADG in the RHS group was markedly higher than in the MHS and SHS group (p < 0.05). HS had significant detrimental effects on physiological indices, antioxidative indices and immune status on the 4th day (p < 0.05). The physiological indices, such as RR and ST, increased significantly (p < 0.05) with the HS level and were significantly decreased in the RHS group, compared to the SHS group (p < 0.05). HS induced the significant increase of MDA, TNF-α, and IL-β, and the decrease of T-AOC, SOD, GPx, IL-10, IL-13, IgA, IgG, and IgM (p < 0.05). However, there was a significant improvement in these indices after the supplementation of folic acid and taurine under HS. Moreover, there were a significant increase in Quinella and Succinivibrio, and an evident decrease of the genera Rikenellaceae_RC9_gut_group and Asteroleplasma under HS (p < 0.05). The LEfSe analysis showed that the genera Butyrivibrio, Eubacterium_ventriosum_group, and f_Bifidobacteriaceae were enriched in the MHS, SHS and RHS groups, respectively. Correlated analysis indicated that the genus Rikenellaceae_RC9_gut_group was positively associated with MDA, while it was negatively involved in IL-10, IgA, IgM, and SOD (p < 0.05); The genus Anaeroplasma was positively associated with the propionate and valerate, while the genus Succinivibrio was negatively involved in TNF-α (p < 0.05). In conclusion, folic acid and taurine may alleviate the adverse effects of HS on antioxidant capacity, immunomodulation, and rumen fermentation of lambs by inducing changes in the microbiome that improve animal growth performance."
    },
    {
      "pmid": "38560269",
      "title": "Alleviation of taurine on liver injury of type 2 diabetic rats by improving antioxidant and anti-inflammatory capacity.",
      "authors": [
        "Guangyi Ouyang",
        "Nannan Wang",
        "Jihang Tong",
        "Wenke Sun",
        "Jiancheng Yang",
        "Gaofeng Wu"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Type 2 diabetes mellitus (T2DM) is a serious metabolic disease characterized by insulin resistance and reduced insulin production, which causes abnormally elevated blood glucose. It has been reported that T2DM can enhance oxidative stress and inflammatory responses, and stimulate a variety of complications including liver injury. Studies have shown that taurine has antioxidant and anti-inflammatory effects that can not only ameliorate diabetes but also alleviate liver injury caused by various diseases. However, its effect on liver injury in T2DM is not clear. In our study, a high-fat diet and intraperitoneal injection of streptozotocin (STZ) was used to induce liver injury in T2DM rats, and taurine was given as a treatment. Through the use of HE staining on paraffin sections, ELISA, and qRT-PCR, the effects of taurine on liver pathological alterations, antioxidant capacity, and inflammatory response were investigated. We found that: hepatic transaminase levels of rats were reduced significantly following taurine administration; histopathological observations revealed that the morphology of rat hepatocytes was close to normal, and the number of inflammatory cells around liver vessels was significantly reduced; antioxidant-related indicators were significantly increased, including SOD, CAT, GSH-Px and T-AOC, while related factors of the Nrf2 signalling pathway and its downstream HO-1, NQO1 and γ-GCS were significantly increased; the expression of the JAK2-STAT1 signalling pathway, TLR4/NF-κB signalling pathway and NLRP3 inflammatory vesicle-related factors were significantly reduced. Our results suggest taurine can alleviate T2DM-induced liver injury by improving the antioxidant capacity of the liver and inhibiting macrophage M1-type polarization and the inflammatory response mediated thereby."
    },
    {
      "pmid": "38549461",
      "title": "Taurine Activates SIRT1/AMPK/FOXO1 Signaling Pathways to Favorably Regulate Lipid Metabolism in C57BL6 Obese Mice.",
      "authors": [
        "Arya Devi Karikkakkavil Prakashan",
        "Serva Peddha Muthukumar",
        "Asha Martin"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "SCOPE: The identification of novel therapeutic agents capable of modulating lipid metabolism holds a promising potential in combating obesity and its associated complications. This study is conducted to evaluate the lipid lowering effect of dietary taurine administration on high-fat fed C57BL6 mice and to study the mechanism by which taurine impacts lipid metabolism. METHODS AND RESULTS: C57BL6 mice are grouped into four (n = 6): i) normal diet (ND), ii) a high-fat diet (HFD), iii) HFD + orlistat (STD), iv) HFD + taurine (TAU) group for 12 weeks. The results show that taurine administration for 12 weeks reduces high fat-induced weight gain, and liver weight when compared with HFD fed mice. It also improves serum biochemical parameters like total cholesterol and triglycerides. Sirtuin 1 (SIRT1) activity, Nicotinamide adenine dinucleotide (NAD+) levels, SIRT1 mRNA, and protein expression are increased in HFD + TAU diet group as compared to HFD group. Taurine treatment suppresses the expression of lipogenic genes (sterol regulatory element binding protein 1c [SREBP1c], fatty acid synthase [FAS], Peroxisome proliferator-activated receptor gamma [PPARγ]) and increases the expression of β-oxidation (peroxisome proliferator-activated receptor alpha [PPARα], liver x receptor beta [LXRβ], peroxisome proliferator-activated receptor gamma coactivator 1-alpha [PGC1α], AMP-activated protein kinase [AMPK]) and lipolytic (forkhead box protein O1 [FOXO1]) genes. Further, taurine mitigates hepatic inflammation by suppressing nuclear factor kappa B (NF-κB) gene expression and pro-inflammatory cytokine markers (IL-6, IL-1β, and TNFα). CONCLUSION: Taurine exerts lipid lowering effects through activating SIRT1/AMPK/FOXO1 signaling pathways and regulating their downstream targets.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "AMP-Activated Protein Kinases",
        "Diet, High-Fat",
        "Forkhead Box Protein O1",
        "Lipid Metabolism",
        "Liver",
        "Mice, Inbred C57BL",
        "Mice, Obese",
        "Obesity",
        "Signal Transduction",
        "Sirtuin 1",
        "Taurine"
      ]
    },
    {
      "pmid": "38548872",
      "title": "Taurine reduces microglia activation in the brain of aged senescence-accelerated mice by increasing the level of TREM2.",
      "authors": [
        "Sharif Ahmed",
        "Ning Ma",
        "Jun Kawanokuchi",
        "Keiya Matsuoka",
        "Shinji Oikawa",
        "Hatasu Kobayashi",
        "Yusuke Hiraku",
        "Mariko Murata"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD), a chronic neurodegenerative disorder, is the leading cause of dementia. Over-activated microglia is related to amyloid-beta (Aβ) and phosphorylated tau (phospho-tau) accumulation in the AD brain. Taurine is an amino acid with multiple physiological functions including anti-inflammatory effects, and has been reported to be neuroprotective in AD. However, the role of taurine in microglia-mediated AD remains unclear. Here, we examined the effects of taurine on the brains of senescence-accelerated mouse prone 8 (SAMP8) mice by comparing those administered 1% taurine water with those administered distilled water (DW). We observed increased levels of taurine and taurine transporter (TAUT) in the brains of the taurine-treated mice compared with those of control mice. Immunohistochemical and Western blot analyses revealed that taurine significantly reduced the number of activated microglia, levels of phospho-tau and Aβ deposit in the hippocampus and cortex. Triggering receptors expressed on myeloid cells-2 (TREM2) are known to protect against AD pathogenesis. Taurine upregulated TREM2 expression in the hippocampus and cortex. In conclusion, the present study suggests that taurine treatment may upregulate TREM2 to protect against microglia over-activation by decreasing the accumulation of phospho-tau and Aβ; providing an insight into a novel preventive strategy in AD.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Microglia",
        "Taurine",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Brain",
        "Water",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38480557",
      "title": "Long-term disruption of tissue levels of glutamate and glutamatergic neurotransmission neuromodulators, taurine and kynurenic acid induced by amphetamine.",
      "authors": [
        "Ewa Taracha",
        "Magdalena Czarna",
        "Danuta Turzyńska",
        "Alicja Sobolewska",
        "Piotr Maciejak"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RATIONALE: Chronic amphetamine (AMPH) use leading to addiction results in adaptive changes within the central nervous system that persist well beyond the drug's elimination from the body and can precipitate relapse. Notably, alterations in glutamatergic neurotransmission play a crucial role in drug-associated behaviours. OBJECTIVES: This study aimed to identify changes induced by amphetamine in glutamate levels and the neuromodulators of glutamatergic neurotransmission (taurine and kynurenic acid) observable after 14 and 28 days of abstinence in key brain regions implicated in addiction: the cortex (Cx), nucleus accumbens (Acb), and dorsolateral striatum (CPu-L). METHODS: The rats were administered 12 doses of amphetamine (AMPH) intraperitoneally (i.p.) at 1.5 mg/kg. The behavioural response was evaluated through ultrasonic vocalizations (USV). High-performance liquid chromatography (HPLC) was used to measure the levels of glutamate, taurine, and kynurenic acid in the Cx, Acb, and CPu-L after 14 and 28 days of abstinence. RESULTS: AMPH administration led to sensitisation towards AMPH's rewarding effects, as evidenced by changes in USV. There was a noticeable decrease in kynurenic acid levels and an increase in both taurine and glutamate in the CPu-L, along with an increase in glutamate levels in the Cx, 28 days following the final AMPH injection. CONCLUSIONS: The most significant changes in the tissue levels of glutamate, taurine, and kynurenic acid were seen in the CPu-L 28 days after the last dose of AMPH. The emergence of these changes exclusively after 28 days suggests that the processes initiated by AMPH use and subsequent abstinence take time to become apparent and may be enduring. This could contribute to the incubation of craving and the risk of relapse. Developing pharmacological strategies to counteract the reduction in kynurenic acid induced by psychostimulants may provide new avenues for therapy development.",
      "mesh_terms": [
        "Kynurenic Acid",
        "Animals",
        "Male",
        "Amphetamine",
        "Glutamic Acid",
        "Rats",
        "Taurine",
        "Synaptic Transmission",
        "Central Nervous System Stimulants",
        "Nucleus Accumbens",
        "Rats, Wistar",
        "Time Factors",
        "Amphetamine-Related Disorders",
        "Cerebral Cortex",
        "Reward"
      ]
    },
    {
      "pmid": "38474873",
      "title": "Taurine Prevents Angiotensin II-Induced Human Endocardial Endothelium Morphological Remodeling and the Increase in Cytosolic and Nuclear Calcium and ROS.",
      "authors": [
        "Danielle Jacques",
        "Ghassan Bkaily"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Endocardial endothelium (EE) is a layer of cells covering the cardiac cavities and modulates cardiomyocyte function. This cell type releases several cardioactive factors, including Angiotensin II (Ang II). This octopeptide is known to induce cardiac hypertrophy. However, whether this circulating factor also induces EE hypertrophy is not known. Taurine is known to prevent cardiac hypertrophy. Whether this endogenous antioxidant prevents the effect of Ang II on human EE (hEE) will be verified. Using quantitative fluorescent probe imaging for calcium and reactive oxygen species (ROS), our results show that Ang II induces (10-7 M, 48 h treatment) an increase in hEE cell (hEEC) volume and its nucleus. Pretreatment with 20 mM of taurine prevents morphological remodeling and increases intracellular calcium and ROS. These results suggest that the reported Ang II induces cardiac hypertrophy is associated with hEEC hypertrophy. This later effect is prevented by taurine by reducing intracellular calcium and ROS overloads. Thus, taurine could be an excellent tool for preventing Ang II-induced remodeling of hEECs.",
      "mesh_terms": [
        "Humans",
        "Reactive Oxygen Species",
        "Angiotensin II",
        "Calcium",
        "Taurine",
        "Cardiomegaly",
        "Myocytes, Cardiac",
        "Endothelium"
      ]
    },
    {
      "pmid": "38429835",
      "title": "Control of Rhipicephalus microplus on taurine cattle with fluralaner in a subtropical region.",
      "authors": [
        "Tiago Gallina",
        "Camila Dos Santos Lagranha",
        "Giancarlo Bilo",
        "Cristiano Malavolta",
        "Lorena Lopes Ferreira",
        "Fernando de Almeida Borges",
        "Daniel de Castro Rodrigues",
        "Tom Strydom",
        "Siddartha Torres",
        "Emmanuel Arnhold",
        "Welber Daniel Zanetti Lopes"
      ],
      "journal": "Parasites & vectors",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In Rio Grande do Sul, Brazil, a region with a subtropical climate, Rhipicephalus microplus is present in taurine cattle raised for beef and milk. In addition, ticks resistant to multiple acaricides are present in this region. Recently, fluralaner (isoxazoline) was launched on the market. Thus, there is a need to evaluate the effects of fluralaner for the control of R. microplus on taurine cattle. In addition, occurrence of myiasis by Cochliomyia hominivorax larvae after tick parasitism and weight gain of cattle during the experimental period were evaluated. METHODS: Thirty naturally infested cattle were divided into two experimental groups: T01, treated with fluralaner (2.5 mg/kg) pour-on; T02, control. T01 received fluralaner on Days 0 (early summer in January), 42 and 84 (early autumn), whereas T02, a control group, received palliative treatment with a spray formulation when the group mean was ≥ 30 ticks. Counts of R. microplus females and calculation of the efficacy of fluralaner were performed on Days 3, 7, 14, 28, 35, 42, 56, 70, 84, 98, 112 and 126. The occurrence of myiasis was assessed throughout the study period. In addition, the weight, weight gain and daily weight gain of the animals were evaluated. RESULTS: In the 12 evaluations performed, the parasitic load of T01 was near zero. Fluralaner showed 99.5% efficacy on the 3rd day after the first treatment and 100% efficacy from Day 7 to Day 126. Cochliomyia hominivorax larvae (n = 6; p = 0.0251) were found only in the control group (T02). At the end of the study, the animals subjected to treatments with fluralaner gained 32.8 kg more than the animals in the control group. CONCLUSIONS: Application of fluralaner in summer and autumn, with 42-day intervals between treatments, was effective to control R. microplus on taurine cattle, which also gained more weight than control cattle. Additionally, no cases of myasis were documented in animals treated with fluralaner.",
      "mesh_terms": [
        "Female",
        "Cattle",
        "Animals",
        "Rhipicephalus",
        "Tick Infestations",
        "Myiasis",
        "Larva",
        "Calliphoridae",
        "Weight Gain",
        "Cattle Diseases",
        "Isoxazoles"
      ]
    },
    {
      "pmid": "38368522",
      "title": "Cryopreservation of Limited Sperm Using A Combination of Sucrose and Taurine, Loaded on Two Different Devices, and Thawed at Two Different Temperatures.",
      "authors": [
        "Mouloud Tahmasebi",
        "Leila Rashki Ghaleno",
        "Azam Dalman",
        "Mojtaba Rezazadeh Valojerdi"
      ],
      "journal": "International journal of fertility & sterility",
      "publication_date": "2024-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cryopreservation of sperm is essential for patients with low sperm counts and couples undergoing infertility treatment. The aim of this study was to compare the effects of Taurine (T) and Sucrose (S) in individual sperm cryopreservation utilizing cryotop and petri dish and thawing at 37 and 42°C. MATERIALS AND METHODS: In this experimental study, 17 normospermic semen samples were processed using the \"Swim-up\" procedure and progressively motile sperm were then isolated from these samples using an inverted microscope. Sperm were added to droplets of \"sucrose medium\" with 25 mM Taurine antioxidant (S+T) and the commercial cryoprotectant \"Sperm Freeze\" (CPA), loaded on a petri dish and cryotop. After rapid freezing of the samples, they were thawed at two different temperatures (37°C and 42°C), and the sperm classical parameters, viability, and DNA fragmentation were assessed. RESULTS: Statistical analysis displayed a significant increase in total and progressive motility in individual sperm freezing on cryotop with CPA and thawing at 42°C (P<0.05). Other parameters did not show any differences between the CPA and S+T groups and two thawing temperatures in either of the cryopreservation methods. CONCLUSION: Although, both cryoprotectants (CPA and S+T) may preserve individual sperm effectively using cryotop, the CPA and thawing at 42°C showed a better effect on the motility percentage of the small number of sperm."
    },
    {
      "pmid": "38352234",
      "title": "Taurine Regulates the Expression of Interleukin -17/10 and Intestinal Flora and Protects the Liver and Intestinal Mucosa in a Nonalcoholic Fatty Liver Disease Rat Model.",
      "authors": [
        "Fu-Li Zhu",
        "Ting Huang",
        "Zi-Li Lv",
        "Gang Liang",
        "Zhen Yao",
        "Lian-Cheng Lan",
        "Abdul Qadir",
        "Xiu-Qi Chen",
        "Qing-Wen Shan"
      ],
      "journal": "Diabetes, metabolic syndrome and obesity : targets and therapy",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To investigate the intestinal inflammatory response and the abundance of intestinal bacteria in rats with high-fat diet (HFD)-induced nonalcoholic fatty liver disease (NAFLD) and assess the intervention effects of taurine (TAU). METHODS: Forty male Sprague-Dawley rats were randomly divided into five groups: group I, normal diet and normal saline gavage; group II, normal diet and TAU gavage; group III, HFD and normal saline gavage; group IV, HFD and TAU gavage (from the 1st week); group V, HFD and TAU gavage (from the 10th week). At the end of the 16th week, all the animals were sacrificed. Body weight, liver weight, liver function, and serum lipid levels were measured. The histopathologies of the liver and ileum were observed. The mRNA and protein expression levels of interleukin 17 (IL-17) and IL-10 in the ileum were detected by reverse transcription quantitative polymerase chain reaction (qPCR) and immunohistochemistry. Three types of bacteria were detected in intestinal feces using the 16S rDNA qPCR method. RESULTS: The ileal IL-17 level in group III was significantly higher than those in the other four groups (P < 0.01). The ileal IL-10 mRNA levels in group IV was significantly higher than those in groups III and V (P < 0.05), and IL-10 protein MOD levels in group III was significantly lower than those in the other four groups (P < 0.01). The numbers of Lactobacillus in group III were significantly lower than those in the other four groups (P < 0.01 or P < 0.05). The numbers of Bifidobacteria in groups IV and V were significantly increased compared with that in group III (P < 0.05). CONCLUSION: TAU may down-regulate the expression of IL-17, up-regulate the expression of IL-10 and regulate the intestinal flora, and alleviate the liver and intestinal damage in rats with HFD-induced NAFLD."
    },
    {
      "pmid": "38329588",
      "title": "What is the optimal timing to initiate strategic control of Rhipicephalus microplus in taurine cattle in a tropical region?",
      "authors": [
        "Luccas Lourenzzo Lima Lins Leal",
        "Lorena Lopes Ferreira",
        "Igor Maciel Lopes de Morais",
        "Vanessa Ferreira Salvador",
        "Artur Siqueira Nunes Trindade",
        "Octaviano Pereira Neto",
        "Vando Edésio Soares",
        "Fernando de Almeida Borges",
        "Caio Marcio de Oliveira Monteiro",
        "Welber Daniel Zanetti Lopes"
      ],
      "journal": "Experimental & applied acarology",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cattle tick control poses a significant challenge for livestock in tropical and subtropical regions. The objective of this study was to determine the most suitable timing to initiate a strategic tick control program and to identify the ideal number of acaricide treatments for adult taurine cattle (Bos taurus taurus) in a tropical region throughout the year. Three groups with 10 bovines each were performed: T01 (strategic treatment in late autumn/winter/late spring, every 28 days), T02 (strategic treatment to act in the \"first tick generation\" - early spring/summer/early autumn, every 28 days) and T03 (control). Tick counts (females 4-8 mm) were conducted every 14 days. If the tick burden in any group reached 30 or more during these counts, we applied an additional treatment. Over the course of a year, T02 required significantly fewer (p < 0.05) acaricide treatments than T01, with nine treatments for T02 and eleven for T01. Furthermore, during the tick counts, animals in T02 showed a lower tick burden compared to those in T01. Initiating the strategic tick control program in early spring, corresponding to the first tick generation, proved more effective than starting in autumn. This approach not only required fewer acaricide treatments but also resulted in a reduced tick burden. These benefits are particularly valuable in terms of animal welfare and managing acaricide resistance issues.",
      "mesh_terms": [
        "Female",
        "Cattle",
        "Animals",
        "Acaricides",
        "Rhipicephalus",
        "Tick Infestations",
        "Cattle Diseases",
        "Tick Control"
      ]
    },
    {
      "pmid": "38191412",
      "title": "Two protocols using fluralaner for Rhipicephalus microplus strategic control on taurine cattle in a tropical region.",
      "authors": [
        "Lidia Mendes de Aquino",
        "Dina Maria Beltran Zapa",
        "Daniel de Castro Rodrigues",
        "Tom Strydom",
        "Siddhartha Torres",
        "Lorena Lopes Ferreira",
        "Francisco Barufi",
        "Heitor Oliveira Arriero de Amaral",
        "Fernando de Almeida de Borges",
        "Tiago Gallina",
        "Rafael Paranhos de Mendonça",
        "Vando Edésio Soares",
        "Caio Marcio Oliveira Monteiro",
        "Welber Daniel Zanetti Lopes"
      ],
      "journal": "Parasites & vectors",
      "publication_date": "2024-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The present study aimed to evaluate the effects of different treatment strategies using a new commercial formulation containing pour-on fluralaner on Rhipicephalus microplus infestation in cattle and in pastures in a tropical climate region where up to five generations of this tick species can occur per year. METHODS: Forty-five naturally infested cattle were divided into three experimental groups: T01, treated with fluralaner (2.5 mg/kg) pour-on every 42 days; T02, the cattle received the first treatment with fluralaner on Day 0 but the next treatment involved a weekly visual evaluation; T03, control, received palliative treatment with a spray formulation when the group mean was ≥ 30 ticks. Counts of female R. microplus were performed weekly until day 343, and larval counts on pasture were performed on Days 0, 30, and 60 and every 30 days until Day 330. RESULTS: Using fluralaner, six applications were performed in Group T01, and four were performed in Group T02. In the control group (T03), it was necessary to perform eight palliative acaricide treatments with the spray formulation. The animals in T01 and T02 showed lower mean tick counts (p ≤ 0.05) than the control group (T03) on 28 and 27 of the 49 evaluated dates, respectively. In the paddock where the animals were kept as controls, the R. microplus larvae counts increased to 1458. In the paddocks where the animals were treated with fluralaner, the number was ≤ 19 per paddock during the study. CONCLUSIONS: The different strategic treatment protocols performed with pour-on fluralaner (2.5 mg/kg) over a year in taurine cattle in a tropical region with a history of up to five annual generations of cattle ticks were effective, maintaining levels of R. microplus infestations in animals and in pastures close to zero in most of the study. Depending on the retreatment criterion adopted, the number of applications per year may be lower, resulting in a reduction in the mean cost of acaricide treatment per year and lower exposure of R. microplus populations to the active ingredient, resulting in lower resistance and selection pressure.",
      "mesh_terms": [
        "Female",
        "Animals",
        "Cattle",
        "Rhipicephalus",
        "Acaricides",
        "Isoxazoles",
        "Larva"
      ]
    },
    {
      "pmid": "38155909",
      "title": "GABAA receptors as plausible molecular targets and mediators for taurine and homotaurine actions.",
      "authors": [
        "Pratap Meera",
        "Mikko Uusi-Oukari",
        "Gerald S Lipshutz",
        "Martin Wallner"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dementia and autoimmune diseases are prevalent conditions with limited treatment options. Taurine and homotaurine (HT) are naturally occurring sulfonate amino acids, with taurine being highly abundant in animal tissues, but declining with age in the blood. HT is a blood-brain barrier permeable drug under investigation for Alzheimer's disease. HT also has beneficial effects in a mouse model of multiple sclerosis likely through an anti-inflammatory mechanism mediated by GABAA receptor (GABAAR) agonism in immune cells. While both taurine and HT are structural GABA analogs and thought to be GABA mimetics at GABAARs, there is uncertainty concerning their potency as GABA mimetics on native GABAARs. We show that HT is a very potent GABA mimetic, as it evokes GABAAR-mediated currents with an EC50 of 0.4 μM (vs. 3.7 μM for GABA and 116 µM for taurine) in murine cerebellar granule cells in brain slices, with both taurine and HT having similar efficacy in activating native GABAARs. Furthermore, HT displaces the high affinity GABAAR ligand [3H]muscimol at similarly low concentrations (HT IC50 of 0.16 μM vs. 125 μM for taurine) in mouse brain homogenates. The potency of taurine and HT as GABAAR agonists aligns with endogenous concentrations of taurine in the blood and with HT concentrations achieved in the brain following oral administration of HT or the HT pro-drug ALZ-801. Consequently, we discuss that GABAARs subtypes, similar to the ones we studied here in neurons, are plausible targets for mediating the potential beneficial effects of taurine in health and life-span extension and the beneficial HT effects in dementia and autoimmune conditions."
    },
    {
      "pmid": "38136178",
      "title": "Protective Role of Taurine on Rat Offspring Hypertension in the Setting of Maternal Chronic Kidney Disease.",
      "authors": [
        "You-Lin Tain",
        "Chih-Yao Hou",
        "Guo-Ping Chang-Chien",
        "Sufan Lin",
        "Chien-Ning Hsu"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2023-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Taurine is a natural antioxidant with antihypertensive properties. Maternal chronic kidney disease (CKD) has an impact on renal programming and increases the risk of offspring hypertension in later life. The underlying mechanisms cover oxidative stress, a dysregulated hydrogen sulfide (H2S) system, dysbiotic gut microbiota, and inappropriate activation of the renin-angiotensin-aldosterone system (RAAS). We investigated whether perinatal taurine administration enables us to prevent high blood pressure (BP) in offspring complicated by maternal CKD. Before mating, CKD was induced through feeding chow containing 0.5% adenine for 3 weeks. Taurine was administered (3% in drinking water) during gestation and lactation. Four groups of male offspring were used (n = 8/group): controls, CKD, taurine-treated control rats, and taurine-treated rats with CKD. Taurine treatment significantly reduced BP in male offspring born to mothers with CKD. The beneficial effects of perinatal taurine treatment were attributed to an augmented H2S pathway, rebalance of aberrant RAAS activation, and gut microbiota alterations. In summary, our results not only deepen our knowledge of the mechanisms underlying maternal CKD-induced offspring hypertension but also afford us the impetus to consider taurine-based intervention as a promising preventive approach for future clinical translation."
    },
    {
      "pmid": "38076203",
      "title": "Taurine alleviates high-fat-high-glucose-induced pancreatic islet β-cell oxidative stress and apoptosis in rat.",
      "authors": [
        "Dongdong Zhao",
        "Deqi Yin",
        "Xinxin Wang",
        "Yanxi Li",
        "Miao He",
        "Jianmin Hu",
        "Lin Shumei",
        "Jiancheng Yang"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of taurine (TAU) as a specific regulatory mediator on pancreatic function in obese rats induced by a high-fat-high-glucose (HFHG) diet was investigated. We fed male Sprague-Dawley rats under different conditions, namely the control, HFHG, TAU, and HFHG + TAU treatment groups for 4 months. Compared with the HFHG group, TAU supplementation significantly reduced malondialdehyde levels and increased superoxide dismutase, total antioxidant capacity, and glutathione levels in the rat pancreas. In addition, TAU significantly decreased the level of reactive oxygen species, and markedly increased the activity of heme oxygenase 1 (HO-1), Kelch-like ECH-associated protein 1 (KEAP-1), and nuclear factor erythrocyte-2-related factor 2 (Nrf2) in the rat pancreas. Notably, HFHG diet could induce pancreatic injury in the rats through the Nrf2/HO-1 signaling pathway and activate the mitochondrial channel-mediated apoptotic signaling pathway. The addition of TAU significantly improved the pancreatic tissue injury induced by the HFHG diet in the rats and reduced the protein expression of Caspase-3, Cleaved-caspase-3, Caspase-9 and Bcl-2 associated protein X (BAX), and increased the protein expression of B-cell lymphoma-2 (Bcl-2). In conclusion, this experiment confirmed that TAU could alleviate the oxidative stress and apoptosis induced by the HFHG diet in rat pancreatic β-cells."
    },
    {
      "pmid": "38072374",
      "title": "Cold-stored platelet hemostatic capacity is maintained for three weeks of storage and associated with taurine metabolism.",
      "authors": [
        "Susan M Shea",
        "Julie A Reisz",
        "Emily P Mihalko",
        "Katelin C Rahn",
        "Rassam M G Rassam",
        "Alisha Chitrakar",
        "Fabia Gamboni",
        "Angelo D'Alessandro",
        "Philip C Spinella",
        "Kimberly A Thomas"
      ],
      "journal": "Journal of thrombosis and haemostasis : JTH",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Platelet (PLT) product transfusion is a life-saving therapy for actively bleeding patients. There is an urgent need to maintain PLT function and extend shelf life to improve outcomes in these patients. Cold-stored PLT (CS-PLT) maintain hemostatic potential better than room temperature-stored PLT (RT-PLT). However, whether function in long-term CS-PLT is maintained under physiological flow regimes and/or determined by cold-induced metabolic changes is unknown. OBJECTIVES: This study aimed to (i) compare the function of RT-PLT and CS-PLT under physiological flow conditions, (ii) determine whether CS-PLT maintain function after 3 weeks of storage, and (iii) identify metabolic pathways associated with the CS-PLT lesion. METHODS: We performed phenotypic and functional assessments of RT- and CS-PLT (22 °C and 4 °C storage, respectively; N = 10 unique donors) at storage days 0, 5, and/or 21 via metabolomics, flow cytometry, aggregation, thrombin generation, viscoelastic testing, and a microfluidic assay to measure primary hemostatic function. RESULTS: Day 21 4 °C PLT formed an occlusive thrombus under arterial shear at a similar rate to day 5 22 °C PLT. Day 21 4 °C PLTs had enhanced thrombin generation capacity compared with day 0 PLT and maintained functionality comparable to day RT-PLT across all assays performed. Key metrics from microfluidic assessment, flow cytometry, thrombin generation, and aggregation were associated with 4 °C storage, and metabolites involved in taurine and purine metabolism significantly correlated with these metrics. Taurine supplementation of PLT during storage improved hemostatic function under flow. CONCLUSION: CS-PLT stored for 3 weeks maintain hemostatic activity, and storage-induced phenotype and function are associated with taurine and purine metabolism.",
      "mesh_terms": [
        "Humans",
        "Hemostatics",
        "Thrombin",
        "Blood Preservation",
        "Blood Platelets",
        "Purines"
      ]
    },
    {
      "pmid": "38034399",
      "title": "Integrative analysis identified two subtypes and a taurine-related signature to predict the prognosis and efficacy of immunotherapy in hepatocellular carcinoma.",
      "authors": [
        "Qingsong Lu",
        "Yu Lou",
        "Xiaozhen Zhang",
        "Hanshen Yang",
        "Yan Chen",
        "Hanjia Zhang",
        "Tingbo Liang",
        "Xueli Bai"
      ],
      "journal": "Computational and structural biotechnology journal",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) is one of the most prevalent subtypes of primary liver cancer, with high mortality and poor prognosis. Immunotherapy has revolutionized treatment strategies for many cancers. However, only a subset of patients with HCC achieve satisfactory benefits from immunotherapy. Therefore, a reliable biomarker that could predict the prognosis and immunotherapy response in patients with HCC is urgently needed. Taurine plays an important role in many physiological processes. However, its participation in the occurrence and progression of liver cancer and regulation of the composition and function of various components of the immune microenvironment remains elusive. In this study, we identified and validated two heterogeneous subtypes of HCC with different taurine metabolic profiles, presenting distinct genomic features, clinicopathological characteristics, and immune landscapes, using multiple bulk transcriptome datasets. Subsequently, we constructed a risk model based on genes related to taurine metabolism to assess the prognosis, immune cell infiltration, immunotherapy response, and drug sensitivity of patients with HCC. The risk model was validated using several independent external cohorts and showed a robust predictive performance. In addition, we evaluated the expression patterns of taurine metabolism-related genes in the tumor microenvironment and the heterogeneity of taurine metabolism among cancer cells using a single-cell transcriptome. In conclusion, our study provides insights into the important role played by taurine metabolism in tumor progression and immune regulation. Furthermore, the risk model can serve as a biomarker to assess patient prognosis and immunotherapy response, potentially helping clinicians make more precise and personalized clinical decisions."
    },
    {
      "pmid": "38008966",
      "title": "The protective effect of taurine on cyclophosphamide-induced testicular toxicity in rats.",
      "authors": [
        "Muhammed Cemil Busı",
        "Semra Yigitaslan",
        "Zuhal Kaltus",
        "Nusin Harmancı",
        "Ezgi Eroglu",
        "Orhan Ozatık",
        "Coskun Kaya"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the protective effect of taurine (TAU) with regard to antioxidant, anti inflammatory and antiapoptotic pathways on cyclophosphamide (CP)-induced testicular toxicity in rats. Forty Sprague-Dawley male rats were used in this experimental study. The CP group animals received a single dose of 200mg/kg CP on Day 8 intraperitoneally (i.p). The other groups were treated with TAU (75, 150 and 300mg/kg) orally for 14 days prior to and following a single i.p injection of CP. Morphometrical analysis and histological examination of testicular tissue were performed. Serum testosterone, LH and FSH levels were measured in serum using commercial ELISA kits. The testicular injury induced by CP was evaluated in terms of oxidative stress, inflammation and apoptosis with a significant inflammatory and apoptotic response and an insignificant oxidative stress. TAU treatment resulted in improvement in body weight gain, oxidative stress, inflammation and apoptosis, some of which were significant. The improvement was more pronounced for antiapoptotic effect of taurine in the testis of CP-treated animals. It was concluded that TAU may prevent and/or treat the testicular toxicity by ameloirating oxidative stress, inflammation and apoptosis.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Testis",
        "Rats, Sprague-Dawley",
        "Taurine",
        "Cyclophosphamide",
        "Antioxidants",
        "Oxidative Stress",
        "Inflammation"
      ]
    },
    {
      "pmid": "37874493",
      "title": "Neuroprotection elicited by taurine in sporadic Alzheimer-like disease: benefits on memory and control of neuroinflammation in the hippocampus of rats.",
      "authors": [
        "Fernanda Huf",
        "Jessié Martins Gutierres",
        "Gabrielle N da Silva",
        "Adriana M Zago",
        "Luiz Felipe C Koenig",
        "Marilda C Fernandes"
      ],
      "journal": "Molecular and cellular biochemistry",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to analyze whether taurine has a nootropic effect on short-term and long-term memory in a model of sporadic dementia of the Alzheimer's type (SDAT). Moreover, we evaluated the immunoreactivity and insulin receptor (IR) distribution and markers for neurons and glial cells in the hippocampus of rats with SDAT and treated with taurine. For this, Male Wistar rats received STZ (ICV, 3 mg/kg, bilateral, 5ul per site, aCFS vehicle) and were treated with taurine (100 mg/kg orally, 1 time per day, saline vehicle) for 25 days. The animals were divided into 4 groups: vehicle (VE), taurine (TAU), ICV-STZ (STZ) and ICV-STZ plus taurine (STZ + TAU). At the end of taurine treatment, short- and long-term memory were assessed by performance on object recognition and Y-maze tasks. Insulin receptor (IR) was evaluated by immunoperoxidase while mature neurons (NeuN), astrocytes (GFAP, S100B, SOX9), and microglia (Iba-1) were evaluated by immunofluorescence. STZ induced worse spatial and recognition memory (INDEX) in YM and ORT tasks. Taurine protected against STZ-induced memory impairment. SDAT reduced the population of mature neurons as well as increased astrocytic and microglial reactivity, and taurine protected against these STZ-induced effects, mainly in the CA1 region of the hippocampus. Taurine increases IR expression in the hippocampus, and protects against the reduction in the density of this receptor in CA1 induced by STZ. In conclusion, these findings demonstrate that taurine is able to enhance memory, up-regulates IR in the hippocampus, protects the neuron population, and reduces the astrogliosis found in SDAT.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Male",
        "Hippocampus",
        "Rats",
        "Rats, Wistar",
        "Alzheimer Disease",
        "Neuroinflammatory Diseases",
        "Streptozocin",
        "Neuroprotective Agents",
        "Memory",
        "Neurons",
        "Disease Models, Animal",
        "Astrocytes",
        "Neuroprotection"
      ]
    },
    {
      "pmid": "37846056",
      "title": "The Impact of Taurine on Obesity-Induced Diabetes Mellitus: Mechanisms Underlying Its Effect.",
      "authors": [
        "Kainat Ahmed",
        "Ha-Neul Choi",
        "Jung-Eun Yim"
      ],
      "journal": "Endocrinology and metabolism (Seoul, Korea)",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Review",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This review explores the potential benefits of taurine in ameliorating the metabolic disorders of obesity and type 2 diabetes (T2D), highlighting the factors that bridge these associations. Relevant articles and studies were reviewed to conduct a comprehensive analysis of the relationship between obesity and the development of T2D and the effect of taurine on those conditions. The loss of normal β-cell function and development of T2D are associated with obesity-derived insulin resistance. The occurrence of diabetes has been linked to the low bioavailability of taurine, which plays critical roles in normal β-cell function, anti-oxidation, and anti-inflammation. The relationships among obesity, insulin resistance, β-cell dysfunction, and T2D are complex and intertwined. Taurine may play a role in ameliorating these metabolic disorders through different pathways, but further research is needed to fully understand its effects and potential as a therapeutic intervention.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Insulin Resistance",
        "Taurine",
        "Obesity",
        "Blood Glucose"
      ]
    },
    {
      "pmid": "37840567",
      "title": "Taurine accelerates the synthesis of ceramides and hyaluronic acid in cultured epidermis and dermal fibroblasts.",
      "authors": [
        "Tomohisa Yoshimura",
        "Chika Manabe",
        "Jun-Ichiro Nagumo",
        "Tohru Nagahama",
        "Takashi Sato",
        "Shigeru Murakami"
      ],
      "journal": "Experimental and therapeutic medicine",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Taurine is a sulfur-containing amino acid derivative that can be found in the majority of mammalian tissues. Taurine is also present in the skin and is involved in maintaining skin homeostasis by exerting osmoregulatory and antioxidant effects. Previous studies have indicated that taurine treatment is effective against age-, ultraviolet- or detergent-induced skin dysfunction. To determine the mechanism responsible for the beneficial actions of taurine in the skin, the present study aimed to evaluate the effects of taurine on epidermal components (ceramides and filaggrin) and on the dermal extracellular matrix, in three-dimensionally (3D) cultured epidermis and dermal fibroblasts, respectively. These cells were cultured in the presence of 3-50 mM taurine, and cells or culture medium were collected for analysis. The effects of taurine on transepidermal water loss (TEWL) in the skin and the expression of inflammatory cytokines, including IL-1α, IL-1β and IL-1 receptor antagonist, were investigated in acetone-treated 3D-cultured epidermis using a Tewameter and reverse transcription-quantitative PCR (RT-qPCR), respectively. The mRNA expression levels of MMP-1 and hyaluronic acid (HA) production were measured in skin dermal fibroblasts using RT-qPCR and ELISA, respectively. Taurine was found to suppress acetone-induced elevation in TEWL in 3D-cultured epidermis. Taurine also stimulated the mRNA expression of ceramide synthase 4 and filaggrin, a major structural protein in the stratum corneum, in 3D-cultured epidermis. In skin dermal fibroblasts, taurine inhibited the IL-1α-stimulated mRNA and protein expression of MMP-1. In addition, taurine treatment increased HA synthase-2 mRNA expression and in turn HA production. Results from the present study suggest that the protective effect of taurine on the skin is associated with the enhancement of epidermal barrier component expression and modulation of dermal extracellular matrix metabolism."
    },
    {
      "pmid": "37834106",
      "title": "Paclitaxel and Caffeine-Taurine, New Colchicine Alternatives for Chromosomes Doubling in Maize Haploid Breeding.",
      "authors": [
        "Saeed Arshad",
        "Mengli Wei",
        "Qurban Ali",
        "Ghulam Mustafa",
        "Zhengqiang Ma",
        "Yuanxin Yan"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Sep-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The doubled haploid (DH) technology is employed worldwide in various crop-breeding programs, especially maize. Still, restoring tassel fertility is measured as one of the major restrictive factors in producing DH lines. Colchicine, nitrous oxide, oryzalin, and amiprophosmethyl are common chromosome-doubling agents that aid in developing viable diploids (2n) from sterile haploids (n). Although colchicine is the most widely used polyploidy-inducing agent, it is highly toxic to mammals and plants. Therefore, there is a dire need to explore natural, non-toxic, or low-toxic cheaper and accessible substitutes with a higher survival and fertility rate. To the best of our knowledge, the advanced usage of human anticancer drugs \"Paclitaxel (PTX)\" and \"Caffeine-Taurine (CAF-T)\" for in vivo maize haploids doubling is being disclosed for the first time. These two antimitotic and antimicrotubular agents (PTX and CAF-T) were assessed under various treatment conditions compared to colchicine. As a result, the maximum actual doubling rates (ADR) for PTX versus colchicine in maize haploid seedlings were 42.1% (400 M, 16 h treatment) versus 31.9% (0.5 mM, 24 h treatment), respectively. In addition, the ADR in maize haploid seeds were CAF-T 20.0% (caffeine 2 g/L + taurine 12 g/L, 16 h), PTX 19.9% (100 μM, 24 h treatment), and colchicine 26.0% (2.0 mM, 8 h treatment). Moreover, the morphological and physiological by-effects in haploid plants by PTX were significantly lower than colchicine. Hence, PTX and CAF-T are better alternatives than the widely used traditional colchicine to improve chromosome-doubling in maize crop.",
      "mesh_terms": [
        "Humans",
        "Haploidy",
        "Zea mays",
        "Caffeine",
        "Colchicine",
        "Paclitaxel",
        "Plant Breeding",
        "Chromosomes, Plant"
      ]
    },
    {
      "pmid": "37711998",
      "title": "Taurine as a potential therapeutic agent interacting with multiple signaling pathways implicated in autism spectrum disorder (ASD): An in-silico analysis.",
      "authors": [
        "Ranjana Bhandari",
        "Manasi Varma",
        "Priyanka Rana",
        "Neelima Dhingra",
        "Anurag Kuhad"
      ],
      "journal": "IBRO neuroscience reports",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Autism spectrum disorders (ASD) are a complex sequelae of neurodevelopmental disorders which manifest in the form of communication and social deficits. Currently, only two agents, namely risperidone and aripiprazole have been approved for the treatment of ASD, and there is a dearth of more drugs for the disorder. The exact pathophysiology of autism is not understood clearly, but research has implicated multiple pathways at different points in the neuronal circuitry, suggesting their role in ASD. Among these, the role played by neuroinflammatory cascades like the NF-KB and Nrf2 pathways, and the excitotoxic glutamatergic system, are said to have a bearing on the development of ASD. Similarly, the GPR40 receptor, present in both the gut and the blood brain barrier, has also been said to be involved in the disorder. Consequently, molecules which can act by interacting with one or multiple of these targets might have a potential in the therapy of the disorder, and for this reason, this study was designed to assess the binding affinity of taurine, a naturally-occurring amino acid, with these target molecules. The same was scored against these targets using in-silico docking studies, with Risperidone and Aripiprazole being used as standard comparators. Encouraging docking scores were obtained for taurine across all the selected targets, indicating promising target interaction. But the affinity for targets actually varied in the order NRF-KEAP > NF-κB > NMDA > Calcium channel > GPR 40. Given the potential implication of these targets in the pathogenesis of ASD, the drug might show promising results in the therapy of the disorder if subjected to further evaluations."
    },
    {
      "pmid": "37703842",
      "title": "Taurine Supplementation for 48-Months Improved Glucose Tolerance and Changed ATP-Related Enzymes in Avians.",
      "authors": [
        "Lorenz S Neuwirth",
        "Nurper Gökhan",
        "Sarrah Kaye",
        "Edward F Meehan"
      ],
      "journal": "Pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "News"
      ],
      "abstract": "Avians differ from mammals, especially in brain architecture and metabolism. Taurine, an amino acid basic to metabolism and bioenergetics, has been shown to have remarkable effects on metabolic syndrome and ameliorating oxidative stress reactions across species. However, less is known regarding these metabolic relationships in the avian model. The present study serves as a preliminary report that examined how taurine might affect avian metabolism in an aged model system. Two groups of pigeons (Columba livia) of mixed sex, a control group and a group that received 48 months of taurine supplementation (0.05% w/v) in their drinking water, were compared by using blood panels drawn from their basilic vein by a licensed veterinarian. From the blood panel data, taurine treatment generated higher levels of three ATP-related enzymes: glutamate dehydrogenase (GLDH), lactate dehydrogenase (LDH), and creatine kinase (CK). In this preliminary study, the role that taurine treatment might play in the adult aged pigeon's metabolism on conserved traits such as augmenting insulin production as well as non-conserved traits maintaining high levels of ATP-related enzymes was examined. It was found that taurine treatment influenced the avian glucose metabolism similar to mammals but differentially effected avian ATP-related enzymes in a unique way (i.e., ∼×2 increase in CK and LDH with a nearly ×4 increase in GLDH). Notably, long-term supplementation with taurine had no negative effect on parameters of lipid and protein metabolism nor liver enzymes. The preliminary study suggests that avians may serve as a unique model system for investigating taurine metabolism across aging with long-term health implications (e.g., hyperinsulinemia). However, the suitability of using the model would require researchers to tightly control for age, sex, dietary intake, and exercise conditions as laboratory-housed avian present with very different metabolic panels than free-flight avians, and their metabolic profile may not correlate one-to-one with mammalian data.",
      "mesh_terms": [
        "Animals",
        "Taurine",
        "Dietary Supplements",
        "Columbidae",
        "Glucose",
        "Adenosine Triphosphate",
        "Mammals"
      ]
    },
    {
      "pmid": "37630723",
      "title": "Ado-Mediated Depletion of Taurine Impairs Mitochondrial Respiratory Capacity and Alters the Chromatin Landscape of Inguinal Adipose Tissue.",
      "authors": [
        "Pei-Yin Tsai",
        "Bo Shui",
        "Seoyeon Lee",
        "Yang Liu",
        "Yue Qu",
        "Chloe Cheng",
        "Kaydine Edwards",
        "Callie Wong",
        "Ryan Meng-Killeen",
        "Paul D Soloway",
        "Joeva J Barrow"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Aug-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Non-shivering thermogenesis (NST) has strong potential to combat obesity; however, a safe molecular approach to activate this process has not yet been identified. The sulfur amino acid taurine has the ability to safely activate NST and confer protection against obesity and metabolic disease in both mice and humans, but the mechanism of this action is unknown. In this study, we discover that a suite of taurine biosynthetic enzymes, especially that of cysteamine dioxygenase (ADO), significantly increases in response to β3 adrenergic signaling in inguinal adipose tissue (IWAT) in order to increase intracellular concentrations of taurine. We further show that ADO is critical for thermogenic mitochondrial respiratory function as its ablation in adipocytes significantly reduces taurine levels, which leads to declines in mitochondrial oxygen consumption rates. Finally, we demonstrate via assay for transposase-accessible chromatin with sequencing (ATAC-seq) that taurine supplementation in beige adipocytes has the ability to remodel the chromatin landscape to increase the chromatin accessibility and transcription of genes, such as glucose-6-phosphate isomerase 1 (Gpi1), which are critical for NST. Taken together, our studies highlight a potential mechanism for taurine in the activation of NST that can be leveraged toward the treatment of obesity and metabolic disease.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Chromatin",
        "Adipose Tissue",
        "Respiratory Rate",
        "Adipocytes",
        "Respiration"
      ]
    },
    {
      "pmid": "37561545",
      "title": "Deficiency of Pdk1 drives heart failure by impairing taurine homeostasis through Slc6a6.",
      "authors": [
        "Chen Li",
        "Yi Zhou",
        "Yan Niu",
        "Wenting He",
        "Xinyi Wang",
        "Xi Zhang",
        "Yali Wu",
        "Wenli Zhang",
        "Liangcai Zhao",
        "Hong Zheng",
        "Weihong Song",
        "Hongchang Gao"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "3-Phosphoinositide-dependent protein kinase-1 (Pdk1) as a serine/threonine protein kinase plays a critical role in multiple signaling pathways. Analysis of the gene expression omnibus database showed that Pdk1 was significantly downregulated in patients with heart diseases. Gene set enrichment analysis of the proteomics dataset identified apoptotic- and metabolism-related signaling pathways directly targeted by Pdk1. Previously, our research indicated that Pdk1 deletion-induced metabolic changes might be involved in the pathogenesis of heart failure; however, the underlying mechanism remains elusive. Here, we demonstrated that deficiency of Pdk1 resulted in apoptosis, oxidative damage, and disturbed metabolism, both in vivo and in vitro. Furthermore, profiling of metabonomics by 1 H-NMR demonstrated that taurine was the major differential metabolite in the heart of Pdk1-knockout mice. Taurine treatment significantly reduced the reactive oxygen species production and apoptosis, improved cardiac function, and prolonged the survival time in Pdk1 deficient mice. Proteomic screening identified solute carrier family 6 member 6 (Slc6a6) as the downstream that altered taurine levels in Pdk1-expression cells. Consistently, cellular apoptosis and oxidative damage were rescued by Slc6a6 in abnormal Pdk1 expression cells. These findings collectively suggest that Pdk1 deficiency induces heart failure via disturbances in taurine homeostasis, triggered by Slc6a6.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "3-Phosphoinositide-Dependent Protein Kinases",
        "Heart Failure",
        "Homeostasis",
        "Mice, Knockout",
        "Protein Kinases",
        "Proteomics",
        "Taurine",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase"
      ]
    },
    {
      "pmid": "37511012",
      "title": "Preparation and Characterization of a Photo-Crosslinked Methacryloyl-Collagen Composite Film to Promote Corneal Nerve Regeneration via Surface Grafting of Taurine Molecules.",
      "authors": [
        "Yang Liu",
        "Chuanlei Zhang",
        "Yanhui Kong",
        "Huiyu Liu",
        "Cheng Chen",
        "Wenyu Gao",
        "Xiaowei Xi",
        "Hui Yang",
        "Linhong Deng"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Jul-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blindness is frequently caused by corneal abnormalities, and corneal transplantation is the most effective treatment method. It is extremely important to develop high-quality artificial corneas because there are not enough donor corneas accessible for cornea transplantation. One of the most-often utilized materials is collagen, which is the primary component of natural cornea. Collagen-based corneal repair materials have good physicochemical properties and excellent biocompatibility, but how to promote the regeneration of the corneal nerve after keratoplasty is still a big challenge. In this research, in order to promote the growth of nerve cells on a collagen (Col) substrate, a novel collagen-based material was synthesized starting from the functionalization of collagen with unsaturated methacryloyl groups that three-dimensionally photopolymerize to a 3D network of chemically crosslinked collagen (ColMA), onto which taurine molecules were eventually grafted (ColMA-Tr). The physicochemical properties and biocompatibility of the Col, ColMA and ColMA-Tr films were evaluated. By analyzing the results, we found that all the three samples had good moisture retention and aq high covalent attachment of methacryloyl groups followed by their photopolymerization improved the mechanical properties of the ColMA and ColMA-Tr. Most importantly, compared with ColMA, the taurine-modified collagen-MA film significantly promoted the growth of nerve cells and corneal epithelial cells on its surface. Our preliminary results suggest that this novel ColMA-Tr film may have potential use in cornea tissue engineering in the future.",
      "mesh_terms": [
        "Cornea",
        "Collagen",
        "Corneal Transplantation",
        "Tissue Engineering",
        "Nerve Regeneration",
        "Biocompatible Materials"
      ]
    },
    {
      "pmid": "37488845",
      "title": "Emergence of taurine as a therapeutic agent for neurological disorders.",
      "authors": [
        "Ashok Jangra",
        "Priyanka Gola",
        "Jiten Singh",
        "Pooja Gond",
        "Swarnabha Ghosh",
        "Mahesh Rachamalla",
        "Abhijit Dey",
        "Danish Iqbal",
        "Mehnaz Kamal",
        "Punya Sachdeva",
        "Saurabh Kumar Jha",
        "Shreesh Ojha",
        "Dinesh Kumar",
        "Niraj Kumar Jha",
        "Hitesh Chopra",
        "Shing Cheng Tan"
      ],
      "journal": "Neural regeneration research",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Taurine is a sulfur-containing, semi-essential amino acid that occurs naturally in the body. It alternates between inflammation and oxidative stress-mediated injury in various disease models. As part of its limiting functions, taurine also modulates endoplasmic reticulum stress, Ca2+ homeostasis, and neuronal activity at the molecular level. Taurine effectively protects against a number of neurological disorders, including stroke, epilepsy, cerebral ischemia, memory dysfunction, and spinal cord injury. Although various therapies are available, effective management of these disorders remains a global challenge. Approximately 30 million people are affected worldwide. The design of taurine formation could lead to potential drugs/supplements for the health maintenance and treatment of central nervous system disorders. The general neuroprotective effects of taurine and the various possible underlying mechanisms are discussed in this review. This article is a good resource for understanding the general effects of taurine on various diseases. Given the strong evidence for the neuropharmacological efficacy of taurine in various experimental paradigms, it is concluded that this molecule should be considered and further investigated as a potential candidate for neurotherapeutics, with emphasis on mechanism and clinical studies to determine efficacy."
    },
    {
      "pmid": "37437208",
      "title": "Amelioration of neurobehavioral, biochemical, and morphological alterations associated with silver nanoparticles exposure by taurine in rats.",
      "authors": [
        "Chiwueze A Njoku",
        "Ayomitan V Ileola-Gold",
        "Uthman A Adelaja",
        "Cynthia N Ikeji",
        "Olatunde Owoeye",
        "Isaac A Adedara",
        "Ebenezer O Farombi"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The adverse effect of silver nanoparticles (AgNPs) on the nervous system is an emerging concern of public interest globally. Taurine, an essential amino acid required for neurogenesis in the nervous system, is well-documented to possess antioxidant, anti-inflammatory, and antiapoptotic activities. Yet, there is no report in the literature on the effect of taurine on neurotoxicity related to AgNPs exposure. Here, we investigated the neurobehavioral and biochemical responses associated with coexposure to AgNPs (200 µg/kg body weight) and taurine (50 and 100 mg/kg body weight) in rats. Locomotor incompetence, motor deficits, and anxiogenic-like behavior induced by AgNPs were significantly alleviated by both doses of taurine. Taurine administration enhanced exploratory behavior typified by increased track plot densities with diminished heat maps intensity in AgNPs-treated rats. Biochemical data indicated that the reduction in cerebral and cerebellar acetylcholinesterase activity, antioxidant enzyme activities, and glutathione level by AgNPs treatment were markedly upturned by both doses of taurine. The significant abatement in cerebral and cerebellar oxidative stress indices namely reactive oxygen and nitrogen species, hydrogen peroxide, and lipid peroxidation was evident in rats cotreated with AgNPs and taurine. Further, taurine administration abated nitric oxide and tumor necrosis factor-alpha levels cum myeloperoxidase and caspase-3 activities in AgNPs-treated rats. Amelioration of AgNPs-induced neurotoxicity by taurine was confirmed by histochemical staining and histomorphometry. In conclusion, taurine via attenuation of oxido-inflammatory stress and caspase-3 activation protected against neurotoxicity induced by AgNPs in rats.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Silver",
        "Taurine",
        "Acetylcholinesterase",
        "Metal Nanoparticles",
        "Caspase 3",
        "Antioxidants",
        "Oxidative Stress",
        "Body Weight"
      ]
    },
    {
      "pmid": "37427216",
      "title": "Taurine as a potential anti-ageing therapy: the key to reversing the ageing process? Short communication.",
      "authors": [
        "Ayesha Sheikh",
        "Maham Iqbal"
      ],
      "journal": "Annals of medicine and surgery (2012)",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Taurine supplementation may be a viable solution to the problem of our cells manufacturing potentially hazardous by-products known as 'free radicals'. Some of these chemicals serve crucial biological activities, but excessive amounts can harm internal cell structures, reducing the cells' capacity to operate. The regulatory systems that contribute to maintaining a healthy balance of reactive oxygen species in the body deteriorate with age. Thus, in this article, we examine how the amino acid taurine could be used in anti-ageing therapy, as well as its mechanism of action, consequences and suggestions."
    },
    {
      "pmid": "37419982",
      "title": "Taurine as a possible therapy for immunosenescence and inflammaging.",
      "authors": [
        "José M Izquierdo"
      ],
      "journal": "Cellular & molecular immunology",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Humans",
        "Taurine",
        "Immunosenescence",
        "Inflammation"
      ]
    },
    {
      "pmid": "37400490",
      "title": "The effect of taurine supplementation on the renin-angiotensin-aldosterone system of dogs with congestive heart failure.",
      "authors": [
        "Sara Brethel",
        "Seth Locker",
        "Renee Girens",
        "Paulo Rivera",
        "Kathryn Meurs",
        "Darcy Adin"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Jul-03",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The role of taurine in the treatment of congestive heart failure (CHF) in dogs without systemic deficiency is unexplored. Taurine might have beneficial cardiac effects aside from deficit replacement. We hypothesized that oral taurine supplementation administered to dogs with naturally-occurring CHF would suppress the renin-angiotensin aldosterone system (RAAS). Oral taurine was administered to 14 dogs with stable CHF. Serum biochemical variables, blood taurine concentrations, and comprehensive analysis of RAAS variables were compared before and 2 weeks after taurine supplementation added to background furosemide and pimobendan therapy for CHF. Whole blood taurine concentrations increased after supplementation (median 408 nMol/mL, range 248-608 before and median 493 nMol/mL, range 396-690 after; P = .006). Aldosterone to angiotensin II ratio (AA2) was significantly decreased after taurine supplementation (median 1.00, range 0.03-7.05 before and median 0.65, range 0.01-3.63 after; P = .009), but no other RAAS components significantly differed between timepoints. A subset of dogs showed marked decreases in RAAS metabolites after supplementation and these dogs were more likely to have been recently hospitalized for CHF treatment than dogs that did not show marked decreases in classical RAAS metabolites. Overall, taurine only lowered AA2 in this group of dogs, however, response heterogeneity was noted, with some dogs showing RAAS suppression.",
      "mesh_terms": [
        "Dogs",
        "Animals",
        "Renin-Angiotensin System",
        "Aldosterone",
        "Heart Failure",
        "Furosemide",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37299525",
      "title": "Combination of Taurine and Black Pepper Extract as a Treatment for Cardiovascular and Coronary Artery Diseases.",
      "authors": [
        "Jordan Swiderski",
        "Samy Sakkal",
        "Vasso Apostolopoulos",
        "Anthony Zulli",
        "Laura Kate Gadanec"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-May-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The shift in modern dietary regimens to \"Western style\" and sedentary lifestyles are believed to be partly responsible for the increase in the global burden of cardiovascular diseases. Natural products have been used throughout human history as treatments for a plethora of pathological conditions. Taurine and, more recently, black pepper have gained attention for their beneficial health effects while remaining non-toxic even when ingested in excess. Taurine, black pepper, and the major terpene constituents found in black pepper (i.e., β-caryophyllene; α-pinene; β-pinene; α-humulene; limonene; and sabinene) that are present in PhytoCann BP® have been shown to have cardioprotective effects based on anti-inflammatory, antioxidative, anti-hypertensive and anti-atherosclerotic mechanisms. This comprehensive review of the literature focuses on determining whether the combination of taurine and black pepper extract is an effective natural treatment for reducing cardiovascular diseases risk factors (i.e., hypertension and hyperhomocysteinemia) and for driving anti-inflammatory, antioxidative and anti-atherosclerotic mechanisms to combat coronary artery disease, heart failure, myocardial infarction, and atherosclerotic disease.",
      "mesh_terms": [
        "Humans",
        "Piper nigrum",
        "Coronary Artery Disease",
        "Cardiovascular Diseases",
        "Taurine",
        "Plant Extracts",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "37231728",
      "title": "Biological Effects and Mechanisms of Taurine in Various Therapeutics.",
      "authors": [
        "Shikha Sharma",
        "Biswa Mohan Sahoo",
        "Bimal Krishna Banik"
      ],
      "journal": "Current drug discovery technologies",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "More than two hundred years ago, taurine was first isolated from materials derived from animals. It is abundantly found in a wide range of mammalian and non-mammalian tissues and diverse environments. Taurine was discovered to be a by-product of the metabolism of sulfur only a little over a century and a half ago. Recently, there has been a renewed academic interest in researching and exploring various uses of the amino acid taurine, and recent research has indicated that it may be useful in the treatment of a variety of disorders, including seizures, high blood pressure, cardiac infarction, neurodegeneration, and diabetes. Taurine is currently authorised for the therapy of congestive heart failure in Japan, and it has shown promising results in the management of several other illnesses as well. Moreover, it was found to be effective in some clinical trials, and hence it was patented for the same. This review compiles the research data that supports the prospective usage of taurine as an antibacterial, antioxidant, anti-inflammatory, diabetic, retinal protective, and membrane stabilizing agent, amongst other applications."
    },
    {
      "pmid": "37229981",
      "title": "Effects of taurine on metal cations, transthyretin and LRP-1 in a rat model of Alzheimer's disease.",
      "authors": [
        "Esra Tekin",
        "Nida Aslan Karakelle",
        "Sibel Dinçer"
      ],
      "journal": "Journal of trace elements in medicine and biology : organ of the Society for Minerals and Trace Elements (GMS)",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Researches on diagnosis and treatment of Alzheimer's disease, the most common type of dementia, are still ongoing. Taurine is frequently used in Alzheimer's disease models due to its protective effects. Metal cation dyshomeostasis is an important etiological factor for Alzheimer's disease. Transthyretin protein is thought to act as a transporter for the Aβ protein that accumulates in the brain and is eliminated in the liver and kidneys via the LRP-1 receptor. However, the effect of taurine on this mechanisms is not fully known. METHODS: 30 male rats, aged 28 ± 4 months, were divided into 5 groups (n = 6) as follows: control group, sham group, Aβ 1-42 group, taurine group and taurine+Aβ 1-42 group. Oral taurine pre-supplementation was given as 1000 mg/kg-body weight/day for 6 weeks to taurine and taurine+Aβ 1-42 groups. RESULTS: Plasma copper, heart transthyretin and Aβ 1-42, brain and kidney LRP-1 levels were found to be decreased in the Aβ 1-42 group. Brain transthyretin was higher in taurine+Aβ 1-42 group and brain Aβ 1-42 was higher in Aβ 1-42 and taurine+Aβ 1-42 groups. CONCLUSION: Taurine pre-supplementation maintained cardiac transthyretin levels, decreased cardiac Aβ 1-42 levels and increased brain and kidney LRP-1 levels. Taurine may have a potential to be used as a protective agent for aged people at high risk for Alzheimer's disease.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Alzheimer Disease",
        "Prealbumin",
        "Taurine",
        "Brain",
        "Liver",
        "Metals",
        "Amyloid beta-Peptides"
      ]
    }
  ]
}