{
  "supplement": "Tomatoes",
  "query": "Tomatoes[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:57:37",
  "research_count": 245,
  "count": 100,
  "articles": [
    {
      "pmid": "40164312",
      "title": "Strigolactone (GR24) regulates fruit ripening in yft3 tomatoes by altering ABA biosynthesis.",
      "authors": [
        "Muhammad Naeem",
        "Rong Han",
        "Anran Xu",
        "Xuemeng Shan",
        "Lingxia Zhao"
      ],
      "journal": "Plant science : an international journal of experimental plant biology",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Color development in tomato fruits is a key indicator of ripening, and is driven by complex hormonal and molecular interactions. The present study investigated the effects of exogenous treatment with abscisic acid (ABA), GR24 (a synthetic strigolactone analog), and water (ddH2O as control) on tomato fruit ripening, ethylene emission, carotenoid biosynthesis, ABA metabolism, and chromoplast development in yft3 and wild-type (WT cv. M82) tomato fruits at 35, 47, and 54 days post-anthesis (dpa). Results showed that GR24 significantly accelerated ripening in yft3, transitioning from green to deep orange at 54 dpa, whereas ABA had a moderate effect. In cv. M82, both treatments enhanced color development, leading to a deep red phenotype. GR24 increased ethylene emission and upregulated the expression of ethylene related genes (ACO1, ACS2/4), with yft3 showing increased sensitivity than cv. M82. Carotenoid profiling revealed higher lycopene and β-carotene contents in yft3, with GR24 enhancing β-carotene and lutein, whereas ABA increased lycopene. GR24 and ABA strongly induced the expression of carotenoid-related genes (CRTISO, PSY1, and CYCB), particularly in yft3 at 54 dpa. Moreover, ABA-content and the expression of genes involved in ABA biosynthesis (NCED, AAO), catabolism (CYP707A), conjugation (GT), and activation (BG) were significantly altered by ABA and GR24 treatments. Furthermore, ultrastructural analysis revealed that GR24 promoted plastoglobule formation and chromoplast differentiation, with yft3 exhibiting a stronger response than cv. M82. These findings highlight that GR24 plays vital roles in regulating tomato fruit ripening, ethylene biosynthesis, carotenoids accumulation, as well as ABA-metabolism, with implications for improving fruit quality in tomatoes."
    },
    {
      "pmid": "40119537",
      "title": "Sustainable disease management in tomatoes: Fe3O4 nanoparticles as an eco-friendly alternative to conventional fungicides for Fusarium wilt control.",
      "authors": [
        "Mengmeng Kong",
        "Fuli Wang",
        "Hairong Jing",
        "Xiaofang Yang",
        "Xianchao Chang",
        "Huilian Xu",
        "Xiaoyong Liu",
        "Yu Shen"
      ],
      "journal": "Pest management science",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Fusarium wilt disease caused by the soil pathogen Fusarium oxysporum f. sp. lycopersici significantly impacts global tomato production. While conventional fungicides remain the primary control method, their high application volumes and environmental persistence necessitate alternative approaches. We hypothesize that magnetite nanoparticles (NPs) suppress fungal growth through a tripartite mechanism that disrupts membrane integrity at the nano-bio interface, generation of reactive oxygen species through iron-mediated catalysis, and perturbation of fungal iron homeostasis pathways. RESULTS: In vitro studies demonstrated that 5 nm magnetite NPs exhibited superior antifungal activity with an EC₅₀ of 8.84 mg/L compared to Ningnanomycin at 84.77 mg/L. Comparative disease control efficacy under greenhouse conditions showed that magnetite NPs at 0.5 mg/L achieved 65% pathogen suppression versus Ningnanomycin at 71.4%, while requiring significantly lower application volumes of 180-360 g per hectare versus 4500-5850 mL per hectare. The NP treatment reduced disease index by 35.42%, alleviated root rot symptoms by 19.33%, and enhanced plant defense mechanisms through elevated reactive oxygen species accumulation and increased root iron content of 92.15%. CONCLUSION: This study demonstrates that magnetite NPs provide competitive disease control efficacy against Fusarium wilt through multiple mechanistic pathways while reducing total chemical input. The dual functionality of direct pathogen suppression and enhanced plant defense activation, combined with lower application volumes, establishes these nanoparticles as a promising alternative to ecofriendly fungicides in tomato production systems. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "40058058",
      "title": "Preparation and bioactivities of chitosan nicotinamide derivatives and their application in the preservation of cherry tomatoes.",
      "authors": [
        "Hehe Yang",
        "Yan Lu",
        "Liangliang Bao",
        "Yao Liu",
        "Dongqi Liu",
        "Zhimei Zhong"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Three pyridine-3-formyl chitosan derivatives were successfully prepared, and the preservation performance of the derivatives was examined. According to the results, the derivatives exhibited better antifungal and antioxidant properties than that of chitosan. At a supply concentration of 0.5 mg/mL, 2-ANACS could scavenge DPPH radicals at a rate of (92.82 ± 0.38)%. Additionally, all three derivatives exhibited less cytotoxicity and higher biocompatibility. In the freshness preservation studies of cherry tomatoes, the three derivatives considerably decreased the weight loss rate and postponed the drop in VC and titratable acid content. After 32 days of 2.0 g/L VPPCS treatment, the weight loss of cherry tomatoes was (4.0 ± 0.52) % among them. Still, the weight loss of cherry tomato in the chitosan treatment and blank control was (5.5 ± 1.33) % and (5.94 ± 1.02) %, respectively, which was considerably decreased by VPPCS therapy. These findings demonstrated that adding niacin improved chitosan's antifungal and antioxidant properties, extended the shelf life of cherry tomatoes, and increased the potential uses of chitosan and its derivatives in fruit preservation.",
      "mesh_terms": [
        "Chitosan",
        "Solanum lycopersicum",
        "Food Preservation",
        "Antioxidants",
        "Niacinamide",
        "Antifungal Agents",
        "Fruit"
      ]
    },
    {
      "pmid": "39972100",
      "title": "Interactive effects of irrigation and fertilization on the growth and physiological characteristics of greenhouse tomatoes, Solanum lycopersicum L.",
      "authors": [
        "Xiaona Lyu",
        "Hasnuri Mat Hassan",
        "Yaling Zan",
        "Jiongrui Tan"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Water scarcity in China poses a significant challenge for sustainable greenhouse tomato production, necessitating strategies that optimize water use without compromising yield. While previous studies have explored irrigation and fertilization separately, comprehensive research on their combined effects using soluble organic fertilizers in arid regions is lacking. This study evaluates the interactive effects of different irrigation levels and fertilizer application patterns on the growth, physiological characteristics, water use efficiency (WUE), nutrient uptake, nitrogen use efficiency (NUE), and yield of greenhouse tomatoes. A pot experiment was conducted with three irrigation levels: I1 (90-100% field capacity), I2 (72-80% field capacity), and I3 (54-60% field capacity), and four fertilizer treatments: C1 (combined soluble organic and chemical fertilizer), C2 (soluble chemical fertilizer only), C3 (sheep manure and chemical fertilizer), and C4 (soluble organic fertilizer only). Results showed that increased irrigation significantly enhanced plant height, stem diameter, leaf area, leaf SPAD value, dry matter accumulation, nitrogen uptake, and fruit yield. Among all treatments, I1C1 achieved the highest fruit yield under sufficient irrigation, whereas the I2C1 treatment maintained a relatively high yield while notably improving root-to-shoot ratio, WUE, and nitrogen uptake, indicating an optimal balance for water-limited conditions. These findings demonstrate that integrating appropriate irrigation levels with combined fertilizer application can effectively mitigate water scarcity impacts, optimizing water savings and resource use efficiency while sustaining greenhouse tomato production in arid regions.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Agricultural Irrigation",
        "Fertilizers",
        "Nitrogen",
        "Water",
        "China",
        "Fruit",
        "Plant Leaves",
        "Soil"
      ]
    },
    {
      "pmid": "39856817",
      "title": "Preparation and Efficacy of Microemulsion Carvacrol-Based Fruit and Vegetable Cleaner and Its Application on Cherry Tomatoes.",
      "authors": [
        "Yanshuo Wang",
        "Dianjun Sun",
        "Yinghan Zhang",
        "Yichong Zhou",
        "Ruyi Jin",
        "Xiaoli Peng",
        "Jian Li"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Jan-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Carvacrol, a natural plant compound with antibacterial, antioxidant, and various biological activities, serves as the basis for developing a micro-emulsion fruit and vegetable cleaner. The study found that carvacrol demonstrated a minimum inhibitory concentration (MIC) ranging between 0.25 and 0.5 mg/mL against four foodborne pathogenic bacteria and three spoilage fungi. The formulated cleaner, containing 67 mg/mL of carvacrol, demonstrated superior characteristics (a particle size of 228 nm, an absolute zeta potential of 21.4 mv, and a stability coefficient of 91.2%). Remarkably, the cleaner remained stable when stored at room temperature for at least 3 months. Its efficacy against pesticides ranged from 76% to 91%. The cleaning effectively inhibited microbial colonies and the decay rate of cherry tomatoes during storage at 4 °C. Furthermore, the cleaning treatment was found to minimize changes in color and hardness. Overall, this study provides evidence that a fruit and vegetable cleaner based on carvacrol enhances the safety of the food industry effectively."
    },
    {
      "pmid": "39806781",
      "title": "Predicting Color Development and Texture Changes in Tomatoes Treated With Hot Water and Exposed to High-Temperature Ethylene Using Support Vector Regression.",
      "authors": [
        "G Madasamy Raja",
        "P Selvaraju",
        "P Pathmanaban",
        "P Vamsi Sagar"
      ],
      "journal": "Journal of texture studies",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the impacts of hot water treatment (HWT) at 50°C or 25°C for 5 min and high-temperature ethylene (HTE) exposure at varying temperatures (20°C, 30°C, or 35°C) and durations (24, 48, or 72 h) on the postharvest quality and antioxidant properties of mature green tomatoes (MG). Color changes, physicochemical characteristics, antioxidant compounds, and overall antioxidant ability were assessed. HWT increased β-carotene levels and oxygen radical absorbance capacity (ORAC) while preserving color metrics, despite later HTE exposure. Exposure to HTE delayed ripening, increased titratable acidity, and reduced dry matter content. The effects on antioxidant compounds varied depending on temperature and duration of exposure. A support vector regression (SVR) model predicted color parameters with high performance (R2 > 0.85) for lightness (L*), greenness-redness (a*), blueness-yellowness (b*), chroma, and hue values. The findings highlight the potential of HWT in postharvest quality management and underscore the complex interplay between HWT and HTE on tomato quality parameters.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Ethylenes",
        "Color",
        "Water",
        "Hot Temperature",
        "Antioxidants",
        "Fruit",
        "beta Carotene"
      ]
    },
    {
      "pmid": "39771276",
      "title": "GA3-Induced SlXTH19 Expression Enhances Cell Wall Remodeling and Plant Height in Tomatoes.",
      "authors": [
        "Junfeng Luo",
        "Xi Wang",
        "Wenxing Pang",
        "Jing Jiang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Dec-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant height represents a pivotal agronomic trait for the genetic enhancement of crops. The plant cell wall, being a dynamic entity, is crucial in determining plant stature; however, the regulatory mechanisms underlying cell wall remodeling remain inadequately elucidated. This study demonstrates that the application of gibberellin 3 (GA3) enhances both plant height and cell wall remodeling in tomato (Solanum lycopersicum L.) plants. RNA sequencing (RNA-seq) results of GA3 treatment showed that the DEGs were mostly enriched for cell wall-related pathways; specifically, GA3 treatment elicited the expression of the cell wall-associated gene XYLOGLUCAN ENDOTRANSGLUCOSYLASE/HYDROLASE 19 (SlXTH19), whose overexpression resulted in increased plant height. Comparative analyses revealed that SlXTH19-overexpressing lines exhibited larger cell dimensions and increased XTH activity, along with higher contents of lignin, cellulose, and hemicellulose, thereby underscoring the gene's role in maintaining cell wall integrity. Conversely, treatments with ethephon (ETH) and 1-Naphthaleneacetic acid (NAA) led to suppressed plant height and reduced SlXTH19 expression. Collectively, these findings illuminate a competitive interplay between GA and ethylene/auxin signaling pathways in regulating cell wall remodeling via SlXTH19 activation, ultimately influencing tomato plant height."
    },
    {
      "pmid": "39523686",
      "title": "Characteristics of whey protein concentrate/egg white protein composite film modified by transglutaminase and its application on cherry tomatoes.",
      "authors": [
        "Shujuan Jiang",
        "Jiaxin Zhang",
        "Mengyuan Zhang",
        "Fang Qian",
        "Guangqing Mu"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to obtain food packaging film with better performance, whey protein concentrate (WPC) and egg white protein (EWP) were used as film-forming substrates, and its film properties were modified by transglutaminase (TG). Then the effect of TG on the mechanical, physical, barrier, and microstructural properties of the WPC/EWP composite biodegradable film was investigated, and its preliminary application potential was explored. Compared to WPC and EWP films, WPC/EWP composite film had higher transmittance, tensile strength (TS), and thermal stability. Fluorescence results showed that the film experienced fluorescence quenching after TG treatment. Fourier transform infrared and x-ray diffraction results showed that WPC and EWP had good compatibility in the biodegradable film, the hydrogen bond interaction of film was increased due to TG, resulting in an increase in TS. Meanwhile, the water vapor permeability and contact angle of WPC/EWP film treated with TG at 5 U/g protein increased by 28% and 76.1%, respectively. Besides, the WPC/EWP biodegradable film modified by TG (TG-W/E) was applied as a coating film on cherry tomatoes, effectively reducing the weight loss rate during storage from 14.2% to 10.8%. Furthermore, indexes, such as solid content, spoilage rate, hardness, pH, and lycopene, showed that the film had a good preservation effect on cherry tomatoes. To conclude, the appropriate addition of TG has a positive effect on the film properties of the WPC/EWP biodegradable film, which is beneficial to the development and utilization of protein-based film. WPC/EWP biodegradable film modified by TG has a great application prospect in extending the shelf life of fruit and vegetable.",
      "mesh_terms": [
        "Whey Proteins",
        "Solanum lycopersicum",
        "Food Packaging",
        "Transglutaminases",
        "Tensile Strength",
        "Egg Proteins",
        "Permeability",
        "Spectroscopy, Fourier Transform Infrared",
        "X-Ray Diffraction",
        "Steam"
      ]
    },
    {
      "pmid": "39415076",
      "title": "Improving storage duration of tomatoes (Solanum lycopersicum) through electron beam technology.",
      "authors": [
        "Ki-Nam Yoon",
        "Yeong-Seok Yoon",
        "Hae-Jung Hong",
        "Seo-Joon Yeom",
        "Jong-Heum Park",
        "Beom-Seok Song",
        "Jong-Bang Eun",
        "Jae-Kyung Kim"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Electron beam (EB) technology typically consists of high-energy electron streams produced by a linear accelerator. Although promising, the use of EB irradiation as a technique to delay ripening and prevent spoilage in tomatoes has not been extensively investigated. In this study, the effectiveness of EB irradiation in prolonging the shelf life of tomatoes postharvest was investigated. The results indicated that EB irradiation successfully reduced microbial contamination and decay, preserved key quality attributes (such as total soluble solids, titratable acidity, pH, and firmness), and significantly minimized weight loss. Notably, the treatment delayed the biosynthesis of lycopene, a key indicator of ripening, without adversely affecting phenolic content and antioxidant activity, which remained consistent regardless of irradiation. Additionally, different methods for detecting irradiation were evaluated. Thermoluminescence analysis proved to be the most dependable technique, especially for doses exceeding 600 Gy, due to its high sensitivity and specificity. In contrast, photostimulated luminescence and electron spin resonance analyses showed limitations in accurately identifying the irradiation status of foods with high moisture content, such as tomatoes. This study confirms that EB irradiation, while maintaining postharvest quality, extends the shelf life of tomatoes by 5-10 days, suggesting its potential for commercial application in food preservation.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Food Irradiation",
        "Food Storage",
        "Food Preservation",
        "Fruit",
        "Antioxidants",
        "Electrons",
        "Lycopene",
        "Carotenoids"
      ]
    },
    {
      "pmid": "39335919",
      "title": "Bioengineered Anthocyanin-Enriched Tomatoes: A Novel Approach to Colorectal Cancer Prevention.",
      "authors": [
        "Md Suzauddula",
        "Kaori Kobayashi",
        "Sunghun Park",
        "Xiuzhi Susan Sun",
        "Weiqun Wang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Sep-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Colorectal cancer (CRC) remains a significant global health challenge, with barriers to effective prevention and treatment including tumor recurrence, chemoresistance, and limited overall survival rates. Anthocyanins, known for their strong anti-cancer properties, have shown promise in preventing and suppressing various cancers, including CRC. However, natural sources of anthocyanins often fail to provide sufficient quantities needed for therapeutic effects. Bioengineered crops, particularly anthocyanin-enriched tomatoes, offer a viable solution to enhance anthocyanin content. Given its large-scale production and consumption, tomatoes present an ideal target for bioengineering efforts aimed at increasing dietary anthocyanin intake. This review provides an overview of anthocyanins and their health benefits, elucidating the mechanisms by which anthocyanins modulate the transcription factors involved in CRC development. It also examines case studies demonstrating the successful bioengineering of tomatoes to boost anthocyanin levels. Furthermore, the review discusses the effects of anthocyanin extracts from bioengineered tomatoes on CRC prevention, highlighting their role in altering metabolic pathways and reducing tumor-related inflammation. Finally, this review addresses the challenges associated with bioengineering tomatoes and proposes future research directions to optimize anthocyanin enrichment in tomatoes."
    },
    {
      "pmid": "39331417",
      "title": "Exogenous p-coumaric acid treatment improves phenolic compounds biosynthesis of postharvest cherry tomatoes by regulating physiological metabolism.",
      "authors": [
        "Chengwen Lu",
        "Linli Zhang",
        "Shuo Mao",
        "Jingyi Feng",
        "Fangyu Li",
        "Tiehua Zhang",
        "Xiaoxia Yan"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To investigate the effect of p-coumaric acid (p-CA) on postharvest cherry tomatoes, breaker stage fruits were treated with p-CA to analyze the physiological metabolism during storage. The results showed that exogenous p-CA treatment improved the sensory quality of tomato fruits. Transcriptomics results indicated that 782 genes (339 up-regulated and 443 down-regulated) were differentially expressed between p-CA treated and control fruits. Results suggested that p-CA treatment regulated the synthesis of phenolic compounds and inhibited the fruit ripening through the pathways of mangiferic acid biosynthesis and phenylalanine metabolism. Key enzymes activities of the phenylpropane metabolic pathway of tomato fruits were increased, including phenylalanine ammonia lyase (PAL), cinnamic acid 4-hydroxylase (C4H), and 4-coumarate-CoA ligase (4CL). In addition, the total phenols content, flavonoids content and antioxidant capacities of tomato fruits were improved with p-CA treatment. Overall, these findings showed that p-CA treatment could be a potential strategy for fruit and vegetable preservation.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Coumaric Acids",
        "Fruit",
        "Phenols",
        "Propionates",
        "Phenylalanine Ammonia-Lyase",
        "Antioxidants",
        "Plant Proteins",
        "Gene Expression Regulation, Plant",
        "Flavonoids",
        "Trans-Cinnamate 4-Monooxygenase",
        "Coenzyme A Ligases",
        "Food Preservation",
        "Taste",
        "Food Storage"
      ]
    },
    {
      "pmid": "39272588",
      "title": "Investigating the Effect of High-Voltage Electrostatic Field (HVEF) Treatment on the Physicochemical Characteristics, Bioactive Substances Content, and Shelf Life of Tomatoes.",
      "authors": [
        "Xiaobao Nie",
        "Zhijie Zuo",
        "Li Zhou",
        "Zhe Gao",
        "Lilin Cheng",
        "Xiaoli Wang",
        "Linghong Nie",
        "Ping-Hsiu Huang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Sep-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study evaluated the ability of a high-voltage electrostatic field (HVEF) treatment to extend the shelf life of tomatoes. Tomatoes were exposed to HVEF treatment for different lengths of time, and the physicochemical properties of tomatoes and bioactive compounds were monitored during 28 days of storage at 4 °C. The results indicated that the quality parameters of tomatoes were better maintained during storage by the HVEF treatment relative to the control treatment, extending their shelf life by 14-28 days. The HVEF treatment mitigated losses in firmness, weight, color changes, and bioactive substances, such as total phenolic content, total flavonoid content, ascorbic acid, and lycopene. The activity of pectin-degrading enzymes was also inhibited. The best exposure times for the HVEF treatment were 90 and 120 min. While the measured parameters decreased in both the control and HVEF treatment groups, the decrease in all of these measured parameters was significantly less (p < 0.05) in the optimum HVEF treatment groups than in the control. While the physicochemical properties may vary between different tomato varieties, the HVEF treatment of harvested tomatoes for 90 or 120 min can mitigate the degradation of quality parameters and loss of bioactive compounds incurred during the postharvest storage of tomatoes, thus maintaining their commercial value."
    },
    {
      "pmid": "39257674",
      "title": "Application of Red and Blue LED Light on Cultivation and Postharvest of Tomatoes (Solanum lycopersicum L.).",
      "authors": [
        "Abdullah Bin Arif",
        "Agus Budiyanto",
        "Setiawan",
        "Tri Cahyono",
        "Tri Ratna Sulistiyani",
        "Tri Marwati",
        "Siti Mariana Widayanti",
        "Setyadjit",
        "Lamhot Parulian Manalu",
        "Himawan Adinegoro",
        "Nenie Yustiningsih",
        "Mulyana Hadipernata",
        "Irpan Badrul Jamal",
        "Indra Budi Susetyo",
        "Heny Herawati",
        "Kasma Iswari",
        "Risfaheri"
      ],
      "journal": "Scientifica",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Currently, light-emitting diode (LED) technology has produced a more energy-efficient and versatile technology as an artificial lighting system that can be applied in the agricultural sector. Artificial lighting technology has been proven to be effective in increasing the production of agricultural products, especially horticultural commodities. As one of the primary horticulture commodities, tomatoes are the most common crop produced in controlled environments with LED artificial lighting. The focus of this study is to describe the application of LED lights in tomato cultivation and postharvest. We provide an amalgamation of the recent research achievements on the impact of LED lighting on photosynthesis, vegetative growth, flowering, production, and postharvest of tomatoes. Red-blue (RB) lighting induces photosynthesis; increases the content of chlorophyll a, chlorophyll b, and carotenoids in tomato leaves; regulates vegetative growth in tomatoes; and increases the production of tomatoes. In postharvest tomatoes, blue LED lighting treatment can slowly change the color of the tomato skin to red, maintain hardness, and increase shelf life. Future research may be carried out on the effect of LED artificial lighting on tomatoes' phytochemical, antioxidant and other crucial nutritional content. Different LED wavelengths can be explored to enhance various bioactive compounds and health-promoting components."
    },
    {
      "pmid": "39226082",
      "title": "Phytosanitary cold treatment of cherry tomatoes infested with Bactrocera dorsalis, Zeugodacus cucurbitae, and Zeugodacus tau (Diptera: Tephritidae).",
      "authors": [
        "Prakriti Regmi",
        "Kao-Wei Lin",
        "Yi-Yuan Chuang",
        "Wen-Bin Yeh"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2024-Oct-14",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "Fruit flies attack numerous crops, including cherry tomatoes (Solanum lycopersicum var. cerasiforme). The potential presence of the immature stages of fruit fly species inside tomatoes during export hinders their international market access. Therefore, phytosanitary treatment must be performed before export to prevent fruit fly species from entering countries where they are not naturally found. We developed a phytosanitary cold disinfestation treatment protocol to eliminate oriental fruit fly (Bactrocera dorsalis Hendel), melon fly (Zeugodacus cucurbitae Coquillett), and pumpkin fruit fly (Zeugodacus tau Walker) concealed inside cherry tomatoes without causing critical damage to the fruit. We determined that the third instar of Z. cucurbitae exhibited the highest cold tolerance among the various development stages of the three fruit fly species. Thus, we performed a small-scale disinfestation test on Z. cucurbitae in two cultivars of tomato. We achieved complete disinfestation after 15 days of cold treatment at 1°C-1.5°C. The confirmatory test revealed the elimination of more than 80,000 treated third instar of Z. cucurbitae in each tomato variety. The developed phytosanitary cold treatment allows the tomatoes to retain their commercial value. This study provides a standard phytosanitary cold treatment protocol for cherry tomatoes, ensuring the disinfestation of fruit flies before their export to international markets.",
      "mesh_terms": [
        "Animals",
        "Tephritidae",
        "Solanum lycopersicum",
        "Cold Temperature",
        "Insect Control",
        "Larva",
        "Pupa"
      ]
    },
    {
      "pmid": "39151367",
      "title": "Trichoderma produces methyl jasmonate-rich metabolites in the presence of Fusarium, showing biostimulant activity and wilt resistance in tomatoes.",
      "authors": [
        "Isha Verma",
        "Sumit K Soni",
        "Poonam C Singh"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bioactive secondary metabolites from fungi, including Trichoderma, are an excellent source of plant biostimulants. Although production of novel biostimulants from known microbes is critical, challenging them may produce novel bioactive compounds. With this hypothesis, the study used live Fusarium chlamydosporum (FOL7) culture as the inducer during T. harzianum (IF63) growth in broth. Plate assays and gas chromatography-mass spectrometry (GC-MS) analysis were used to characterise the metabolites. Microscopy, pot experiments and, biochemical estimations of the defence-related enzymes in tomato plants established the biostimulant activity of the induced Trichoderma metabolites. Fungal crude metabolites (FCM) obtained from IF63+FOL7 extracts (TF.ex) showed increased antimicrobial activity. TF.ex at 50 μg mL-1, inhibited the FOL7 growth by 68.33% compared to the Trichoderma alone extract. Scanning electron microscopy (SEM) revealed morphological disruption of FOL7 mycelia by TF.ex. GC-MS analysis of the extracts revealed the presence of approximately 64 compounds, of which at least 13 were detected explicitly in TF.ex. Methyl (3-oxo-2-pentylcyclopentyl) acetate (Methyl dihydrojasmonate), a lipid functionally related to jasmonic acid, was the major metabolite (∼21%) present in TF.ex. Tomato seed dressing with TF.ex promoted plant growth and induced systemic resistance against FOL7 compared to alone Trichoderma and Fusarium extracts. The TF.ex treatment increased the superoxide dismutase (33%) and catalase activity by 2.5-fold in tomato plants. The study concludes that fungal secondary metabolites may be modulated by providing appropriate challenges to produce effective metabolite-based biostimulants for agricultural applications.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Fusarium",
        "Cyclopentanes",
        "Oxylipins",
        "Acetates",
        "Plant Diseases",
        "Trichoderma",
        "Disease Resistance",
        "Gas Chromatography-Mass Spectrometry",
        "Hypocreales"
      ]
    },
    {
      "pmid": "39124234",
      "title": "Optimal Planting Time for Summer Tomatoes (Lycopersicon esculentum Mill.) Cropping in Korea: Growth, Yield, and Photosynthetic Efficiency in a Semi-Closed Greenhouse.",
      "authors": [
        "Hyo Jun Bae",
        "Seong-Hoon Kim",
        "Yuseok Jeong",
        "Sungjin Park",
        "Kingsley Ochar",
        "Youngsin Hong",
        "Yun Am Seo",
        "Baul Ko",
        "Jeong Hyang Bae",
        "Dong Soo Lee",
        "Inchan Choi"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In Korea, greenhouses are traditionally used for crop cultivation in the winter. However, due to diverse consumer demands, climate change, and advancements in agricultural technology, more farms are aiming for year-round production. Nonetheless, summer cropping poses challenges such as high temperatures, humidity from the monsoon season, and low light conditions, which make it difficult to grow crops. Therefore, this study aimed to determine the best planting time for summer tomato cultivation in a Korean semi-closed greenhouse that can be both air-conditioned and heated. The experiment was conducted in the Advanced Digital Greenhouse, built by the National Institute of Agricultural Sciences. The tomato seedlings were planted in April, May, and June 2022. Growth parameters such as stem diameter, flowering position, stem growth rate, and leaf shape index were measured, and harvesting was carried out once or twice weekly per treatment from 65 days to 265 days after planting. The light use efficiency and yield per unit area at each planting time was measured. Tomatoes planted in April showed a maximum of 42.9% higher light use efficiency for fruit production and a maximum of 33.3% higher yield. Furthermore, the growth form of the crops was closest to the reproductive growth type. Therefore, among April, May, and June, April is considered the most suitable planting time for summer cultivation, which is expected to contribute to reducing labor costs due to decreased workload and increasing farm income through increased yields. Future research should explore optimizing greenhouse microclimates and developing crop varieties tailored for summer cultivation to further enhance productivity and sustainability in year-round agricultural practices."
    },
    {
      "pmid": "39067078",
      "title": "Revealing mechanistic basis of ameliorating detrimental effects of cadmium in cherry tomatoes by exogenous application of melatonin and brassinosteroids.",
      "authors": [
        "Liping Huang",
        "Xing Liu",
        "Yue Liu",
        "Mohsin Tanveer",
        "Wen Chen",
        "Wenxuan Fu",
        "Qianqian Wang",
        "Yongjun Guo",
        "Sergey Shabala"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increased anthropogenic activities over the last decades have led to a gradual increase in cadmium content in the soil, which, due to its high mobility in soil, makes Cd accumulation in plants a serious threat to the health of animals and humans. Plant hormones including melatonin (Mel) and brassinosteroids (BR) are known to provide tolerance against various abiotic stresses. In this work, the role of combined and separate exogenous application of Mel and BR on Cd stress in cherry tomato plants was examined. Cd stress significantly reduced tomato growth by inducing oxidative stress and reduced K+ uptake in roots and shoots. Combined application of Mel and BR reduced detrimental effects of Cd in tomato by (i) reducing Cd accumulation in the shoot; (ii) increasing the activities of different antioxidants (SOD, CAT, APX, GR); (iii) triggering higher expression of genes relating to Cd vacuolar sequestration (Na+/H+ EXCHANGER, SlNHX1; NATURAL RESISTANCE-ASSOCIATED MACROPHAGE PROTEIN 6, SlNRAMP6), and Cd transport and detoxification (HEAVY-METAL-ASSOCIATED 3, SlHMA3; PLANT CADMIUM RESISTANT 2, SlPCR2); and (iv) improving plant K+ homeostasis and contents in root and shoot. The latter trait was associated with the reduced gene expression of K+-permeable outward rectifying channel (SlGORK3), and transcriptional upregulation of high affinity potassium transporter 5 (SIHAK5) under Cd stress. A separate application of Mel and BR showed tissue-specific regulation of tomato growth and Cd tolerance by regulating antioxidant activities, K+ uptake, Cd uptake, and translocation from root to shoot and their endogenous contents. Melatonin per se was more effective in improving Cd tolerance in shoot while beneficial BR effects were more pronounced in roots, and their combined application was effective in both tissues. Taken together, reported results show tissue-specific regulation of Cd tolerance by Mel and BR in cherry tomato plants and demonstrate the efficiency of combined Mel + BR treatment as a practical tool to reduce Cd accumulation and mitigate its negative effects on plant growth.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Melatonin",
        "Cadmium",
        "Brassinosteroids",
        "Soil Pollutants",
        "Plant Roots",
        "Antioxidants",
        "Oxidative Stress",
        "Plant Growth Regulators",
        "Potassium",
        "Plant Shoots",
        "Gene Expression Regulation, Plant"
      ]
    },
    {
      "pmid": "38974982",
      "title": "Effect of red and blue light versus white light on fruit biomass radiation-use efficiency in dwarf tomatoes.",
      "authors": [
        "Xinglin Ke",
        "Hideo Yoshida",
        "Shoko Hikosaka",
        "Eiji Goto"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of the ratio of red and blue light on fruit biomass radiation-use efficiency (FBRUE) in dwarf tomatoes has not been well studied. Additionally, whether white light offers a greater advantage in improving radiation-use efficiency (RUE) and FBRUE over red and blue light under LED light remains unknown. In this study, two dwarf tomato cultivars ('Micro-Tom' and 'Rejina') were cultivated in three red-blue light treatments (monochromatic red light, red/blue light ratio = 9, and red/blue light ratio = 3) and a white light treatment at the same photosynthetic photon flux density of 300 μmol m-2 s-1. The results evidently demonstrated that the red and blue light had an effect on FBRUE by affecting RUE rather than the fraction of dry mass partitioned into fruits (Ffruits). The monochromatic red light increased specific leaf area, reflectance, and transmittance of leaves but decreased the absorptance and photosynthetic rate, ultimately resulting in the lowest RUE, which induced the lowest FBRUE among all treatments. A higher proportion of blue light (up to 25%) led to a higher photosynthetic rate, resulting in a higher RUE and FBRUE in the three red-blue light treatments. Compared with red and blue light, white light increased RUE by 0.09-0.38 g mol-1 and FBRUE by 0.14-0.25 g mol-1. Moreover, white light improved the Ffruits in 'Rejina' and Brix of fruits in 'Micro-Tom' and both effects were cultivar-specific. In conclusion, white light may have greater potential than mixed red and blue light for enhancing the dwarf tomato FBRUE during their reproductive growth stage."
    },
    {
      "pmid": "38952718",
      "title": "Impact of \"3414\" fertilization on the yield and quality of greenhouse tomatoes.",
      "authors": [
        "Chunyan Wu",
        "Xiaoyi Han",
        "Yan Cheng",
        "Xueke Wang",
        "Wei Wang"
      ],
      "journal": "Open life sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to explore the effects of different nitrogen, phosphorus, and potassium ratios on the yield and nutritional quality of greenhouse tomatoes under a water and fertilizer integration model. Greenhouse tomatoes were used as the research object, and the \"3414\" fertilizer trial design was employed to assess tomato growth, yield, quality, and soil indicators across various treatment combinations. The goal was to determine the optimal fertilization scheme and recommend appropriate fertilizer quantities for tomato cultivation and production. The results revealed that different fertilizer ratios significantly affected both the quality and yield of tomatoes. Overall, the tomato yield tended to increase with higher fertilization amounts, with potassium exhibiting the most pronounced effect on yield increase, followed by phosphorus and nitrogen. The comprehensive analysis of principal components indicated that the N2P2K1 treatment yielded the highest nutritional quality and yield. Therefore, the best fertilization combination identified in this study consisted of nitrogen fertilizer at 197.28 kg hm-2, phosphorus fertilizer at 88.75 kg hm-2, and potassium fertilizer at 229.80 kg hm-2. These findings provided the scientific basis for optimizing fertilization practices in greenhouse tomato cultivation and production in the Jilin Province."
    },
    {
      "pmid": "38668341",
      "title": "Heat-Induced Cross-Tolerance to Salinity Due to Thermopriming in Tomatoes.",
      "authors": [
        "Tobias Körner",
        "Ruven Gierholz",
        "Jana Zinkernagel",
        "Simone Röhlen-Schmittgen"
      ],
      "journal": "Metabolites",
      "publication_date": "2024-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Global plant production is challenged by unpredictable (a)biotic stresses that occur individually, simultaneously or staggered. Due to an increasing demand for environmentally friendly plant production, new sustainable, universal, and preventive measures in crop protection are needed. We postulate thermopriming as a suitable procedure that fulfills these requirements. Therefore, we performed thermopriming as a pre-conditioning on tomato transplants in combination with two subsequent salt stress treatments to evaluate their single and combined physiological effects on leaves and fruits with regard to plant performance, fruit yield and quality. We identified a cross-tolerance to salinity that was triggered by the preceding thermopriming treatment and resulted in an accumulation of phenols and flavonols in the leaves. Plant growth and fruit yield were initially delayed after the stress treatments but recovered later. In regard to fruit quality, we found an increase in carotenoid and starch contents in fruits due to thermopriming, while sugars and titratable acidity were not affected. Our results indicate that thermopriming can mitigate the impact of subsequent and recurrent stress events on plant performance and yield under production-like conditions."
    },
    {
      "pmid": "38611567",
      "title": "Chitosan from Mushroom Improves Drought Stress Tolerance in Tomatoes.",
      "authors": [
        "Olusoji Demehin",
        "Maha Attjioui",
        "Oscar Goñi",
        "Shane O'Connell"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chitosan is a derivative of chitin that is one of the most abundant biopolymers in nature, found in crustacean shells as well as in fungi cell walls. Most of the commercially available chitosans are produced from the exoskeletons of crustaceans. The extraction process involves harsh chemicals, has limited potential due to the seasonal and limited supply and could cause allergic reactions. However, chitosan has been shown to alleviate the negative effect of environmental stressors in plants, but there is sparse evidence of how chitosan source affects this bioactivity. The aim of this study was to investigate the ability of chitosan from mushroom in comparison to crustacean chitosan in enhancing drought stress tolerance in tomato plants (cv. MicroTom). Chitosan treatment was applied through foliar application and plants were exposed to two 14-day drought stress periods at vegetative and fruit set growth stages. Phenotypic (e.g., fruit number and weight), physiological (RWC) and biochemical-stress-related markers (osmolytes, photosynthetic pigments and malondialdehyde) were analyzed at different time points during the crop growth cycle. Our hypothesis was that this drought stress model will negatively impact tomato plants while the foliar application of chitosan extracted from either crustacean or mushroom will alleviate this effect. Our findings indicate that drought stress markedly decreased the leaf relative water content (RWC) and chlorophyll content, increased lipid peroxidation, and significantly reduced the average fruit number. Chitosan application, regardless of the source, improved these parameters and enhanced plant tolerance to drought stress. It provides a comparative study of the biostimulant activity of chitosan from diverse sources and suggests that chitosan sourced from fungi could serve as a more sustainable and environmentally friendly alternative to the current chitosan from crustaceans."
    },
    {
      "pmid": "38592887",
      "title": "Effects of Nutrient Solution Application Rates on Yield, Quality, and Water-Fertilizer Use Efficiency on Greenhouse Tomatoes Using Grown-in Coir.",
      "authors": [
        "Shengxing Liu",
        "Xiaoman Qiang",
        "Hao Liu",
        "Qisheng Han",
        "Ping Yi",
        "Huifeng Ning",
        "Huanhuan Li",
        "Chunting Wang",
        "Xianbo Zhang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The yield, quality, and water-fertilizer use efficiency of crops are important parameters for assessing rational water and fertilizer management. For an optimal water and fertilizer system with respect to the nutrient solution irrigation of greenhouse tomatoes using cultivation substrates, a two-year greenhouse cultivation experiment was conducted from 2022 to 2023. Three drip fertigation treatments (T1, T2, and T3) were implemented in the experiment, where nutrient solutions were supplied when the substrate's water content reached 60%, 70%, and 80%. The frequency of nutrient solution applications is based on weighing coconut coir strips in the morning and evening at 7:00 to determine the daily water consumption of plants. Nutrient solutions were supplied when the substrate's water content reached the lower limit, and the upper limit for nutrient supply was set at 100% of the substrate water content. The nutrient solution application was carried out multiple times throughout the day, avoiding the midday heat. The nutrient solution formula used was the soilless tomato cultivation formula from South China Agricultural University. The results show that plant height and the leaf area index rapidly increased in the early and middle stages, and later growth tended to stabilize; the daily transpiration of tomatoes increased with an increase in nutrient solution supply, and it was the greatest in the T3 treatment. Between the amount of nutrient solution application and the number of years, the yield increased with the increase of the amount of nutrient solution, showing T3 > T2 > T1. Although the average yield of the T2 treatment was slightly lower than that of the T3 treatment by 3.65%, the average irrigation water use efficiency, water use efficiency, and partial fertilizer productivity of the T2 treatment were significantly higher than those of the T3 treatment by 29.10%, 19.99%, and 28.89%, respectively (p < 0.05). Additionally, soluble solid, vitamin C, and soluble sugar contents and the sugar-acid ratio of tomatoes in the T2 treatment were greater than those in the other two treatments (p < 0.05). Using the TOPSIS (Technique for Order Preference by Similarity to an Ideal Solution) method, it was concluded that the nutrient solution application rate of 70% can significantly increase water and fertilizer use efficiency and markedly improve the nutritional and flavor quality of the fruit without a significant reduction in yield. This finding provides significant guidance for the high-yield, high-quality, and efficient production of coconut coir-based cultivated tomatoes in greenhouses."
    },
    {
      "pmid": "38587112",
      "title": "Biological and physiological effects in Bemisia tabaci feeding on tomatoes endophytically colonized by Beauveria bassiana.",
      "authors": [
        "Xian Wang",
        "Qian Yuan",
        "Liqiang He",
        "Zhou Wang",
        "Guangyun Li",
        "Ziying Wang",
        "Huai Liu"
      ],
      "journal": "Pest management science",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Entomopathogenic fungi (EPF) treatment of plants may affect the survival and feeding preferences of herbivorous pests. However, comprehensive studies on the fitness across their entire life cycle, feeding behavior, and physiological changes in herbivores consuming EPF-treated plants within the tripartite interactions of EPF, plants, and pests are still limited. In this study, we utilized life tables, electrical penetration graph (EPG), and metabolomics to uncover the biological and physiological characteristics of Bemisia tabaci on tomato plants inoculated with Beauveria bassiana through root irrigation. RESULTS: Our study indicated that Beauveria bassiana Bb252 can penetrate the entire tissue from the point of inoculation, primarily colonizing the intercellular spaces and vascular tissue. However, this colonization is temporary, lasting no more than 35 days. Moreover, the population fitness and feeding behavior of Bemisia tabaci on tomato plants treated with Beauveria bassiana via root irrigation were significantly affected, showing a substantial 41.4% decrease in net reproductive rate (R0), a notable reduction in watery salivation, and shortened phloem ingestion. Lastly, we observed a significant decrease in hormones and amino acids of whiteflies that fed on Beauveria bassiana-treated tomato plants by root irrigation. CONCLUSIONS: Our results indicated that the endophyte, Beauveria bassiana Bb252, reduced demographic fitness of Bemisia tabaci by altering its hormones and amino acids levels. These findings enhance our understanding of multitrophic interactions in integrated pest management. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Beauveria",
        "Hemiptera",
        "Solanum lycopersicum",
        "Feeding Behavior",
        "Pest Control, Biological",
        "Endophytes",
        "Herbivory",
        "Female",
        "Male",
        "Nymph"
      ]
    },
    {
      "pmid": "38584465",
      "title": "Lycopene from tomatoes and tomato products exerts renoprotective effects by ameliorating oxidative stress, apoptosis, pyroptosis, fibrosis, and inflammatory injury in calcium oxalate nephrolithiasis: the underlying mechanisms.",
      "authors": [
        "Xiaomin Gao",
        "Binwei Lin",
        "Chen Chen",
        "Ziyu Fang",
        "Jinzhao Yang",
        "Shuzhi Wu",
        "Qing Chen",
        "Kewen Zheng",
        "Zhixian Yu",
        "Yeping Li",
        "Xiaofeng Gao",
        "Guanyang Lin",
        "Lianguo Chen"
      ],
      "journal": "Food & function",
      "publication_date": "2024-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Several mechanisms underlying nephrolithiasis, one of the most common urological diseases, involve calcium oxalate formation, including oxidative stress, inflammatory reactions, fibrosis, pyroptosis, and apoptosis. Although lycopene has strong antioxidant activity, its protective effects against CaOx-induced injury have not yet been reported. This study aimed to systematically investigate the protective effects of lycopene and explore its mechanisms and molecular targets. Crystal deposition, renal function, oxidative stress, inflammatory response, fibrosis, pyroptosis, and apoptosis were assessed to evaluate the renoprotective effects of lycopene against crystal formation in a CaOx rat model and oxalate-stimulated NRK-52E and HK-2 cells. Lycopene markedly ameliorated crystal deposition, restored renal function, and suppressed kidney injury by reducing oxidative stress, apoptosis, inflammation, fibrosis, and pyroptosis in the rats. In cell models, lycopene pretreatment reversed reactive oxygen species increase, apoptotic damage, intracellular lactate dehydrogenase release, cytotoxicity, pyroptosis, and extracellular matrix deposition. Network pharmacology and proteomic analyses were performed to identify lycopene target proteins under CaOx-exposed conditions, and the results showed that Trappc4 might be a pivotal target gene for lycopene, as identified by cellular thermal shift assay and surface plasmon resonance analyses. Based on molecular docking, molecular dynamics simulations, alanine scanning mutagenesis, and saturation mutagenesis, we observed that lycopene directly interacts with Trappc4 via hydrophobic bonds, which may be attributed to the PHE4 and PHE142 residues, preventing ERK1/2 or elevating AMPK signaling pathway phosphorylation events. In conclusion, lycopene might ameliorate oxalate-induced renal tubular epithelial cell injury via the Trappc4/ERK1/2/AMPK pathway, indicating its potential for the treatment of nephrolithiasis.",
      "mesh_terms": [
        "Lycopene",
        "Nephrolithiasis",
        "Animals",
        "Oxidative Stress",
        "Rats",
        "Pyroptosis",
        "Apoptosis",
        "Male",
        "Fibrosis",
        "Solanum lycopersicum",
        "Rats, Sprague-Dawley",
        "Humans",
        "Calcium Oxalate",
        "Cell Line",
        "Kidney",
        "Inflammation",
        "Protective Agents"
      ]
    },
    {
      "pmid": "38575242",
      "title": "Curcumin: An innovative approach for postharvest control of Alternaria alternata induced black rot in cherry tomatoes.",
      "authors": [
        "Chenchen Qi",
        "Haijing Zhang",
        "Wei Chen",
        "Weizhong Liu"
      ],
      "journal": "Fungal biology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Curcumin, a natural bioactive compound derived from Curcuma longa, has been widely recognized for its antifungal properties. In this study, we investigated the effects of curcumin on the phytopathogenic fungus Alternaria alternata and its pathogenicity in cherry tomato fruit. The results demonstrated that curcumin treatment significantly inhibited mycelial growth and spore germination of A. alternata in a dose-dependent manner. Scanning electron microscopy revealed alterations in the morphology of A. alternata mycelia treated with curcumin. Furthermore, curcumin treatment led to an increase in malondialdehyde and hydrogen peroxide contents, indicating cell membrane damage in A. alternata. Moreover, curcumin exhibited a remarkable inhibitory effect on the incidence and lesion diameters of black rot caused by A. alternata in cherry tomato fruit. Gene expression analysis revealed upregulation of defense-related genes (POD, SOD, and CAT) in tomato fruit treated with curcumin. Additionally, curcumin treatment resulted in decreased activity of exocellular pathogenic enzymes (polygalacturonase, pectin lyase, and endo-1,4-β-d-glucanase) in A. alternata. Overall, our findings highlight the potential of curcumin as an effective antifungal agent against A. alternata, providing insights into its inhibitory mechanisms on mycelial growth, spore germination, and pathogenicity in cherry tomato fruit.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Curcumin",
        "Antifungal Agents",
        "Alternaria"
      ]
    },
    {
      "pmid": "38235194",
      "title": "Using Raman spectroscopy for early detection of resistance-breaking strains of tomato spotted wilt orthotospovirus in tomatoes.",
      "authors": [
        "Isaac D Juárez",
        "MacKenzi X Steczkowski",
        "Senthilraja Chinnaiah",
        "Axell Rodriguez",
        "Kiran R Gadhave",
        "Dmitry Kurouski"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tomato spotted wilt (TSW) disease caused by tomato spotted wilt orthotospovirus (TSWV, Orthotospovirus tomatomaculae) poses a significant threat to specialty and staple crops worldwide by causing over a billion dollars in crop losses annually. Current strategies for TSWV diagnosis heavily rely on nucleic acid or protein-based techniques which require significant technical expertise, and are invasive, time-consuming, and expensive, thereby catalyzing the search for better alternatives. In this study, we explored the potential of Raman spectroscopy (RS) in early detection of TSW in a non-invasive and non-destructive manner. Specifically, we investigated whether RS could be used to detect strain specific TSW symptoms associated with four TSWV strains infecting three differentially resistant tomato cultivars. In the acquired spectra, we observed notable reductions in the intensity of vibrational peaks associated with carotenoids. Using high-performance liquid chromatography (HPLC), we confirmed that TSWV caused a substantial decrease in the concentration of lutein that was detected by RS. Finally, we demonstrated that Partial Least Squares-Discriminant Analysis (PLS-DA) could be used to differentiate strain-specific TSW symptoms across all tested cultivars. These results demonstrate that RS can be a promising solution for early diagnosis of TSW, enabling timely disease intervention and thereby mitigating crop losses inflicted by TSWV."
    },
    {
      "pmid": "38203328",
      "title": "Identification and Analysis of the Expression of the PIP5K Gene Family in Tomatoes.",
      "authors": [
        "Zepeng Wang",
        "Zhongyu Wang",
        "Xianguo Li",
        "Zhaolong Chen",
        "Yuxiang Liu",
        "Fulin Zhang",
        "Qi Dai",
        "Qinghui Yu",
        "Ning Li"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Dec-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To explore the function of phosphatidylinositol 4-phosphate 5-kinase (PIP5K) in tomatoes, members of the tomato PIP5K family were identified and characterized using bioinformatic methods, and their expression patterns were also analyzed under salt stress and in different tissues. Twenty-one PIP5K members-namely, SlPIP5K1-SlPIP5K21-were identified from ten chromosomes, and these were divided into three groups according to a phylogenetic analysis. Further bioinformatic analysis showed four pairs of collinear relationships and fragment replication events among the SlPIP5K family members. To understand the possible roles of the SlPIP5Ks, a cis-acting element analysis was conducted, which indicated that tomato PIP5Ks could be associated with plant growth, hormones, and stress responses. We further validated the results of the in silico analysis by integrating RNA-seq and qRT-PCR techniques for salt- and hormone-treated tomato plants. Our results showed that SlPIP5K genes exhibited tissue- and treatment-specific patterns, and some of the SlPIP5Ks exhibited significantly altered expressions after our treatments, suggesting that they might be involved in these stresses. We selected one of the SlPIP5Ks that responded to our treatments, SlPIP5K2, to further understand its subcellular localization. Our results showed that SlPIP5K2 was located on the membrane. This study lays a foundation for the analysis of the biological functions of the tomato SlPIP5K genes and can also provide a theoretical basis for the selection and breeding of new tomato varieties and germplasm innovation, especially under salt stress.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Phosphates",
        "Phylogeny",
        "Plant Breeding",
        "Computational Biology",
        "Plant Growth Regulators"
      ]
    },
    {
      "pmid": "38181639",
      "title": "Response of tomatoes to inactivated endophyte LSE01 under combined stress of high-temperature and drought.",
      "authors": [
        "Yuke Wan",
        "Qicheng Xiao",
        "Xiao Xiao",
        "Yutian Huang",
        "Shiqi Liu",
        "Weiran Feng",
        "Ting Liu",
        "Zhong Ren",
        "Wei Ren",
        "Xubiao Luo",
        "Shenglian Luo"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Endophytes can assist crops in adapting to high temperatures and drought conditions, thereby reducing agricultural losses. However, the mechanism through which endophytes regulate crop resistance to high temperatures and drought stress remains unclear, and concerns regarding safety and stability exist with active endophytes. Thus, heat-treated endophytic bacteria LSE01 (HTB) were employed as a novel microbial fertilizer to investigate their effects on plant adaptation to high temperatures and drought conditions. The results indicated that the diameter and weight of tomatoes treated with HTB under stress conditions increased by 23.04% and 71.15%, respectively, compared to the control. Tomato yield did not significantly decrease compared to non-stress conditions. Additionally, the contents of vitamin C, soluble sugars, and proteins treated with HTB increased by 18.81%, 11.54%, and 99.75%, respectively. Mechanistic research revealed that HTB treatment enhances tomato's stress resistance by elevating photosynthetic pigment and proline contents, enhancing antioxidant enzyme activities, and reducing the accumulation of MDA. Molecular biology research demonstrates that HTB treatment upregulates the expression of drought-resistant genes (GA2ox7, USP1, SlNAC3, SlNAC4), leading to modifications in stomatal conductance, plant morphology, photosynthetic intensity, and antioxidant enzyme synthesis to facilitate adaptation to dry conditions. Furthermore, the upregulation of the heat-resistant gene (SlCathB2-2) can increases the thickness of tomato cell walls, rendering them less vulnerable to heat stress. In summary, HTB endows tomatoes with the ability to adapt to high temperatures and drought conditions, providing new opportunities for sustainable agriculture.",
      "mesh_terms": [
        "Endophytes",
        "Solanum lycopersicum",
        "Stress, Physiological",
        "Antioxidants",
        "Droughts",
        "Temperature",
        "Salicylates"
      ]
    },
    {
      "pmid": "38005761",
      "title": "Evaluation of Irrigation Modes for Greenhouse Drip Irrigation Tomatoes Based on AquaCrop and DSSAT Models.",
      "authors": [
        "Jiankun Ge",
        "Zihui Yu",
        "Xuewen Gong",
        "Yinglu Ping",
        "Jinyao Luo",
        "Yanbin Li"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The improvement of the simulation accuracy of crop models in different greenhouse environments would be better applied to the automation management of greenhouse cultivation. Tomatoes under drip irrigation in a greenhouse were taken as the research object, and the cumulative evaporation capacity (Ep) of the 20 cm standard evaporation dish was taken as the basis for irrigation. Three treatments were set up in the experiment: high water treatment without mulch (NM-0.9 Ep), high water treatment with mulch (M-0.9 Ep), and low water treatment with mulch (M-0.5 Ep). AquaCrop and DSSAT models were used to simulate the canopy coverage, soil water content, biomass, and yield of the tomatoes. Data from 2020 were used to correct the model, and simulation results from 2021 were analyzed in this paper. The results showed that: (1) Of the two crop models, the simulation accuracy of the greenhouse tomato canopy coverage kCC was higher, and the root mean square errors were less than 6.8% (AquaCrop model) and 8.5% (DSSAT model); (2) The AquaCrop model could accurately simulate soil water change under high water treatments, while the DSSAT model was more suitable for the conditions without mulch; (3) The relative error RE of simulated and observed values for biomass B, yield Y, and water use efficiency WUE in the AquaCrop model were less than 2.0%, 2.3%, and 9.0%, respectively, while those of the DSSAT model were less than 4.7%, 7.6%, and 10.4%, respectively; (4) Considering the simulation results of each index comprehensively, the AquaCrop model was superior to the DSSAT model; subsequently, the former was used to predict 16 different water and film coating treatments (S1-S16). It was found that the greenhouse tomato yield and WUE were the highest under S7 (0.8 Ep), at 8.201 t/ha and 2.79 kg/m3, respectively."
    },
    {
      "pmid": "38004552",
      "title": "Lipid Nanoparticles Loading Steroidal Alkaloids of Tomatoes Affect Neuroblastoma Cell Viability in an In Vitro Model.",
      "authors": [
        "Debora Santonocito",
        "Agatina Campisi",
        "Rosalia Pellitteri",
        "Giovanni Sposito",
        "Manuela Giovanna Basilicata",
        "Giovanna Aquino",
        "Giacomo Pepe",
        "Maria Grazia Sarpietro",
        "Maria Gaetana Giovanna Pittalà",
        "Aurelie Schoubben",
        "Rosario Pignatello",
        "Carmelo Puglia"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tomato by-products represent a good source of phytochemical compounds with health properties, such as the steroidal glycoalkaloid α-tomatine (α-TM) and its aglycone tomatidine (TD). Both molecules have numerous beneficial properties, such as potential anticancer activity. Unfortunately, their therapeutic application is limited due to stability and bioavailability issues. Therefore, a valid strategy seems to be their encapsulation into Solid Lipid Nanoparticles (SLN). The nanoformulations containing α-TM (α-TM-SLN) and TD (TD-SLN) were prepared by solvent-diffusion technique and subsequently characterized in terms of technological parameters (particle size, polydispersity index, zeta potential, microscopy, and calorimetric studies). To assess the effect of α-TM and TD on the percentage of cellular viability in Olfactory Ensheathing Cells (OECs), a peculiar glial cell type of the olfactory system used as normal cells, and in SH-SY5Y, a neuroblastoma cancer cell line, an MTT test was performed. In addition, the effects of empty, α-TM-SLN, and TD-SLN were tested. Our results show that the treatment of OECs with blank-SLN, free α-TM (0.25 µg/mL), and TD (0.50 µg/mL) did not induce any significant change in the percentage of cell viability when compared with the control. In contrast, in SH-SY5Y-treated cells, a significant decrease in the percentage of cell viability when compared with the control was found. In particular, the effect appeared more evident when SH-SY5Y cells were exposed to α-TM-SLN and TD-SLN. No significant effect in blank-SLN-treated SH-SY5T cells was observed. Therefore, SLN is a promising approach for the delivery of α-TM and TD."
    },
    {
      "pmid": "37997286",
      "title": "Enzymatic treatment to improve permeability and quality of cherry tomatoes for production of dried products.",
      "authors": [
        "Ruyu Sun",
        "Shiheng Chen",
        "Xiaoqian Chen",
        "Xiaqing Liu",
        "Fengshan Zhang",
        "Jing Wu",
        "Lingqia Su"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cherry tomatoes are nutritious and favored by consumers. Processing them into dried cherry tomatoes can prolong their storage life and improve their flavor. The pretreatment of tomato pericarp is crucial for the subsequent processing. However, the traditional physical and chemical treatments of tomato pericarp generally cause nutrient loss and environmental pollution. RESULTS: In this study, a novel enzymatic method for cherry tomatoes was performed using mixed enzymes containing cutinase, cellulase and pectinase. Results showed that the pericarp permeability of cherry tomatoes was effectively improved due to enzymatic treatment. Changes in the microscopic structure and composition of the cuticle were revealed. After treatment with different concentrations of enzymes, cherry tomatoes exhibited higher pericarp permeability and sensory quality to varying degrees. The lycopene content and total polyphenol content significantly increased 2.4- and 1.45-fold, respectively. In addition, the satisfactory effect of the six-time reuse of enzymes on cherry tomatoes could still reach the same level as the initial effect, which effectively reduced the cost of production. CONCLUSIONS: This study revealed for the first time that a mixed enzymatic treatment consisting of cutinase, pectinase and cellulase could effectively degrade the cuticle, enhance the pericarp permeability and improve the quality of cherry tomatoes, with the advantages of being mildly controllable and environmentally friendly, providing a new strategy for the processing of dried cherry tomatoes. © 2023 Society of Chemical Industry.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Polygalacturonase",
        "Lycopene",
        "Permeability",
        "Cellulases"
      ]
    },
    {
      "pmid": "37915214",
      "title": "Dibenzylideneacetone Overcomes Botrytis cinerea Infection in Cherry Tomatoes by Inhibiting Chitinase Activity.",
      "authors": [
        "Xiaodi Niu",
        "Ziyou Wang",
        "Chenyang Wang",
        "Hongsu Wang"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2023-Dec-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chitinase, a crucial component of the fungal cell wall and septa, plays an important role in fungal germination by hydrolyzing chitin to provide carbon and energy for fungal growth and reproduction. In this study, we initially screened dibenzylideneacetone (DBA), a small molecule with inhibitory activity against Botrytis cinerea Chitinase, exhibiting an IC50 of 13.10 μg/mL. By constructing a three-dimensional (3D) model of the B. cinerea Chitinase and utilizing computational biology approaches, we found DBA bound to the active site pocket and formed strong π-π interactions and hydrophobic interactions with Chitinase, indicative of its competitive inhibitory mode. Site-directed mutagenesis also revealed that TRP-382, TRP-135, and ALA-215 were key amino acid residues involved in DBA binding. Subsequent antifungal assays showed that DBA had an MIC of 32 μg/mL against B. cinerea and EC50 values of 16.29 and 14.64 μg/mL in inhibiting mycelial growth and spore germination, respectively. Importantly, in vivo experiments demonstrated that DBA treatment significantly extended the shelf life of cherry tomatoes by 2-fold. Therefore, DBA represents a promising antifungal agent for fruit preservation applications.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Antifungal Agents",
        "Mycelium",
        "Botrytis",
        "Chitinases",
        "Plant Diseases",
        "Fungicides, Industrial"
      ]
    },
    {
      "pmid": "37902310",
      "title": "Effects of different processed tomatoes on carotenoid release and microbiota composition during in vitro gastrointestinal digestion and colonic fermentation.",
      "authors": [
        "Xinyi Wu",
        "Changan Zhu",
        "Min Zhang",
        "Shuwen Wang",
        "Jingquan Yu",
        "Jinhu Tian",
        "Zhangjian Hu"
      ],
      "journal": "Food & function",
      "publication_date": "2023-Nov-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Carotenoids in tomatoes confer significant health benefits to humans but with the disadvantage of the carotenoids from raw tomatoes not being easily absorbed for utilization. Thus, this study aimed to investigate the effects of different cooking processes on carotenoid release and human gut microbiota composition during in vitro simulated gastrointestinal digestion of tomatoes. The results showed that stir-frying significantly increased the release of lycopene and β-carotene during gastrointestinal digestion, with boiling being the second most effective treatment. The boiling-treated tomatoes enhanced the carotenoid release during in vitro fermentation. Gut microbiota analysis revealed that the digestion of the raw and boiled tomatoes promoted the growth of potentially beneficial microbiota while reducing the ratio of Firmicutes/Bacteroides, which potentially helps prevent obesity. Boiling treatment significantly reduced the growth of Peptostreptococcus and was negatively correlated with carotenoid release. Overall, the boiling-treated tomatoes were more effective than the raw or stir-fried tomatoes in terms of both colon health benefits and carotenoid release.",
      "mesh_terms": [
        "Humans",
        "Solanum lycopersicum",
        "Fermentation",
        "Carotenoids",
        "Gastrointestinal Microbiome",
        "Digestion"
      ]
    },
    {
      "pmid": "37842262",
      "title": "Effect of In Vitro Gastrointestinal Digestion on Phytochemicals and Antioxidant Activities in Cherry Tomatoes (Solanum lycopersicum var. cerasiforme).",
      "authors": [
        "Eun-Sun Hwang",
        "Soyeon Kim"
      ],
      "journal": "Preventive nutrition and food science",
      "publication_date": "2023-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We investigated the impact of simulated in vitro gastrointestinal digestion on the levels of total polyphenols, total flavonoids, carotenoids, and antioxidant capacity in cherry tomatoes. The initial total polyphenol content of fresh tomatoes was 220.51 μg GAE/g, which decreased to 203.24 μg GAE/g after 120 min of stomach treatment and further decreased to 138.23 μg GAE/g after 120 min of small intestine treatment. Similarly, the initial total flavonoid content in fresh tomatoes was 43.28 μg QE/g, but after 120 min of small intestine digestion, it decreased by approximately 50.72% to 21.33 μg QE/g. Lycopene, lutein, and β-carotene also experienced a decrease of 69.71∼78.38% during the digestion process compared to fresh tomatoes. The antioxidant activity exhibited a reduction of 34.95∼37.67% compared to fresh tomatoes after digestion in the stomach and intestines. The bioactive compounds present in tomatoes undergo decomposition and conversion into other substances during digestion, and these degradation products are believed to inhibit the growth of SK-Hep1 human hepatoma cells while enhancing antioxidant activity within the intracellular environment."
    },
    {
      "pmid": "37836141",
      "title": "Positive Effect of Green Photo-Selective Filter on Graft Union Formation in Tomatoes.",
      "authors": [
        "Constanza Carmach",
        "Mónica Castro",
        "Patricia Peñaloza",
        "Leda Guzmán",
        "María José Marchant",
        "Samuel Valdebenito",
        "Iván Kopaitic"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Sep-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effects of green and red photo-selective filters (shade nets) on the process of graft union formation (healing and acclimation) in grafted tomato plants. The research evaluated oxidative stress, physiological characteristics, and anatomical development of graft unions. Plants were subjected to green-netting, red-netting, and no-netting treatments for 28 days, starting 4 days after grafting. Markers of oxidative stress, including reactive oxygen species (ROS), superoxide dismutase (SOD), peroxidase (POD), and malondialdehyde (MDA), as well as protein concentration of SOD/POD enzyme-enriched extracts, were quantified. The anatomical development of the graft unions was examined using microscopy. The results demonstrated that the red and green photo-selective filters increased ROS production by 5% and 4% after 3 days of exposure, by 58% and 14% after 7 days, and by 30% and 13% after 14 days in comparison to the control treatment. The increase in ROS activates the defense mechanism, enhancing the activity of SOD and POD enzymes. In terms of anatomy, the green netting resulted in enhanced cell proliferation and early differentiation of vascular tissue cells. Notably, at the 28-day mark, when the plants were ready for transplanting, the green-net treatment showed a reduction in lipid peroxidation damage and increases of 20% and 54% in dry weight compared with the control and red-net treatments, respectively. Finally, our results suggest that the use of a green photo-selective filter has a positive effect on oxidative stress, anatomical development, and overall growth of grafted tomato plants during the process of graft union formation."
    },
    {
      "pmid": "37803255",
      "title": "Low cost maize stover biochar as an alternative to inorganic fertilizer for improvement of soil chemical properties, growth and yield of tomatoes on degraded soil of Northern Uganda.",
      "authors": [
        "Cosmas Wacal",
        "Daniel Basalirwa",
        "John Byalebeka",
        "Mitsuri Tsubo",
        "Eiji Nishihara"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2023-Oct-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Soil fertility decline due to nutrient mining coupled with low inorganic fertilizer usage is a major cause of low crop yields across sub-Saharan Africa. Recently, biochar potential to improve soil fertility has gained significant attention but there are limited studies on the use of biochar as an alternative to inorganic fertilizers. In this study, we determined the effect of maize stover biochar without inorganic fertilizers on soil chemical properties, growth and yield of tomatoes (Solanum lycopersicum L.). A field experiment was conducted in 2022 for two consecutive seasons in Northern Uganda. The experiment included five treatments; inorganic fertilizer (control), biochar applied at rates of 3.5, 6.9, 13.8 and 27.6 t ha-1. RESULTS: In this study, maize stover biochar improved all the soil chemical properties. Compared to the control, pH significantly increased by 27% in the 27.6 t ha-1 while total N increased by 35.6% in the 13.8 t ha-1. Although P was significantly low in the 3.5 t ha-1, 6.9 t ha-1 and 13.8 t ha-1, it increased by 3.9% in the 27.6 t ha-1. Exchangeable K was significantly increased by 42.7% and 56.7% in the 13.8 t ha-1 and 27.6 t ha-1 respectively. Exchangeable Ca and Mg were also higher in the biochar treatment than the control. Results also showed that plant height, shoot weight, and all yield parameters were significantly higher in the inorganic fertilizer treatment than in the 3.5, 6.9, and 13.8 t ha-1 treatments. Interestingly, maize stover biochar at 27. 6 t ha-1 increased fruit yield by 16.1% compared to the control suggesting it could be used as an alternative to inorganic fertilizer. CONCLUSIONS: Maize stover biochar applied at 27.6 t ha-1 improved soil chemical properties especially pH, N, P and K promoting growth and yield of tomatoes. Therefore, maize stover biochar could be recommended as an alternative to expensive inorganic fertilizers for tomato production in Northern Uganda.",
      "mesh_terms": [
        "Soil",
        "Solanum lycopersicum",
        "Fertilizers",
        "Zea mays",
        "Uganda",
        "Charcoal",
        "Nitrogen",
        "Agriculture"
      ]
    },
    {
      "pmid": "37704369",
      "title": "Antidepressant-like effects of tomatidine and tomatine, steroidal alkaloids from unripe tomatoes, via activation of mTORC1 in the medial prefrontal cortex in lipopolysaccharide-induced depression model mice.",
      "authors": [
        "Satoshi Deyama",
        "Rinako Sugie",
        "Masaki Tabata",
        "Katsuyuki Kaneda"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ABSTRACTKetamine, an N-methyl-D-aspartate receptor antagonist, produces rapid antidepressant effects in patients with treatment-resistant depression. However, owing to the undesirable adverse effects of ketamine, there is an urgent need for developing safer and more effective prophylactic and therapeutic interventions for depression. Preclinical studies have demonstrated that activation of the mechanistic target of rapamycin complex 1 (mTORC1) in the medial prefrontal cortex (mPFC) mediates the rapid antidepressant effects of ketamine. The steroidal alkaloid tomatidine and its glycoside α-tomatine (tomatine) can activate mTORC1 signaling in peripheral tissues/cells. We examined whether tomatidine and tomatine exerted prophylactic and therapeutic antidepressant-like actions via mPFC mTORC1 activation using a mouse model of lipopolysaccharide (LPS)-induced depression. Male mice were intraperitoneally (i.p.) administered tomatidine/tomatine before and after the LPS challenge to test their prophylactic and therapeutic effects, respectively. LPS-induced depression-like behaviors in the tail suspension test (TST) and forced swim test (FST) were significantly reversed by prophylactic and therapeutic tomatidine/tomatine administration. LPS-induced anhedonia in the female urine sniffing test was reversed by prophylactic, but not therapeutic, injection of tomatidine, and by prophylactic and therapeutic administration of tomatine. Intra-mPFC infusion of rapamycin, an mTORC1 inhibitor, blocked the prophylactic and therapeutic antidepressant-like effects of tomatidine/tomatine in TST and FST. Moreover, both tomatidine and tomatine produced antidepressant-like effects in ovariectomized female mice, a model of menopause-associated depression. These results indicate that tomatidine and tomatine exert prophylactic and therapeutic antidepressant-like effects via mTORC1 activation in the mPFC and suggest these compounds as promising candidates for novel prophylactic and therapeutic agents for depression.",
      "mesh_terms": [
        "Animals",
        "Tomatine",
        "Antidepressive Agents",
        "Mechanistic Target of Rapamycin Complex 1",
        "Prefrontal Cortex",
        "Lipopolysaccharides",
        "Male",
        "Depression",
        "Disease Models, Animal",
        "Female",
        "Mice",
        "Mice, Inbred C57BL",
        "Behavior, Animal"
      ]
    },
    {
      "pmid": "37699451",
      "title": "Whiteflies can excrete insecticide-tainted honeydew on tomatoes.",
      "authors": [
        "Carlos R Quesada",
        "Michael E Scharf"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2023-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Whiteflies are important insect pests in a wide variety of agricultural crops that are targeted with large quantities of insecticides on a global scale. Chemical control is the most common strategy to manage whiteflies, however, recent studies had reported that whiteflies and other hemipterans can excrete insecticides through their honeydew, which could have unanticipated, non-target effects. The objective of this study was to determine the concentration of imidacloprid in honeydew excreted by whiteflies feeding on tomato plants. Imidacloprid was applied at its labeled rate to soil at the base of whitefly-infested plants. Densities of whiteflies were assessed before insecticide treatment and 21 days after treatment (DAT). Honeydew was collected in Petri dishes from 1 to 4 DAT and from 5 to 8 DAT. The volume of the honeydew was calculated using stereo microscopy and then rinsed with ethanol. The rinsates were analyzed to determine imidacloprid concentration using liquid chromatography coupled to mass spectrometry. Honeydew production was further quantified by using water sensitive papers. Imidacloprid reduced densities of nymph and adult whiteflies by 81.5% and 76.0% compared to the control at 21DAT. The non-metabolized parent compound imidacloprid was detected from honeydew samples at both collection dates. At 1-4 DAT, imidacloprid concentrations were 180 ng/30 mL in a volume of 39 mm3 of honeydew. At 5-8 DAT, the imidacloprid concentration was 218 ng/30 mL in a volume of 25 mm3 of honeydew. Though the volume of honeydew decreased, the concentration of imidacloprid numerically increased. Last, whiteflies were still producing honeydew 22 DAT in both treatments. These results revealing significant imidacloprid concentrations in honeydew suggest a strong potential for negative secondary impacts on beneficial insects.",
      "mesh_terms": [
        "Animals",
        "Insecticides",
        "Hemiptera",
        "Solanum lycopersicum",
        "Neonicotinoids",
        "Nitro Compounds",
        "Insecta"
      ]
    },
    {
      "pmid": "37444199",
      "title": "Effects of Plasma-Activated Water Treatment on the Inactivation of Microorganisms Present on Cherry Tomatoes and in Used Wash Solution.",
      "authors": [
        "Gaeul Lee",
        "Sung-Wook Choi",
        "Miyoung Yoo",
        "Hyun-Joo Chang",
        "Nari Lee"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Jun-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Herein, we investigated the potential of plasma-activated water (PAW) as a wash solution for the microbial decontamination of cherry tomatoes. We analyzed the efficacy of PAW as a bactericidal agent based on reactive species and pH. Immersion for 5 min in PAW15 (generated via plasma activation for 15 min) was determined as optimal for microbial decontamination of fresh produce. The decontamination efficacy of PAW15 exceeded those of mimic solutions with equivalent reactive species concentrations and pH (3.0 vs. 1.7 log reduction), suggesting that the entire range of plasma-derived reactive species participates in decontamination rather than a few reactive species. PAW15-washing treatment achieved reductions of 6.89 ± 0.36, 7.49 ± 0.40, and 5.60 ± 0.05 log10 CFU/g in the counts of Bacillus cereus, Salmonella sp., and Escherichia coli O157:H7, respectively, inoculated on the surface of cherry tomatoes, with none of these strains detected in the wash solution. During 6 days of 25 °C storage post-washing, the counts of aerobic bacteria, yeasts, and molds were below the detection limit. However, PAW15 did not significantly affect the viability of RAW264.7 cells. These results demonstrate that PAW effectively inactivates microbes and foodborne pathogens on the surface of cherry tomatoes and in the wash solution. Thus, PAW could be used as an alternative wash solution in the fresh produce industry without cross-contamination during washing and environmental contamination by foodborne pathogens or potential risks to human health."
    },
    {
      "pmid": "37336076",
      "title": "Inactivation of Salmonella using ultrasound in combination with Litsea cubeba essential oil nanoemulsion and its bactericidal application on cherry tomatoes.",
      "authors": [
        "Ruiying Su",
        "Xinyi Guo",
        "Shuai Cheng",
        "Ziruo Zhang",
        "Hui Yang",
        "Jingzi Wang",
        "Luyi Song",
        "Zhande Liu",
        "Yutang Wang",
        "Xin Lü",
        "Chao Shi"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The presence of Salmonella in nature poses a significant and unacceptable threat to the human public health domain. In this study, the antibacterial effect and mechanism of ultrasound (US) combined with Litsea cubeba essential oil nanoemulsion (LEON) on Salmonella. LEON + US treatment has a significant bactericidal effect on Salmonella. Reactive oxygen species (ROS), malondialdehyde (MDA) detection, N-phenyl-l-naphthylamine (NPN) uptake and nucleic acid release assays showed that LEON + US exacerbated cell membrane lipid peroxidation and increased the permeability of the cell membrane. The results of field emission scanning electron microscopy (FESEM), transmission electron microscopy (TEM) showed that LEON + US treatment was able to alter cell morphology. It can be observed by flow cytometry (FCM) that LEON + US treatment can cause cell apoptosis. In addition, bacterial counts of cherry tomatoes treated with LEON (0.08 μL/mL) + US (345 W/cm2) for 9 min were reduced by 6.50 ± 0.20 log CFU/mL. This study demonstrates that LEON + US treatment can be an effective way to improve the safety of fruits and vegetables in the food industry.",
      "mesh_terms": [
        "Humans",
        "Oils, Volatile",
        "Litsea",
        "Solanum lycopersicum",
        "Salmonella",
        "Anti-Bacterial Agents"
      ]
    },
    {
      "pmid": "37275166",
      "title": "Effects of different cultivation media on root bacterial community characteristics of greenhouse tomatoes.",
      "authors": [
        "Xinjian Zhang",
        "Qiang Li",
        "Fangyuan Zhou",
        "Susu Fan",
        "Xiaoyan Zhao",
        "Chi Zhang",
        "Kun Yan",
        "Xiaoqing Wu"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tomato, as a typical greenhouse crop, is commonly first planted as seedlings in a variety of substrates before being transplanted into soil. However, there is rare research on the characteristics of the bacterial community in tomato roots under this planting mode. In this study, tomatoes were planted in pots containing three different cultivation media, including soil and two types of substrates in a greenhouse, followed by a transplanting treatment. After collecting tomato root samples, high-throughput sequencing and bioinformatic analysis were used to compare the differences in bacterial diversity and functions between tomato roots before and after transplanting in different cultivation media. In total, 702776 sequences were obtained, and the OTUs were belonging to 109 genera, 58 families, 41 orders, 14 classes, and 12 phyla. Among the three cultivation media, the β-diversity was significant, and there was a slight difference in bacterial species diversity along with a large difference in their abundance at the genus level. Soil and both substrates had 79 bacterial genera in common, these genera accounted for 68.70%, 76.70%, and 71.17% of the total genera found in the soil, substrate 1, and substrate 2, respectively. After being transplanted from the two substrates to the soil, the bacterial community structure and abundance exhibited similarities with those found in the soil. Furthermore, based on microbial function prediction, the microbial communities in the two-substrate environment demonstrated a greater potential for promoting growth, while the microbial communities in the soil exhibited a greater tendency to exert their antibacterial potential. Our findings offer theoretical support for the creation of artificially reconstructed microbial communities in greenhouse cultivation."
    },
    {
      "pmid": "37235281",
      "title": "Feasibility Study on the Application of Biodegradable Plastic Film in Farmland Soil in Southern Xinjiang, China-Planting Tomatoes as an Example.",
      "authors": [
        "Rehemanjiang Wufuer",
        "Jia Duo",
        "Liang Pei",
        "Shuzhi Wang",
        "Wenfeng Li"
      ],
      "journal": "Toxics",
      "publication_date": "2023-May-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In recent years, polybutylene adipate-co-terephthalate (PBAT) mulch film has become one of the most commonly used biodegradable mulch films in agriculture in an attempt to combat plastic film pollution. However, its degradation characteristics and impact on the soil environment and crop growth are affected by many factors such as its composition, soil and crop types, local climate characteristics, etc. In this study, PBAT mulch film and ordinary polyethylene (PE) film were used as test materials, with non-mulching treatment (CK) as a control, to study the applicability of PBAT film in Moyu County, Southern Xinjiang region, using tomato growth as an example. The results showed that PBAT film started its induction period after 60 days, and 60.98% of the PBAT film was degraded within 100 days. Generally, the soil temperature and humidity preservation functions of this film were comparable to that of PE film in the seedling and flowering-fruiting stages of tomato growth. In the mature stage, the soil humidity under PBAT film was significantly lower than that of PE film due to its substantial degradation rate. However, this did not have any significant negative effects on tomato growth, yield, and quality. The tomato yield of 667 m2 with BPAT was insignificantly lower than that of PE film by 3.14%, and both were significantly higher than that of the CK treatment by 63.38% and 68.68%, respectively, indicating that it is feasible to use PBAT film to cultivate crops such as tomato in the arid region of Southern Xinjiang, China."
    },
    {
      "pmid": "36799836",
      "title": "Re-emergence tomatoes viral infections: current diagnostics, treatment options, genetic features, and future forecasts.",
      "authors": [
        "Shopnil Akash",
        "Md Rezaul Islam",
        "Md Mominur Rahman"
      ],
      "journal": "International journal of surgery (London, England)",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Humans",
        "Solanum lycopersicum",
        "Virus Diseases"
      ]
    },
    {
      "pmid": "36771587",
      "title": "5-Aminolevulinic Acid Induces Chromium [Cr(VI)] Tolerance in Tomatoes by Alleviating Oxidative Damage and Protecting Photosystem II: A Mechanistic Approach.",
      "authors": [
        "Cengiz Kaya",
        "Ferhat Ugurlar",
        "Muhammed Ashraf",
        "Mohammed Nasser Alyemeni",
        "Michael Moustakas",
        "Parvaiz Ahmad"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chromium [Cr(VI)] pollution is a major environmental risk, reducing crop yields. 5-Aminolevunic acid (5-ALA) considerably improves plant abiotic stress tolerance by inducing hydrogen peroxide (H2O2) and nitric oxide (NO) signalling. Our investigation aimed to uncover the mechanism of tomato tolerance to Cr(VI) toxicity through the foliar application of 5-ALA for three days, fifteen days before Cr treatment. Chromium alone decreased plant biomass and photosynthetic pigments, but increased oxidative stress markers, i.e., H2O2 and lipid peroxidation (as MDA equivalent). Electrolyte leakage (EL), NO, nitrate reductase (NR), phytochelatins (PCs), glutathione (GSH), and enzymatic and non-enzymatic antioxidants were also increased. Foliar application of 5-ALA before Cr treatment improved plant growth and photosynthetic pigments, diminished H2O2, MDA content, and EL, and resulted in additional enhancements of enzymatic and non-enzymatic antioxidants, NR activity, and NO synthesis. In Cr-treated tomato seedlings, 5-ALA enhanced GSH and PCs, which modulated Cr sequestration to make it nontoxic. 5-ALA-induced Cr tolerance was further enhanced by sodium nitroprusside (SNP), a NO donor. When sodium tungstate (ST), a NR inhibitor, was supplied together with 5-ALA to Cr-treated plants, it eliminated the beneficial effects of 5-ALA by decreasing NR activity and NO synthesis, while the addition of SNP inverted the adverse effects of ST. We conclude that the mechanism by which 5-ALA induced Cr tolerance in tomato seedlings is mediated by NR-generated NO. Thus, NR and NO are twin players, reducing Cr toxicity in tomato plants via antioxidant signalling cascades."
    },
    {
      "pmid": "36607329",
      "title": "Long-Term Cover Cropping Suppresses Foliar and Fruit Disease in Processing Tomatoes.",
      "authors": [
        "Cheryl L Trueman",
        "Jessica C Awrey",
        "Aaron Delaporte",
        "Jamie Kerr",
        "Alfons Weersink",
        "Laura L Van Eerd"
      ],
      "journal": "Plant disease",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "While links between soil and plant health are implied, there are few opportunities to empirically evaluate this due to inherent differences among sites. An exception is a long-term experiment established in 2007 (repeated in 2008) in Ridgetown, ON, where improved soil health scores and changes in soil microbial communities were observed in the medium-term with annual cover crops (CC). This led us to hypothesize that CC-induced changes in soil health might affect bacterial spot (Xanthomonas hordorum pv. gardneri) and anthracnose (Colletotrichum coccodes) development in processing tomato. Five CC treatments (no CC control, winter cereal rye, oat, radish, and mix of radish + rye) planted after winter wheat harvest were evaluated in 2019 and 2020 (CC grown nine times over 12 years). Fruit yields and net revenue were similar or greater with CC than without. In 2019, there was greater defoliation (area under the disease progress stairs = 4,370 ± 204), percent red fruit (71.0% ± 5.38), and rots (1.91% ± 0.5) in no CC than with radish (3,410, 39.1%, and 0.62%, respectively, P ≤ 0.0366), indicating earlier fruit maturity in no CC plots. Similarly, no CC had a greater incidence of red fruits with anthracnose (25.8% ± 2.89) compared with all CCs but rye (7.4 to 12.1% ± 2.89; P = 0.0029). Environmental conditions in 2020 were less favourable for disease development. Defoliation was not affected by CC treatment (P = 0.1254), and anthracnose incidence was low (≥90.3 ± 1.22% healthy fruit), which may have limited the ability to detect treatment effects (P = 0.2922). Long-term cover crops have the potential to produce greater or equivalent tomato yield with decreased defoliation and anthracnose fruit rot.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Fruit",
        "Seasons",
        "Soil",
        "Crops, Agricultural"
      ]
    },
    {
      "pmid": "36480731",
      "title": "Effects of Three Essential Oil Fumigation Treatments on the Postharvest Control of Botrytis cinerea and Their Efficacy as Preservatives of Cherry Tomatoes.",
      "authors": [
        "Lin-Lin Jiang",
        "Jing-Bo Wang",
        "Wen-Hao Wang",
        "Bin Lei",
        "Jun-Tao Feng",
        "Hua Wu",
        "Zhi-Qing Ma"
      ],
      "journal": "Plant disease",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cherry tomatoes (Solanum lycopersicum) are becoming increasingly popular due to their nutrition and delicious flavor. However, cherry tomatoes are highly perishable and susceptible to various pathogenic microorganisms after harvest, such as Botrytis cinerea. In the pretest experiment, we screened out three kinds of plant essential oils (EOs) (Torreya grandis oil, Eriobotrya japonica oil, and Citrus medica oil) that have strong fungicidal activity on B. cinerea from cherry tomatoes. To further evaluate the postharvest preservation application prospect of these three oils for cherry tomatoes, the oils were extracted from different parts of three plants by hydrodistillation, and their chemical constituents were analyzed by gas chromatography-mass spectrometry. The main representative components of T. grandis oil, E. japonica oil, and C. medica oil were δ-cadinene (11.76%), transnerolidol (9.70%), and 5,7-dimethoxycoumarin (23.22%), respectively. These three EOs effectively inhibited the mycelial growth of B. cinerea in vitro, with EC50 values of 81.672, 144.046, and 221.500 μl/liter, respectively. Compared with the blank control and other oil treatments, the T. grandis oil (at a concentration of 200 µl/liter) fumigation treatment was more effective at inhibiting the growth rate of the pathogen. In addition, the phenolic content and phenylalanine ammonia lyase, β-1,3-glucanase, chitinase, and peroxidase activities of tomatoes significantly increased on the seventh day due to the T. grandis oil treatment. The present study shows that these three oils with high extraction rates have preservation potential for cherry tomatoes. Among these three EOs, T. grandis oil can be used to further develop preservative products as a fumigant.",
      "mesh_terms": [
        "Fruit",
        "Fumigation",
        "Oils, Volatile",
        "Solanum lycopersicum",
        "Botrytis"
      ]
    },
    {
      "pmid": "36429226",
      "title": "Continuous and Pulsed Ultraviolet-C LED on Germicidal Effect and Energy Consumption in Fresh Products: Applications in Tomatoes as a Model.",
      "authors": [
        "Eduardo Flores Gallegos",
        "Nivia Escalante-García",
        "Daniel Alanis-Lumbreras",
        "Rumen Ivanov-Tsonchev",
        "Alfredo Lara-Herrera",
        "Ernesto Olvera-Gonzalez"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Nov-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nowadays, lifestyle change is one of the problems of the new world economic order, and the procedures of feeding, purchasing, preparation, and the storage of food products, are forcing authorities to establish more rigorous methods concerning the control of food quality and safety. Owing quality in the agro-food sector is a complex and global issue, due to the distance between production and final consumption, as well as the new demands of society on food. Contributing to the bacteria minimization during their path in the supply chain, the objective of this research is the use of an UV-C LED artificial lighting system with emission in continuous light (CL) and two of pulsed light (Mode 1 and Mode 2) for fresh products' disinfection. A mathematical model is introduced as a reference to establish the equivalence dose of continuous and pulsed UV-C LED irradiation. The doses applied were 5, 15, and 25 mJ cm-². The configured parameters per each technique were the irradiance, time also the frequency (500 Hz), and duty cycle (30, 50, and 80%) for Mode 1 and Mode 2. The germicidal effect (GE), energy consumption, and effective germicidal effect (EGE), were evaluated for the different techniques. According to the results, the technique Mode 1 was the best in the GE with 1.06 ± 0.01 and 1.08 ± 0.01 Log reduction by 25 mJ cm-2 at 30 and 80% duty cycle, correspondingly. The CL and Mode 1 showed an outstanding performance with the EGE. Finally, Mode 1 reduced 11% in energy and the GE is comparable with CL. The pulsed light technique Mode 1 constitutes a powerful method against the microorganism's destruction and a strategy for saving energy during the treatment. The UV-C LEDs proved to be an excellent alternative in the disinfection of fresh products with pulsed light emission in the real process."
    },
    {
      "pmid": "36365361",
      "title": "L-Aspartate and L-Glutamine Inhibit Beta-Aminobutyric Acid-Induced Resistance in Tomatoes.",
      "authors": [
        "Adam Janotík",
        "Kateřina Dadáková",
        "Jan Lochman",
        "Martina Zapletalová"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant diseases caused by pathogens lead to economic and agricultural losses, while plant resistance is defined by robustness and timing of defence response. Exposure to microbial-associated molecular patterns or specific chemical compounds can promote plants into a primed state with more robust defence responses. β-aminobutyric acid (BABA) is an endogenous stress metabolite that induces resistance, thereby protecting various plants' diverse stresses by induction of non-canonical activity after binding into aspartyl-tRNA synthetase (AspRS). In this study, by integrating BABA-induced changes in selected metabolites and transcript data, we describe the molecular processes involved in BABA-induced resistance (BABA-IR) in tomatoes. BABA significantly restricted the growth of the pathogens P. syringae pv. tomato DC3000 and was related to the accumulation of transcripts for pathogenesis-related proteins and jasmonic acid signalling but not salicylic acid signalling in Arabidopsis. The resistance was considerably reduced by applying amino acids L-Asp and L-Gln when L-Gln prevents general amino acid inhibition in plants. Analysis of amino acid changes suggests that BABA-IR inhibition by L-Asp is due to its rapid metabolisation to L-Gln and not its competition with BABA for the aspartyl-tRNA synthetase (AspRS) binding site. Our results showed differences between the effect of BABA on tomatoes and other model plants. They highlighted the importance of comparative studies between plants of agronomic interest subjected to treatment with BABA."
    },
    {
      "pmid": "36276839",
      "title": "Effects of methyl salicylate pre-treatment on the volatile profiles and key gene expressions in tomatoes stored at low temperature.",
      "authors": [
        "Xiangquan Zeng",
        "Libin Wang",
        "Yingli Fu",
        "Jinhua Zuo",
        "Yan Li",
        "Jingling Zhao",
        "Rui Cao",
        "Jian Li"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tomato is one of the most widely cultivated horticultural plants in the world, while the key volatile compounds of tomato fruits generally derive from fatty acid, carotenoid, phenylalanine, and branched-chain amino acid pathways. As an important endogenous signal molecule, methyl salicylate (MeSA) plays a crucial role in the fruit ripening process of plant. Recently, it has been demonstrated that MeSA can maintain the flavor quality of full ripe tomatoes after cold-storage preservation. However, few research teams attempted to investigate the effects of MeSA plus low temperature treatment on the different volatile biosynthetic pathways of tomatoes previously. Therefore, in this study, the effects of methyl salicylate pre-treatment (0.05 mM MeSA, 24 h) on the volatile profile and flavor-related key gene expressions of tomato fruits stored at 10°C were evaluated for the first time. Our results showed that the loss of volatile compounds in low temperature-treated tomato fruits could be effectively alleviated by MeSA pre-treatment. Although MeSA had no remarkable effect on the formation of carotenoid pathway- and branched-chain amino acid pathway-related volatiles in tomatoes subjected to low temperature, the content of fatty acid pathway-related volatiles (including cis-3-hexenal, hexanal, and trans-2-hexenal) in full red fruits of 10°C MeSA group was remarkably higher than that of 10°C control group. Furthermore, MeSA pre-treatment significantly up-regulated the expression of LOXC or LOXD gene in low temperature-treated fruits at breaker or full red stage, respectively. In conclusion, pre-treatment with MeSA might avoid the loss of aromatic compounds in tomato fruits stored at low temperature by activating the fatty acid pathway."
    },
    {
      "pmid": "36212845",
      "title": "Inhibitory effect and mechanism of action of juniper essential oil on gray mold in cherry tomatoes.",
      "authors": [
        "Yu-Xuan Wu",
        "Yun-Di Zhang",
        "Na Li",
        "De-Dong Wu",
        "Qi-Meng Li",
        "Yun-Ze Chen",
        "Guo-Cai Zhang",
        "Jing Yang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Juniper essential oil (JEO), which is mostly known as an immune system booster and effective detoxifier, has substantial antimicrobial activity. A comparison of the inhibitory effects of three plant essential oils from juniper (Juniperus rigida), cedarwood (Juniperus virginiana), and cypress (Crupressus sempervirens) on four plant pathogenic fungi indicated that JEO was the most effective at inhibiting the growth of gray mold (Botrytis cinerea). Additional studies were subsequently conducted to explore the in vivo and in vitro antifungal activity and possible mechanism of JEO against B. cinerea. The results show that JEO inhibited the germination of spores and mycelial growth of B. cinerea in a concentration-dependent manner and exhibited strong inhibition when its concentration exceeded 10 μL/mL. JEO also significantly inhibited the incidence of disease and diameters of gray mold lesions on cherry tomato fruit (Solanum lycopersicum). After 12 h of treatment with JEO, the extracellular conductivity, and the contents of soluble protein, malondialdehyde, and hydrogen peroxide were 3.1, 1.2, 7.2, and 4.7 folds higher than those of the control group, respectively (P < 0.05), which indicated that JEO can damage membranes. Scanning electron microscopy observations revealed that JEO affected the morphology of mycelia, causing them to shrivel, twist and distort. Furthermore, JEO significantly improved the activities of the antioxidant-related enzymes superoxide dismutase and catalase but reduced the pathogenicity-related enzymes polygalacturonase (PG), pectin lyase and endoglucanase of B. cinerea (P < 0.05). In particular, PG was reduced by 93% after treatment with JEO for 12 h. Moreover, the 18 constituents of JEO were identified by gas chromatography/mass spectrometry (GC-MS) analysis, mainly limonene (15.17%), γ-terpinene (8.3%), β-myrcene (4.56%), terpinen-4-ol (24.26%), linalool (8.73%), α-terpineol (1.03%), o-cymene (8.35%) and other substances with antimicrobial activity. Therefore, JEO can be an effective alternative to prevent and control gray mold on cherry tomato fruit."
    },
    {
      "pmid": "36054928",
      "title": "Evolutionary relationship analysis of STARD gene family and VvSTARD5 improves tolerance of salt stress in transgenic tomatoes.",
      "authors": [
        "Shixiong Lu",
        "Honghong He",
        "Ping Wang",
        "Huiming Gou",
        "Xuejing Cao",
        "Zonghuan Ma",
        "Baihong Chen",
        "Juan Mao"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The steroidogenic acute regulatory protein-related lipid transfer domain (STARD) forms a protein that can bind membrane-derived phospholipid second messengers and plasma membranes. Although it has been reported in many plants, the evolutionary relationship of the STARD gene family has not been systematically analyzed, and functions of the HD-START and HD-START-MEKHLA domain subgroup genes under hormone and abiotic stress are also unclear in grapes. This study identified and analyzed 23 VvSTARD genes, which were distinctly divided into five subgroups according to five conserved domain types. The analyses of codon preference, selective pressure, and synteny relationship revealed that grape had higher homology with Arabidopsis compared with rice. Interestingly, the expression levels of VvSTARD genes in subgroups 1, 2, and 3 exhibited significant upregulation under NaCl treatment at 24 h, but VvSTARD genes in subgroups 4 and 5 were upregulated under methyl jasmonate (MeJA) treatment at 24 h. The subcellular localization showed that VvSTARD5 was localized in the nucleus. Additionally, under NaCl treatment at 24 h, there were an obvious decrease in the relative electrical leakages and the content of malondialdehyde (MDA), while the relative expression level of VvSTARD5 and content of proline were obviously enhanced in three transgenic lines. Therefore, the overexpression of VvSTARD5 greatly increased the salt tolerance of transgenic tomatoes. Collectively, this study preliminarily explores the comprehensive function of the STARD gene family in grapes and verifies the function of VvSTARD5 in response to salt.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Gene Expression Regulation, Plant",
        "Plants, Genetically Modified",
        "Droughts",
        "Plant Proteins",
        "Sodium Chloride",
        "Salt Tolerance",
        "Arabidopsis",
        "Stress, Physiological",
        "Proline",
        "Vitis",
        "Malondialdehyde",
        "Hormones",
        "Phospholipids"
      ]
    },
    {
      "pmid": "36010003",
      "title": "A Wash of Ethyl Acetoacetate Reduces Externally Added Salmonella enterica on Tomatoes.",
      "authors": [
        "Shelley M Horne",
        "Birgit M Prüß"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2022-Aug-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The continuously high numbers of food-borne disease outbreaks document that current intervention techniques are not yet satisfactory. This study describes a novel wash for tomatoes that can be used as part of the food processing chain and is designed to prevent contamination with serovars of Salmonella enterica. The wash contains ethyl acetoacetate (EAA) at a concentration of 8% in H2O. This wash reduced live bacterial counts (on Salmonella Shigella agar) of externally added S. Newport MDD14 by 2.3 log, counts of S. Typhimurium ATCC19585 by 1.5 log, and counts of S. Typhimurium FSL R6-0020 by 3.4 log. The naturally occurring background flora of the tomatoes was determined on plate count agar. The log reduction by EAA was 2.1. To mimic organic matter in the wash, we added 1% tomato homogenate to the 8% EAA solution. Prior to using the wash, the tomato homogenate was incubated with the EAA for 2 h. In the presence of the tomato homogenate, the log reductions were 2.4 log for S. Newport MDD14 and 3 log for S. Typhimurium FSL R6-0020. It seems like tomato homogenate did not reduce the efficacy of the EAA wash in the two S. enterica serovars tested. We propose the use of EAA as a wash for tomatoes to reduce bacterial counts of S. enterica well as naturally occurring background flora."
    },
    {
      "pmid": "35816957",
      "title": "Antimicrobial coating with organic acids and essential oil for the enhancement of safety and shelf life of grape tomatoes.",
      "authors": [
        "Tony Z Jin",
        "Xuetong Fan",
        "Sudarsan Mukhopadhyay"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2022-Oct-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the antimicrobial efficacy of two coatings against populations of nalidixic acid-resistant Salmonella, Listeria monocytogenes and native microorganisms on whole grape tomatoes. Tomatoes were surface-coated in two chitosan-acid coating solutions. Solution 1 (Chitosan) consisted of 1 % chitosan and 2 % acetic, lactic and levulinic acids. Solution 2 (Chitosan+AIT) consisted of Solution 1 plus 2 % allyl isothiocyanate (AIT). After the treatments, tomatoes were placed in PET containers and stored at 10 °C for 21 days. Chitosan and Chitosan+AIT treatments reduced Salmonella populations from 3.65 to 1.28 and <0.70 log CFU/tomato on day 1, respectively. Both treatments reduced Salmonella populations to undetectable levels (<0.70 log CFU/tomato) from Day 2 through Day 21. Similarly, Chitosan+AIT treatments caused a greater reduction in Listeria populations than Chitosan treatment on day 1, but there were no significant differences between the two treatments after day 2. Chitosan and Chitosan+AIT reduced native bacteria populations to an undetectable level after 2 days and reduced the population of native yeasts & molds to an undetectable level after 1 day. The presence of mold was only observed on control sample after 21 days. Quality analyses showed that samples which were subject to coating treatment maintained their texture and color for 21 days at 10 °C with less water loss compared to the controls. This study suggests that chitosan-acid coating is applicable for extending the shelf-life and enhancing the safety of grape tomatoes.",
      "mesh_terms": [
        "Acids",
        "Anti-Bacterial Agents",
        "Anti-Infective Agents",
        "Chitosan",
        "Colony Count, Microbial",
        "Food Microbiology",
        "Food Preservation",
        "Solanum lycopersicum",
        "Oils, Volatile",
        "Salmonella",
        "Vitis"
      ]
    },
    {
      "pmid": "35792576",
      "title": "Therapeutic Delivery of Nanoscale Sulfur to Suppress Disease in Tomatoes: In Vitro Imaging and Orthogonal Mechanistic Investigation.",
      "authors": [
        "Yi Wang",
        "Chaoyi Deng",
        "Wade H Elmer",
        "Christian O Dimkpa",
        "Sudhir Sharma",
        "Gilberto Navarro",
        "Zhengyang Wang",
        "Jacquelyn LaReau",
        "Blaire T Steven",
        "Zhenyu Wang",
        "Lijuan Zhao",
        "Chunqiang Li",
        "Om Parkash Dhankher",
        "Jorge L Gardea-Torresdey",
        "Baoshan Xing",
        "Jason C White"
      ],
      "journal": "ACS nano",
      "publication_date": "2022-Jul-26",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, P.H.S.",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Nanoscale sulfur can be a multifunctional agricultural amendment to enhance crop nutrition and suppress disease. Pristine (nS) and stearic acid coated (cS) sulfur nanoparticles were added to soil planted with tomatoes (Solanum lycopersicum) at 200 mg/L soil and infested with Fusarium oxysporum. Bulk sulfur, ionic sulfate, and healthy controls were included. Orthogonal end points were measured in two greenhouse experiments, including agronomic and photosynthetic parameters, disease severity/suppression, mechanistic biochemical and molecular end points including the time-dependent expression of 13 genes related to two S bioassimilation and pathogenesis-response, and metabolomic profiles. Disease reduced the plant biomass by up to 87%, but nS and cS amendment significantly reduced disease as determined by area-under-the-disease-progress curve by 54 and 56%, respectively. An increase in planta S accumulation was evident, with size-specific translocation ratios suggesting different uptake mechanisms. In vivo two-photon microscopy and time-dependent gene expression revealed a nanoscale-specific elemental S bioassimilation pathway within the plant that is separate from traditional sulfate accumulation. These findings correlate well with time-dependent metabolomic profiling, which exhibited increased disease resistance and plant immunity related metabolites only with nanoscale treatment. The linked gene expression and metabolomics data demonstrate a time-sensitive physiological window where nanoscale stimulation of plant immunity will be effective. These findings provide mechanistic understandings of nonmetal nanomaterial-based suppression of plant disease and significantly advance sustainable nanoenabled agricultural strategies to increase food production.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Sulfur",
        "Plant Diseases",
        "Soil",
        "Plants",
        "Sulfates"
      ]
    },
    {
      "pmid": "35567173",
      "title": "Exogenous Rosmarinic Acid Application Enhances Thermotolerance in Tomatoes.",
      "authors": [
        "Zhiwen Zhou",
        "Jiajia Li",
        "Changan Zhu",
        "Beiyu Jing",
        "Kai Shi",
        "Jingquan Yu",
        "Zhangjian Hu"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Due to global warming, high-temperature stress has become a major threat to plant growth and development, which causes a severe challenge to food security worldwide. Therefore, it is necessary to explore the plant bioactive molecules, which could be a promising approach to strengthening plant thermotolerance. Rosmarinic acid (RA) serves as a plant-derived phenolic compound and has beneficial and health-promoting effects for human beings. However, the involvement of RA in plant stress response and the underlying molecular mechanism was largely unknown. In this study, we found that exogenous RA application conferred improved thermotolerance in tomatoes. The transcript abundance and the enzyme activity of enzymatic antioxidants, such as ascorbate peroxidase (APX), catalase (CAT), glutathione reductase (GR), and dehydroascorbate reductase (DHAR), were further promoted by RA treatment in tomato plants subjected to high-temperature stress. Moreover, RA activated the antioxidant system and modulated the cellular redox homeostasis also associated with the redox status of nonenzymatic glutathione and ascorbic acid. The results of RNA-seq data showed that transcriptional regulation was involved in RA-mediated thermotolerance. Consistently, the gene expression of several high temperature-responsive transcription factors like HsfA2, and WRKY family genes were substantially induced by RA treatment, which potentially contributed to the induction of heat shock proteins (HSPs). Overall, these findings not only gave a direct link between RA and plant thermotolerance but also provided an attractive approach to protecting crop plants from high-temperature damage in a global warming future."
    },
    {
      "pmid": "35531202",
      "title": "A new circular economy approach for integrated production of tomatoes and mushrooms.",
      "authors": [
        "Vandinelma Oliveira Vieira",
        "Aparecido Almeida Conceição",
        "Joice Raisa Barbosa Cunha",
        "Antony Enis Virginio Machado",
        "Euziclei Gonzaga de Almeida",
        "Eustáquio Souza Dias",
        "Lucas Magalhães Alcantara",
        "Robert Neil Gerard Miller",
        "Félix Gonçalves de Siqueira"
      ],
      "journal": "Saudi journal of biological sciences",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spent mushroom Substrate is the by-product generated at the end of the mushroom growing cycle. It can be used in agriculture for different purposes, including seedling production, soil conditioning or application as an organic fertilizer. Tomato is one of the world́s most important crops, requiring considerable care, in terms of both nutrition and disease control. The objective of this study was to investigate the viability of spent mushroom substrate as a nutrient source for tomato seedlings and develop an integrated tomato and mushroom co-production system. For seedling production, different compositions were evaluated with spent mushroom substrate from Pleurotus ostreatus or substrate colonized with Agaricus bisporus. The parameters evaluated comprised germination rate, seedling quality and physicochemical analysis. A tomato and mushroom integrated production system was developed using a 40-liter pot divided into upper (spent mushroom substrate and soil), middle (spent mushroom substrate from P. ostreatus) and lower (gravel) layers. For seedlings production, plants treated with the substrate colonized with A. bisporus presented a superior root length (10.1 cm) and aerial part length (6.6 cm). Co-production of tomato and mushrooms was also shown to be viable. In this co-cultivation system between tomato and mushroom, the treatment with the substrate colonized with A. bisporus differed from others, with this treatment presenting high yields of tomato (2.35 kg/plant pot) and mushrooms (1.33 kg/plant pot) within the same bucket. With this co-production system, the tomato production time was reduced by 60 days and prolonged continuous mushroom production by 120 days. These findings show a sustainable approach to manage different agroindustrial residues, encouraging the use of these residues for olericulture and fungiculture production."
    },
    {
      "pmid": "35525200",
      "title": "Prunus persica transcription factor PpNAC56 enhances heat resistance in transgenic tomatoes.",
      "authors": [
        "Xiangguang Meng",
        "Ning Wang",
        "Huajie He",
        "Qiuping Tan",
        "Binbin Wen",
        "Rui Zhang",
        "Xiling Fu",
        "Wei Xiao",
        "Xiude Chen",
        "Dongmei Li",
        "Ling Li"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2022-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Members of the NAC (NAM, ATAF1,2 and CUC2) transcription factor family are involved in numerous processes of plant growth and development and play an important role in the response to abiotic stresses such as salinity, drought and heat, but little research on this topic has been done in peach. In this study, we analyzed the expression patterns of PpNAC56 under abiotic stress and found that PpNAC56 responded to high-temperature stress. To verify the function of PpNAC56, we overexpressed this gene in tomato plants and found that, compared with WT plants, the transgenic tomato plants could accumulate more osmoregulatory substances after high-temperature treatment and thus were more heat resistance. Then, using Y2H, BIFC, and pull-down assays, we found that PpNAC56 could interact with PpMIEL1. In addition, Y1H and dual-luciferase assays verified that PpNAC56 could activate the expression of PpHSP17.4 and PpSnRK2D. The above experimental results demonstrate that PpNAC56 plays an important role in the plant response to heat stress.",
      "mesh_terms": [
        "Arabidopsis",
        "Droughts",
        "Gene Expression Regulation, Plant",
        "Solanum lycopersicum",
        "Plant Proteins",
        "Plants, Genetically Modified",
        "Prunus persica",
        "Stress, Physiological",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "35310666",
      "title": "Application of a Biostimulant (Pepton) Based in Enzymatic Hydrolyzed Animal Protein Combined With Low Nitrogen Priming Boosts Fruit Production Without Negatively Affecting Quality in Greenhouse-Grown Tomatoes.",
      "authors": [
        "Tania Mesa",
        "Javier Polo",
        "Andrea Casadesús",
        "Íñigo Gómez",
        "Sergi Munné-Bosch"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Improved nutrient use efficiency together with the use of biostimulants have been little explored thus far to improve fruit yield and quality in economically relevant crops. The aim of this study was to determine the additive or synergistic effects, if any, of the application of an enzyme hydrolyzed animal protein biostimulant (Pepton) combined with priming with low nitrogen (N) in the production and quality of greenhouse tomatoes. Biostimulant treatment (Pepton at a dose equivalent of 4 kg/ha) was applied by ferti-irrigation for 2 months during the vegetative phase both in controls (watered with nutrient solution) and nutrient efficient crop (NEC), in which plants were primed with low N by exposing them to a 30% N deficiency for 2 months, and then recovered for 1 month before fruit production. Foliar water and N contents, pigments, maximum PSII efficiency (Fv/Fm ratio), and phytohormones [including abscisic acid (ABA), salicylic acid (SA), jasmonic acid (JA), and cytokinins] were measured prior and at 4 and 8 weeks after the first application. Fruit production and quality [as indicated by total soluble sugars (TSS) and acidity (TA), and the contents of lycopene, vitamin E, and vitamin C] were measured 1 month later at harvest. Priming with low N availability (NEC plants) doubled (p < 0.001) fruit production (due to an increase in the number of fruits), tended to increase (p = 0.057) by 20% the amount of TSS and increased (p < 0.05) the contents of lycopene (by 90%) and vitamin E (by 40%). Pepton displayed a tendency, almost significant, to improve (p = 0.054) total fruit production both in control and NEC plants, thus showing an additive effect to low N priming in boosting fruit production. Pepton maintained fruit quality in terms of sugar accumulation, total acidity and the contents of carotenoids, vitamins C and E. Pepton-related improvement in fruit production seemed to be related, at least partially, to an increased accumulation of cytokinins and photosynthetic pigments in leaves, which might favor vegetative vigor and ultimately fruit yield. In conclusion, Pepton application was effective in improving the yield of greenhouse tomatoes showing additive effect with low N priming, without negatively affecting fruit quality."
    },
    {
      "pmid": "35278075",
      "title": "Tomatoes, Lycopene, and Prostate Cancer: What Have We Learned from Experimental Models?",
      "authors": [
        "Nancy E Moran",
        "Jennifer M Thomas-Ahner",
        "Lei Wan",
        "Krystle E Zuniga",
        "John W Erdman",
        "Steven K Clinton"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2022-Jun-09",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Human epidemiology suggests a protective effect of tomatoes or tomato phytochemicals, such as lycopene, on prostate cancer risk. However, human epidemiology alone cannot reveal causal relations. Laboratory animal models of prostate cancer provide opportunities to investigate hypotheses regarding dietary components in precisely controlled, experimental systems, contributing to our understanding of diet and cancer risk relations. We review the published studies evaluating the impact of tomatoes and/or lycopene in preclinical models of prostate carcinogenesis and tumorigenesis. The feeding of tomatoes or tomato components demonstrates anti-prostate cancer activity in both transplantable xenograft models of tumorigenesis and models of chemically- and genetically-driven carcinogenesis. Feeding pure lycopene shows anticancer activity in most studies, although outcomes vary by model system, suggesting that the impact of pure lycopene can depend on dose, duration, and specific carcinogenic processes represented in different models. Nonetheless, studies with the transgenic adenocarcinoma of the mouse prostate (TRAMP) model of carcinogenesis typically demonstrate similar bioactivity to that of tomato feeding. In general, interventions that commence earlier in carcinogenesis and are sustained tend to be more efficacious. Accumulated data suggest that lycopene is one, but perhaps not the only, anticancer bioactive compound in tomatoes. Although it is clear that tomatoes and lycopene have anti-prostate cancer activity in rodent models, major knowledge gaps remain in understanding dose-response relations and molecular mechanisms of action. Published and future findings from rodent studies can provide guidance for translational scientists to design and execute informative human clinical trials of prostate cancer prevention or in support of therapy.",
      "mesh_terms": [
        "Animals",
        "Anticarcinogenic Agents",
        "Carcinogenesis",
        "Carotenoids",
        "Disease Models, Animal",
        "Humans",
        "Lycopene",
        "Solanum lycopersicum",
        "Male",
        "Mice",
        "Prostatic Neoplasms"
      ]
    },
    {
      "pmid": "35053942",
      "title": "Influence of Atmospheric Cold Plasma Exposure on Naturally Present Fungal Spores and Physicochemical Characteristics of Sundried Tomatoes (Solanum lycopersicum L.).",
      "authors": [
        "Junior Bernardo Molina-Hernandez",
        "Jessica Laika",
        "Yeimmy Peralta-Ruiz",
        "Vinay Kumar Palivala",
        "Silvia Tappi",
        "Filippo Cappelli",
        "Antonella Ricci",
        "Lilia Neri",
        "Clemencia Chaves-López"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Jan-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research aimed to evaluate the impact of atmospheric cold plasma (ACP) treatment on the fungal spores naturally present in sundried tomatoes, as well as their influence on the physico-chemical properties and antioxidant activity. ACP was performed with a Surface Dielectric Barrier Discharge (SDBD), applying 6 kV at 23 kHz and exposure times up to 30 min. The results showed a significant reduction of mesophilic aerobic bacteria population and of filamentous fungi after the longer ACP exposure. In particular, the effect of the treatment was assessed on Aspergillus rugulovalvus (as sensible strain) and Aspergillus niger (as resistant strain). The germination of the spores was observed to be reliant on the species, with nearly 88% and 32% of non-germinated spores for A. rugulovalvus and A. niger, respectively. Fluorescence probes revealed that ACP affects spore viability promoting strong damage to the wall and cellular membrane. For the first time, the sporicidal effect of ACP against A. rugulovalvus is reported. Physicochemical parameters of sundried tomatoes such as pH and water activity (aw) were not affected by the ACP treatment; on the contrary, the antioxidant activity was not affected while the lycopene content was significantly increased with the increase in ACP exposure time (p ≤ 0.05) probably due to increased extractability."
    },
    {
      "pmid": "35047444",
      "title": "Comparing the Effect of Arabic, Basil Seed and Salvia Macrosiphon Gums-Based Coatings on the Shelf-Life of Tomatoes.",
      "authors": [
        "Zahra Pourshaab Fallah",
        "Ali Motamedzadegan",
        "Mahsa Mohammadi Haghighi",
        "Zahra Latifi",
        "Sepideh Gholami Khesht"
      ],
      "journal": "Preventive nutrition and food science",
      "publication_date": "2021-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel edible coating containing basil seed gum (0.1, 0.3, and 0.5%), Salvia macrosiphon seed gum (0.25, 0.5, and 0.75%), and Arabic gum (10%) at normal pH and pH 5/6 has been used as a postharvest treatment to maintain tomato quality and safety. In this study, the physicochemical properties of tomatoes were investigated during 35 days of storage at 4°C. During storage, coated fruit showed increases in vitamin C retention, reduced weight loss, color changes, and accelerated softening. However, treatment of tomatoes with gum significantly delayed onset of parameters related to loss of postharvest quality, and storability was extended. All the coated samples had increased vitamin C retention compared with controls, with highest contents observed for tomatoes coated in basil seed gum 0.1% and Arabic gum at pH 5.6. In conclusion, basil seed gum 0.1%, S. macrosiphon seed gum 0.25 and 0.5%, and Arabic gum at normal pH were the best treatments for maintaining postharvest quality of tomatoes."
    },
    {
      "pmid": "34952983",
      "title": "Maintenance shelf-life quality of cocktail tomatoes by using UV-C illumination and Arabic gum coating.",
      "authors": [
        "Mehmet S Kurubas",
        "Isilay K Yildirim",
        "Qasid Ali",
        "Mustafa Erkan"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The aim of the study was to investigate the effects of Arabic gum (AG) coating, UV-C illumination and its combinations on postharvest quality parameters of cocktail tomatoes (Solanum lycopersicum L. cv. Ipekce F1 ). After harvest, mature green tomatoes were treated with 10% Arabic gum (AG10), 20% AG (AG20), 3.6 kJ m-2 ultraviolet-C (UV-C) illumination, 3.6 kJ m-2 UV-C+AG10 and 3.6 kJ m-2 UV-C+AG20, and stored at 20 °C for 20 days. RESULTS: The highest titratable acidity (TA), total soluble solids (TSS) and the lowest weight loss were obtained in AG20 treatments. Maximum fruit firmness and L* value were in AG20 and UV-C+AG20 treatment. The greatest h° values were recorded in AG20, UV-C+AG20 and control group. The highest vitamin C content were obtained from AG20, UV-C+AG10 and UV-C+AG20 treated tomatoes. Minimum lycopene content was determined from AG10, AG20, UV-C+AG10 and UV-C+AG20 treatments. Maximum chlorophyll content was determined from UV-C+AG20-treated tomatoes. AG10, AG20, UV-C+AG10 and UV-C+AG20 treatments resulted in lower ethylene emissions as compared to control and UV-C-treated tomatoes. AG20, UV-C+AG10 and UV-C+AG20 treatments generally had lower values than control and UV-C in term of respiration rates. CONCLUSION: It is concluded that AG20 treatment effectively maintained the postharvest quality and biochemical properties of cocktail tomatoes as compared to other tested treatments. © 2021 Society of Chemical Industry.",
      "mesh_terms": [
        "Fruit",
        "Lighting",
        "Lycopene",
        "Solanum lycopersicum",
        "Quality of Life"
      ]
    },
    {
      "pmid": "34538043",
      "title": "[Role of tomatoes and products thereof in human healthy diet].",
      "authors": [
        "E V Shiсh",
        "E V Elizarova",
        "A A Makhova",
        "T V Bragina"
      ],
      "journal": "Voprosy pitaniia",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Tomatoes are an essential part of the diet. Epidemiological studies have established a link between the consumption of tomatoes, which contain carotenoids, and a reduction in the risk of diseases such as cancer and cardiovascular diseases. Ripe tomato fruits are dark red in color due to the carotenoid lycopene, which is synthesized during fruit ripening. The aim of this review was to summarize and analyze modern data on the role of tomatoes and their processed products in healthy human nutrition. Results. The beneficial effects of this vegetable on bone health, cognitive function, and the cardiovascular system have been studied. However, large intervention studies are needed to confirm a real causal relationship between tomato consumption and the risk of these diseases. Given the presence of various useful bioactive components in tomatoes, the results of most studies provide a reason to include more tomatoes and their processed products in the diet. However, both excessive and regular consumption of this vegetable can cause some side effects in the human body. Conclusion. Recent studies highlight the relationship between tomato consumption and a reduced risk of various diseases such as obesity, hypercholesterolemia, cardiovascular disease and cancer. Tomatoes, thanks to the bioactive substances they contain, with an adequate level of consumption, can become effective component of a healthy diet.",
      "mesh_terms": [
        "Antioxidants",
        "Carotenoids",
        "Diet",
        "Diet, Healthy",
        "Fruit",
        "Humans",
        "Lycopene",
        "Solanum lycopersicum"
      ]
    },
    {
      "pmid": "34502959",
      "title": "Postharvest Quality of Cherry Tomatoes Coated with Mucilage from Dragon Fruit and Irradiated with UV-C.",
      "authors": [
        "Zuliana Razali",
        "Chandran Somasundram",
        "Siti Zalifah Nurulain",
        "Wijenthiran Kunasekaran",
        "Matthew Raj Alias"
      ],
      "journal": "Polymers",
      "publication_date": "2021-Aug-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cherry tomatoes are climacteric fruits that have a limited shelf life. Over the years, many methods have been applied to preserve the fruit quality and safety of these fruits. In this study, a novel method of combining mucilage from dragon fruits and UV-C irradiation was carried out. Cherry tomatoes were subjected to UV-C irradiation and edible coating, both as a stand-alone and hurdle treatment. The edible coating was prepared from the mucilage of white dragon fruits. Quality parameters including color, weight loss, total soluble solids, titratable acidity, ascorbic acid, antioxidant analysis (total phenolic content and flavonoid content), and microbial analysis were measured throughout 21 days of storage at 4 °C. Results showed that the hurdle treatment extended shelf life by 21 days, reduced weight loss (0.87 ± 0.05%) and color changes (11.61 ± 0.95 ΔE), and inhibited microbes better than stand-alone treatments. Furthermore, fruits treated with the combination of UV-C and edible coating also contained higher total polyphenol content (0.132 ± 0.003 mg GAE/100 mL), total flavonoid content (13.179 ± 0.002 mg CE/100 mL), and ascorbic acid (1.07 ± 0.06 mg/100 mL). These results show that the combination of UV-C and edible coating as a hurdle treatment could be an innovative method to preserve shelf life and quality of fruits."
    },
    {
      "pmid": "34451719",
      "title": "Light Spectra and Root Stocks Affect Response of Greenhouse Tomatoes to Long Photoperiod of Supplemental Lighting.",
      "authors": [
        "Jason Lanoue",
        "Alyssa Thibodeau",
        "Celeste Little",
        "Jingming Zheng",
        "Bernard Grodzinski",
        "Xiuming Hao"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Aug-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant biomass and yield are largely dictated by the total amount of light intercepted by the plant (daily light integral (DLI)-intensity × photoperiod). It is more economical to supply the desired DLI with a long photoperiod of low-intensity light because it uses fewer light fixtures, reducing capital costs. Furthermore, heat released by the light fixtures under a long photoperiod extended well into the night helps to meet the heating requirement during the night. However, extending the photoperiod beyond a critical length (>17 h) may be detrimental to production and lead to leaf chlorosis and a reduction in leaf growth and plant vigor in greenhouse tomato production. It is known that red light can increase leaf growth and plant vigor, as can certain rootstocks, which could compensate for the loss in plant vigor and leaf growth from long photoperiods. Therefore, this study investigated the response of tomatoes grafted onto different rootstocks to a long photoperiod of lighting under red and other light spectra. Tomato plants 'Trovanzo' grafted onto 'Emperator' or 'Kaiser' were subjected to two spectral compositions-100% red or a mix of red (75%), blue (20%), and green (5%) light for 17 h or 23 h. The four treatments supplied similar DLI. Leaf chlorosis appeared in all plants under 23 h lighting regardless of spectral compositions between 20 and 54 days into the treatment. The yield for 23 h mixed lighting treatment was lower than both 17 h lighting treatments. However, the 23 h red lighting treatment resulted in less leaf chlorosis and the plants grafted onto 'Emperator' produced a similar yield as both 17 h lighting treatments. Therefore, both spectral compositions and rootstocks affected the response of greenhouse tomatoes to long photoperiods of lighting. With red light and proper rootstock, the negative yield impact from long photoperiod lighting can be eliminated."
    },
    {
      "pmid": "34441505",
      "title": "Effects of Harvest Maturity, Refrigeration and Blanching Treatments on the Volatile Profiles of Ripe \"Tasti-Lee\" Tomatoes.",
      "authors": [
        "Yu Xi",
        "Qing Li",
        "Jiaqi Yan",
        "Elizabeth Baldwin",
        "Anne Plotto",
        "Erin Rosskopf",
        "Jason C Hong",
        "Jinhua Zuo",
        "Jinhe Bai",
        "Jian Li"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2021-Jul-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The interactive effects of six maturity stages and refrigerated storage (chilling)/blanching (heating) treatments on the volatile profiles of ripe tomatoes were studied. A total of 42 volatiles were identified, of which 19 compounds had odor activity values equal to or greater than 1. Of those, \"green\" and \"leafy\" aroma volatiles were most abundant. Chilling and heating treatments both suppressed overall volatile production, with chilling having the greater impact, regardless of harvest maturity. However, fruit harvested at the turning stage had the least volatile suppression by chilling and heating treatments in comparison with fruit harvested earlier or later, mostly in the fatty acid- and phenylalanine-derived volatiles. Volatiles derived from amino acids were promoted by heat treatment for fruit harvested at all maturities, and those derived from carotenoid and phenylalanine pathways and harvested at advanced harvest maturities were stimulated by chilling treatment. Volatile production is generally believed to be improved by delayed harvest, with vine-ripe being optimum. However, opposite results were observed possibly because the later-harvested fruit had longer exposure to open-field weather stress. The best harvest maturity recommendation is the turning stage where fruit developed abundant volatiles and were least impacted by chilling and heating treatments."
    },
    {
      "pmid": "34420363",
      "title": "Supplemental Fumigant Placement Improves Root Knot and Fusarium Wilt Management for Tomatoes Produced on a Raised-Bed Plasticulture System in Florida's Myakka Fine Sand.",
      "authors": [
        "Caroline J Land",
        "Gary E Vallad",
        "Johan Desaeger",
        "Edzard Van Santen",
        "Joe Noling",
        "Kathy Lawrence"
      ],
      "journal": "Plant disease",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fresh-market tomatoes are produced on a raised-bed plasticulture system that relies heavily on soil-applied preplant fumigants for the management of soilborne pathogens, nematodes, and weeds. Since the transition from methyl bromide to alternative fumigants, growers have experienced a resurgence of several soilborne pests and pathogens, including root-knot nematode caused by Meloidogyne spp. and Fusarium wilt caused by Fusarium oxysporum f. sp. lycopersici race 3. This resurgence is attributed to the inability of the alternative fumigants to effectively disperse through the soil in the same manner as methyl bromide. Two supplemental fumigation strategies, the application of chloropicrin (PIC) below bed edges (herein \"supplemental PIC\") and broadcast deep-shank applications of 1,3-dichloropropene (1,3-D), were evaluated in conjunction with standard raised-bed applications of Pic-Clor 60, Pic-Clor 80, and Pic 100 covered with a virtually impermeable film or a totally impermeable film. Large-plot replicated studies were conducted in two separate commercial tomato fields with a history of production losses caused by root-knot nematode and Fusarium wilt. Deep-shank 1,3-D applications significantly reduced the recovery of root-knot and total parasitic nematodes across field sites before the preparation of raised beds. Both supplemental PIC and deep-shank 1,3-D reduced root-knot galling and Fusarium wilt incidence, but the latter supplemental treatment statistically had the greatest impact. Fumigant applied within raised beds or plastic film had no significant effect on root-knot galling or Fusarium wilt. Although both supplemental fumigation strategies had a significant effect on pest and disease pressure, neither statistically improved tomato yields based on small subplot harvests. Controlled laboratory experiments confirmed the fungicidal activity of 1,3-D against F. oxysporum f. sp. lycopersici, with 75, 90, 95, and 99% lethal doses corresponding to estimated field application rates of 56.1, 93.5, 121.6, and 184.7 liters/ha, respectively. The results demonstrate how fumigant placement can improve pest and disease control activity with current fumigant alternatives to methyl bromide and further support the broader pesticidal activity of some chemical fumigants.",
      "mesh_terms": [
        "Animals",
        "Florida",
        "Fusarium",
        "Solanum lycopersicum",
        "Sand",
        "Tylenchoidea"
      ]
    },
    {
      "pmid": "34148346",
      "title": "Elemental Sulfur Nanoparticles Enhance Disease Resistance in Tomatoes.",
      "authors": [
        "Xuesong Cao",
        "Chuanxi Wang",
        "Xing Luo",
        "Le Yue",
        "Jason C White",
        "Wade Elmer",
        "Om Parkash Dhankher",
        "Zhenyu Wang",
        "Baoshan Xing"
      ],
      "journal": "ACS nano",
      "publication_date": "2021-Jul-27",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In agriculture, loss of crop yield to pathogen damage seriously threatens efforts to achieve global food security. In the present work, \"organic\" elemental sulfur nanoparticles (SNPs) were investigated for management of the fungal pathogen Fusarium oxysporum f. sp. lycopersici on tomatoes. Foliar application and seed treatment with SNPs (30-100 mg/L, 30 and 100 nm) suppressed pathogen infection in tomatoes, in a concentration- and size-dependent fashion in a greenhouse experiment. Foliar application with 1 mg/plant of 30 nm SNPs (30-SNPs) exhibited the best performance for disease suppression, significantly decreasing disease incidence by 47.6% and increasing tomato shoot biomass by 55.6% after 10 weeks application. Importantly, the disease control efficacy with 30-SNPs was 1.43-fold greater than the commercially available fungicide hymexazol. Mechanistically, 30-SNPs activated the salicylic acid-dependent systemic acquired resistance pathway in tomato shoots and roots, with subsequent upregulation of the expression of pathogenesis-related and antioxidase-related genes (upregulated by 11-352%) and enhancement of the activity and content of disease-related biomolecules (enhanced by 5-49%). In addition, transmission electron microscopy imaging shows that SNPs were distributed in the tomato stem and directly inactivated in vivo pathogens. The oxidative stress in tomato shoots and roots, the root plasma membrane damage, and the growth of the pathogen in stem were all significantly decreased by SNPs. The findings highlight the significant potential of SNPs as an eco-friendly and sustainable crop protection strategy.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Disease Resistance",
        "Plant Diseases",
        "Nanoparticles",
        "Sulfur"
      ]
    },
    {
      "pmid": "34090164",
      "title": "Effect of fertilisation with black table olive wastewater solutions on production and quality of tomatoes cultivated under open field conditions.",
      "authors": [
        "Berta de Los Santos",
        "Pedro García-Serrano",
        "Concepción Romero",
        "Ana Aguado",
        "Pedro García-García",
        "Dámaso Hornero-Méndez",
        "Manuel Brenes"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2021-Oct-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was aimed at making progress on the valorisation of table olive wastewater that currently represent a big environmental problem for factories. Concentrates from vacuum evaporation of the wastewater generated during processing of black ripe olives treated with KOH were tested as fertilisers of tomato plants in open field assays for three consecutive crops. Fertilisation was performed by drip irrigation every 15 days; the first treatment being 15 days after transplanting, and a total of five fertilisation treatments were carried out. A phytotoxic effect was not observed on plants or fruit in any case but higher yield (fruit/plant and g/plant) was obtained in comparison to irrigation with only tap water. Moreover, the combined use of the olive concentrate with inorganic nitrogen supply (NH4NO3), in order to comply with the nutrient needs of plants, was also tested. The results demonstrated that the olive concentrates could be a good substitute for inorganic potassium (as KNO3) during the cultivation of tomato plants without any negative effect on the tomato quality (pH, °Brix, sugars, organic acids) or content of bioactive substances (phenolic compounds and carotenoids).",
      "mesh_terms": [
        "Fertilization",
        "Fruit",
        "Solanum lycopersicum",
        "Olea",
        "Wastewater"
      ]
    },
    {
      "pmid": "34072654",
      "title": "Effects of Clonostachys rosea f. catenula Inoculum on the Composting of Cabbage Wastes and the Endophytic Activities of the Composted Material on Tomatoes and Red Spider Mite Infestation.",
      "authors": [
        "Nomfusi Ntsobi",
        "Morris Fanadzo",
        "Marilize Le Roes-Hill",
        "Felix Nchu"
      ],
      "journal": "Microorganisms",
      "publication_date": "2021-May-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Globally, fungal inocula are being explored as agents for the optimization of composting processes. This research primarily evaluates the effects of inoculating organic vegetable heaps with the entomopathogenic fungus Clonostachys rosea f. catenula (Hypocreales) on the biophysicochemical properties of the end-product of composting. Six heaps of fresh cabbage (Brassica oleracea var. capitata) waste were inoculated with C. rosea f. catenula conidia and another six were not exposed to the fungus. The composted materials from the fungus- and control-treated heaps were subsequently used as a medium to cultivate tomatoes (Solanum lycopersicum). The biophysicochemical characteristics of the composted materials were also assessed after composting. In addition, the protective effect of the fungal inoculum against red spider mite (Tetranychus urticae) infestations in the tomatoes was evaluated through the determination of conidial colonization of the plant tissue and the number of plants infested by the insect. Furthermore, phytotoxicity tests were carried out post experiment. There were few significant variations (p < 0.05) in heap temperature or moisture level between treatments based on the weekly data. We found no significant differences in the levels of compost macronutrient and micronutrient constituents. Remarkably, the composted materials, when incorporated into a growth medium from fungus-treated heaps, induced a 100% endophytic tissue colonization in cultivated tomato plants. While fewer red spider mite infestations were observed in tomato plants grown in composted materials from fungus-treated heaps, the difference was not significant (χ2 = 0.96 and p = 0.32). The fungal treatment yielded composted materials that significantly (p < 0.05) enhanced tomato seed germination, and based on the phytotoxicity test, the composted samples from the heaps exposed to the C. rosea f. catenula inoculum were not toxic to tomato seeds and seedlings. In conclusion, this study showed that C. rosea f. catenula improved the quality of composted materials in terms of fungal endophytism and seed germination."
    },
    {
      "pmid": "34071129",
      "title": "Se-Enrichment Pattern, Composition, and Aroma Profile of Ripe Tomatoes after Sodium Selenate Foliar Spraying Performed at Different Plant Developmental Stages.",
      "authors": [
        "Annalisa Meucci",
        "Anton Shiriaev",
        "Irene Rosellini",
        "Fernando Malorgio",
        "Beatrice Pezzarossa"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-May-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Foliar spray with selenium salts can be used to fortify tomatoes, but the results vary in relation to the Se concentration and the plant developmental stage. The effects of foliar spraying with sodium selenate at concentrations of 0, 1, and 1.5 mg Se L-1 at flowering and fruit immature green stage on Se accumulation and quality traits of tomatoes at ripening were investigated. Selenium accumulated up to 0.95 µg 100 g FW-1, with no significant difference between the two concentrations used in fruit of the first truss. The treatment performed at the flowering stage resulted in a higher selenium concentration compared to the immature green treatment in the fruit of the second truss. Cu, Zn, K, and Ca content was slightly modified by Se application, with no decrease in fruit quality. When applied at the immature green stage, Se reduced the incidence of blossom-end rot. A group of volatile organic compounds (2-phenylethyl alcohol, guaiacol, (E)-2-heptenal, 1-penten-3-one and (E)-2-pentenal), positively correlated with consumer liking and flavor intensity, increased following Se treatment. These findings indicate that foliar spraying, particularly if performed at flowering stage, is an efficient method to enrich tomatoes with Se, also resulting in positive changes in fruit aroma profile."
    },
    {
      "pmid": "33993955",
      "title": "Inhibitory effects and mechanisms of vanillin on gray mold and black rot of cherry tomatoes.",
      "authors": [
        "Jing Yang",
        "Yun-Ze Chen",
        "Wu Yu-Xuan",
        "Li Tao",
        "Yun-Di Zhang",
        "Shu-Ren Wang",
        "Guo-Cai Zhang",
        "Jie Zhang"
      ],
      "journal": "Pesticide biochemistry and physiology",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vanillin is a natural antimicrobial agent; however, there are few reports on its antifungal effect on postharvest pathogenic fungi. This study aimed to investigate the in vivo and in vitro antifungal activities of vanillin against gray mold (caused by B. cinerea) and black rot (caused by A. alternata) of cherry tomato fruit and to explain its possible mechanism of action. Vanillin strongly inhibits Botrytis cinerea and Alternaria alternata mycelial growth, spore germination, and germ tube elongation in a concentration-dependent manner (P<0.05). In vivo experiments showed that 4000 mg L-1 vanillin treatment inhibited cherry tomato gray mold and black rot occurrence. Besides, intercellular electrolytes, soluble proteins, and soluble sugars leakage indicated that 50 or 100 mg L-1 vanillin treatment increased Botrytis cinerea and Alternaria alternata membrane permeability. The increase of malondialdehyde and hydrogen peroxide contents confirmed that 50 or 100 mg L-1 vanillin treatment damages the pathogen membranes. Importantly, vanillin treatment inhibited the pathogenicity-related enzyme activities of the two pathogens to reduce their infection ability, among them PL enzyme activity in A. alternata was most inhibited, reducing by 94.7 % at 6 h treated with 100 mg L-1 vanillin. The hyphae morphology of the two pathogens changed, the mycelia were severely damaged, and the hyphae surface was deformed, shrunk, or even broken after 100 mg L-1 vanillin treatment. In summary, vanillin had a substantial inhibitory effect on postharvest gray mold and black rot in cherry tomato fruit. Therefore, vanillin can be an effective alternative to prevent and control cherry tomato postharvest diseases.",
      "mesh_terms": [
        "Alternaria",
        "Benzaldehydes",
        "Botrytis",
        "Fruit",
        "Solanum lycopersicum",
        "Plant Diseases"
      ]
    },
    {
      "pmid": "33974182",
      "title": "Antifungal action of chitosan in combination with fungicides in vitro and chitosan conjugate with gallic acid on tomatoes against Botrytis cinerea.",
      "authors": [
        "Natalia Karpova",
        "Balzhima Shagdarova",
        "Alexey Lunkov",
        "Alla Il'ina",
        "Valery Varlamov"
      ],
      "journal": "Biotechnology letters",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the present work, a positive effect was obtained by using low molecular weight chitosan compounds in combination with synthetic fungicides. Antifungal activity against Botrytis cinerea, determined by the radial growth method, was more than 75%, with a 25 × 10- 10 g/L concentration of fludioxonil or difenoconazole in compounds. Metabolic activity of B. cinerea fungus was about 15% when using a chitosan compound containing fludioxonil at a concentration of 25 × 10- 7 g/L. The combined action of chitosan with difenoconazole at a fungicide concentration of 25 × 10- 4 g/L is 2-3 times more effective than the action of each component separately. Results of studies for artificially inoculated B. cinerea tomato fruit when treated with low molecular chitosan and chitosan conjugate with gallic acid reduced the frequency of rotting fruit by 50 and 83%, respectively. Chitosan-gallic acid conjugate were obtained from chitosans with Mw of 28 kDa (Ch28GA) was proved to be effective as a preventive treatment for 3 days and can potentially be used as a biofungicide against B. cinerea on tomatoes in the post-harvest period.",
      "mesh_terms": [
        "Antifungal Agents",
        "Botrytis",
        "Chitosan",
        "Dioxolanes",
        "Fungicides, Industrial",
        "Gallic Acid",
        "Solanum lycopersicum",
        "Plant Diseases",
        "Triazoles"
      ]
    },
    {
      "pmid": "33880734",
      "title": "Reduction of Norovirus Surrogates Alone and in Association with Bacteria on Leaf Lettuce and Tomatoes During Application of Aqueous Ozone.",
      "authors": [
        "Cailin R Dawley",
        "Jung Ae Lee",
        "Kristen E Gibson"
      ],
      "journal": "Food and environmental virology",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Retail foodservice establishments (FSE) frequently utilize washes with sanitizing agents during fresh produce preparation. This study evaluated the efficacy of ozonated water on the inactivation of viruses, bacteria, and viruses in association with bacteria on produce surfaces. Boston bibb lettuce (BB) and cherry tomatoes were spot inoculated with viruses (murine norovirus (MNV) and MS2 bacteriophage), bacteria (Enterobacter cloacae and Bacillus cereus), or MNV associated with E. cloacae or B. cereus. Following inoculation, produce was held at 4 °C for 90 min (virus, virus + bacteria) or 24 h (virus, bacteria) prior to treatment. A batch wash ozone sanitation system (BWOSS) was prepared with ice (3-5 °C) and 0.5 ppm initial ozone concentration or no ozone. Produce samples were treated for 40 min with an ozonated water (0.86-0.99 ppm) or water-only wash with samples taken every 10 min. Samples were processed for microbial recovery, and plaque forming units (PFU) and colony forming units remaining on the produce were determined. Although microbial reductions of 99 to 99.99% were achieved during ozone treatments, few statistically significant differences (P > 0.1) were detected when comparing the ozonated water to water-only wash. Notably, a significant difference (P = 0.009) in log reduction of MNV + bacteria and MNV alone on BB was observed after 40 min ozonated water wash. Specifically, MNV with B. cereus achieved a 1-log greater reduction (2.60 log PFU/ml) compared to MNV alone (1.63 log PFU/ml). Overall, washing produce in ozonated water did not significantly increase microbial inactivation compared to water alone under the conditions presented here. Variables impacting ozone wash effectiveness should be considered when implementing produce wash sanitation systems within FSE.",
      "mesh_terms": [
        "Animals",
        "Bacteria",
        "Food Handling",
        "Food Microbiology",
        "Lactuca",
        "Solanum lycopersicum",
        "Mice",
        "Norovirus",
        "Ozone",
        "Water"
      ]
    },
    {
      "pmid": "33805959",
      "title": "Post-Harvest Use of Ultraviolet Light (UV) and Light Emitting Diode (LED) to Enhance Bioactive Compounds in Refrigerated Tomatoes.",
      "authors": [
        "Nieves Baenas",
        "Celia Iniesta",
        "Rocío González-Barrio",
        "Vanesa Nuñez-Gómez",
        "María Jesús Periago",
        "Francisco Javier García-Alonso"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Different strategies have been developed to increase the concentration of bioactive compounds in tomatoes during post-harvest, with ultraviolet light (UV) and light emitting diodes (LEDs) being interesting tools. The aim of this study was to evaluate the effect of ultraviolet (UVA at 366 nm and UVC at 254 nm) pre-treatment (1 kJ/m2) and red-blue LED light (25.4 µmol/m2/s) on the concentration of carotenoids, (poly)phenols and hydrophilic/lipophilic antioxidant capacity during 7 days of refrigeration storage of green tomatoes (Solanum lycopersicum L.) cultivar \"Raf\". In addition, special attention was paid to quality parameters (weight loss, colour, acidity, soluble solids and ripening index). Tomatoes exposed to LED light at 6 °C for 7 days increased up to three times the total carotenoids content (mainly β-carotene and E-lycopene) compared to tomatoes refrigerated in the dark, while UV treatments alone did not significantly affect the carotenoid content. Besides, exposure to LEDs increased the hydrophilic and lipophilic antioxidant capacity of tomatoes by 30%, without affecting phenolic contents. Thus, LED treatments alone during refrigerated storage fostered ripening and improved the nutritional value of tomatoes, without compromising quality parameters. Further studies must be carried out to evaluate the impact on sensory attributes and consumer acceptance.",
      "mesh_terms": [
        "Food Preservation",
        "Fruit",
        "Lighting",
        "Solanum lycopersicum",
        "Phytochemicals",
        "Refrigeration",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "33477287",
      "title": "Postharvest Reduction of Salmonella enterica on Tomatoes Using a Pelargonic Acid Emulsion.",
      "authors": [
        "Elizabeth White",
        "Govindaraj Dev Kumar",
        "Andre Luiz Biscaia Ribeiro da Silva",
        "William L Kerr",
        "Samuel Cimowsky",
        "J Andrew Widmer",
        "Laurel L Dunn"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2021-Jan-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel produce wash consisting of pelargonic acid (PEL) emulsions was tested on tomatoes contaminated with a five-serovar Salmonella enterica cocktail. Ability to reduce contamination on the inoculated tomato surface, as well as mitigation of subsequent cross-contamination to uninoculated tomatoes washed in re-used/spent wash water were examined. Sanitizer efficacy was also examined over 1 and 7 d storage time (8 °C, recommended for red ripe tomatoes) and in the presence of 0.5% (w/v) organic load. PEL performed statistically the same (p ≤ 0.05) at both 30 mM and 50 mM concentrations and resulted in greater than 1, 5 and 6 log CFU/g Salmonella reductions at 0 h, 1 d and 7 d, respectively, when compared to a water-only or no rinse (NR) treatment. This was also a significantly greater reduction than was observed due to chlorine (sodium hypochlorite) and peroxyacetic acid (PAA) at all time points (p ≤ 0.01). Organic load had no impact on sanitizer efficacy for all examined treatments. Finally, PEL had a deleterious impact on tomato texture. At 1 d, ca. 5 N and 7 N were required to achieve tomato skin penetration and compression, respectively, compared to >9 N and 15 N required by all other treatments (p ≤ 0.05). While PEL sanitizers effectively reduced inoculated Salmonella and subsequent transfer to uninoculated tomatoes, reformulation may be necessary to prevent deleterious quality impacts on produce."
    },
    {
      "pmid": "33407609",
      "title": "Effect of a novel functional tomato sauce (OsteoCol) from vine-ripened tomatoes on serum lipids in individuals with common hypercholesterolemia: tomato sauce and hypercholesterolemia.",
      "authors": [
        "Yvelise Ferro",
        "Elisa Mazza",
        "Elvira Angotti",
        "Roberta Pujia",
        "Angela Mirarchi",
        "Maria Antonietta Salvati",
        "Rosa Terracciano",
        "Rocco Savino",
        "Stefano Romeo",
        "Antonio Scuteri",
        "Rosario Mare",
        "Francesco Saverio Costanzo",
        "Arturo Pujia",
        "Tiziana Montalcini"
      ],
      "journal": "Journal of translational medicine",
      "publication_date": "2021-Jan-06",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Most studies focused on the benefits of lycopene on serum lipids but no studies have been specifically designed to assess the role of a tomato sauce from vine-ripened tomatoes on patients affected by polygenic hypercholesterolemia. The aim of this study was to compare the lipid-lowering effect of a novel functional tomato sauce with a well-known functional food with a lipid-lowering effect, i.e. a sterol-enriched yogurt. METHODS: In this cross-over study, we evaluated a population of 108 ambulatory patients affected by polygenic hypercholesterolemia of both gender, who were allocated to a tomato sauce (namely OsteoCol) 150 ml/day or a sterol-enriched yogurt (containing sterols 1.6 g/die) treatment, for 6 weeks. Carotenoids content was 3.5 mg per gram of product. We measured serum lipids and creatinine and transaminases at basal and follow-up visit. RESULTS: A total of 91 subjects completed the protocol. A significant difference in LDL-cholesterol change was found between participants taking yogurt, tomato sauce (high adherence) and tomato sauce (low adherence) (- 16; - 12; + 8 mg/dl respectively; p < 0.001). We found a greater LDL-cholesterol reduction in the participants with a basal LDL-cholesterol more than 152 mg/dl (15% for sterol-enriched yogurt and 12% for tomato sauce at high adherence). CONCLUSION: A novel functional tomato sauce from vine-ripened tomatoes compares favourably with a commercialised sterol-enriched yogurt in term of absolute LDL-cholesterol change. Intake of a tomato sauce with a high carotenoid content may support treatment of patients affected by common hypercholesterolemia. The present study has various limitations. The presence of other dietary components, which may have influenced the results, cannot be ruled out. Of course, these results cannot be extrapolated to other populations. Furthermore, there was a low adherence rate in the tomato sauce group. Moreover, we did not report serum carotenoids data. TRIAL REGISTRATION: ID: 13244115 on the ISRCTN registry, retrospectively registered in 2019-5-14. URL: http://www.isrctn.com/ISRCTN13244115.",
      "mesh_terms": [
        "Cross-Over Studies",
        "Humans",
        "Hypercholesterolemia",
        "Lipids",
        "Solanum lycopersicum",
        "Phytosterols"
      ]
    },
    {
      "pmid": "33364606",
      "title": "Comparison of different analytical methods to evaluate the heat shock protein (HSP) response in fruits. Application to tomatoes subjected to stress treatments.",
      "authors": [
        "Gustavo A Polenta",
        "Silvina M Guidi",
        "Vanina Ambrosi",
        "Gabriela I Denoya"
      ],
      "journal": "Current research in food science",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heat shock proteins (HSP) are synthesized in living tissues exposed to transient increase in temperature and play a central role in the protective response against heat and other stresses. In fruits, this response to heat treatment provides resistance to a physiological alteration known as chilling injury. Despite the physiological importance of this group of proteins, publications comparing different methodological alternatives for their analysis are rather scarce. In the present paper, we conducted a comparative study using different electrophoretic and immunological techniques to evaluate the HSP response in fruits. Proteins were extracted from tomato fruit exposed to an HSP-inducing temperature (38 °C) for different times (0, 3, 20, and 27 h). Different alternatives of analysis (SDS-PAGE, SDS-PAGE followed by IEF, Western blot, and dot blot) were performed, and their potential application discussed. The study was complemented with a practical application, in which tomatoes were subjected to heat and anaerobic treatments and then stored in a chill-inducing temperature. This application evidences the relevance of knowing the level of proteins attained by stress treatments which correlates with the acquired tolerance."
    },
    {
      "pmid": "33364507",
      "title": "Partially treated domestic wastewater as a nutrient source for tomatoes (Lycopersicum solanum) grown in a hydroponic system: effect on nutrient absorption and yield.",
      "authors": [
        "Shirly Tentile Magwaza",
        "Lembe Samukelo Magwaza",
        "Alfred Oduor Odindo",
        "Asanda Mditshwa",
        "Christopher Buckley"
      ],
      "journal": "Heliyon",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Using effluent from the anaerobic baffled reactor (ABR) of the decentralised wastewater treatment system (DEWATS) as a sole nutrient source is not sufficient for tomato plants grown in hydroponic system. The study investigated the effects of commercial hydroponic fertilizer mix (CHFM) combined with ABR effluent on tomato growth and yield. A media-based hydroponic technique consisting of three treatments, namely, ABR effluent, CHFM, and ABR effluent combined with CHFM (ABR + CHFM (50:50 v/v) was used. The results showed that plant growth parameters, biomass, fruit yield and shoot nutrient content were significantly higher in tomato plants fed with CHFM and ABR + CHFM than those grown in ABR effluent. Addition of 50 % dose of CHFM in ABR wastewater (ABR + CHFM) increased shoot N, K, Ca and Zn. These results indicated that adding 50% CHFM can alleviate nutrient deficiencies when partially treated wastewater from anaerobic digester is used as a nutrient source for hydroponic tomato cultivation."
    },
    {
      "pmid": "33092051",
      "title": "Anthocyanins from Purple Tomatoes as Novel Antioxidants to Promote Human Health.",
      "authors": [
        "Silvia Gonzali",
        "Pierdomenico Perata"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2020-Oct-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Anthocyanins are plant secondary metabolites belonging to the class of polyphenols, whose beneficial roles in the prevention and treatment of several important human diseases have been demonstrated in many epidemiological studies. Their intake through diet strictly depends on the eating habits, as anthocyanins are contained in red and purple fruit and vegetables as well as in some processed foods and beverages, such as red wine. Genetic engineering and breeding programs have been recently carried out to increase the content of anthocyanins in candidate plant species which cannot offer satisfactory levels of these precious compounds. Tomato (Solanum lycopersicum) is a vegetable commodity where these strategies have resulted in success, leading to the production of new anthocyanin-rich fruit varieties, some of which are already marketed. These varieties produce purple fruits with a high nutraceutical value, combining the health benefits of the anthocyanins to the other classical tomato phytochemicals, particularly carotenoids. The antioxidant capacity in tomato purple fruits is higher than in non-anthocyanin tomatoes and their healthy role has already been demonstrated in both in vitro and in vivo studies. Recent evidence has indicated a particular capacity of tomato fruit anthocyanins to act as scavengers of harmful reactive chemical species and inhibitors of proliferating cancer cells, as well as anti-inflammatory molecules."
    },
    {
      "pmid": "33068164",
      "title": "Physiological responses of plants and mites to salicylic acid improve the efficacy of spirodiclofen for controlling Tetranychus urticae (Acari: Tetranychidae) on greenhouse tomatoes.",
      "authors": [
        "Mohammad Homayoonzadeh",
        "Pedram Moeini",
        "Khalil Talebi",
        "Hossein Allahyari",
        "Ehssan Torabi",
        "J P Michaud"
      ],
      "journal": "Experimental & applied acarology",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salicylic acid (SA) is a signaling molecule that can induce plant resistance to certain herbivores. Although the role of jasmonic acid in mediating mite-tomato plant interactions has been well studied, the role of salicylic acid has not. This study examined how the application of exogenous SA, via its effects on tomato plant physiology, alters the activity of mite digestive enzymes, mite energy reserves, and mite susceptibility to spirodiclofen. Enzymatic activity-including superoxide dismutase, ascorbate peroxidase, guaiacol peroxidase, polyphenol oxidase, and phenylalanine ammonia-lyase-along with contents of total phenolic, hydrogen peroxide, and total chlorophyll significantly increased in plants 24 h after treatment with 2 mM of SA. In contrast, catalase activity significantly decreased in treated plants, and malondialdehyde content was unaffected. Mites fed on tomato plants treated with SA had significantly lower glutathione S-transferase, esterase, α-amylase, and aminopeptidase activities than those fed on control plants. Energy reserve analyses demonstrated a significant decrease in contents of lipid, protein, and glycogen in mites fed on SA-treated plants, whereas carbohydrate content significantly increased. The LC50 of spirodiclofen was decreased 1.8-fold for Tetranychus urticae fed on SA-treated tomato plants compared to controls. Treatment of adult mites with 2 mM SA on leaf discs did not cause any direct mortality after 24 h. Finally, a greenhouse bioassay confirmed that spider mite mortality following exposure to spirodiclofen was significantly higher on SA plants than on control plants. Mortality of mites exposed to half of the recommended rate of spirodiclofen was similar to those exposed to the recommended rate when they were held on treated plants. These results have valuable implications for T. urticae management programs in tomato production.",
      "mesh_terms": [
        "4-Butyrolactone",
        "Acaricides",
        "Animals",
        "Solanum lycopersicum",
        "Salicylic Acid",
        "Spiro Compounds",
        "Tetranychidae"
      ]
    },
    {
      "pmid": "33019673",
      "title": "Optimization of Osmotic Dehydration of Tomatoes in Solutions of Non-Conventional Sweeteners by Response Surface Methodology and Desirability Approach.",
      "authors": [
        "Maria C Giannakourou",
        "Andriana E Lazou",
        "Efimia K Dermesonlouoglou"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2020-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The osmotic dehydration (OD) of tomatoes in solutions of alternative sweeteners was investigated using Response Surface Methodology (RSM), while selected desirability functions were implemented in order to define the optimum process parameters (temperature/duration of osmotic treatment, osmotic solution composition and concentration). Mass exchange, color and texture were measured during the process. Changes in color occurred rapidly at the beginning of the process, while firmness was significantly increased, indicating that OD processing led to tomato texture improvement. Color and firmness changes were adequately modeled using a polynomial model. RSM coupled with desirability functions was applied to optimize OD procedure in terms of color retention and maximum solid gain, a requirement for candied products. A maximum desirability was obtained by incorporating oligofructose into the osmotic solution, at relatively short treatment times. Results were validated and sensory analysis was conducted at the optimized conditions to assess samples' organoleptic acceptance."
    },
    {
      "pmid": "32956591",
      "title": "Inactivation of Salmonella Enteritidis on cherry tomatoes by ultrasound, lactic acid, detergent, and silver nanoparticles.",
      "authors": [
        "Jackline Freitas Brilhante de São José",
        "Afonso Mota Ramos",
        "Maria Cristina Dantas Vanetti",
        "Nélio José de Andrade"
      ],
      "journal": "Canadian journal of microbiology",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ultrasound (US) combined with chemical agents could represent an effective method for decontaminating fruits and vegetables. This study aimed to evaluate the use of US (40 kHz for 5 min) alone or with 1% lactic acid (LA), 1% commercial detergent (DET), or 6 mg/L silver nanoparticles (AgNP, average diameter 100 nm) as an alternative treatment to 200 mg/L sodium dichloroisocyanurate for inactivating Salmonella enterica serovar Enteritidis present on cherry tomatoes. The interfacial tension between sanitizing solutions and bacterial adhesion was investigated. Sanitizers in solutions with DET and AgNP had lower surface tension. All treatments, except that with DET, reduced Salmonella Enteritidis by more than one logarithmic cycle. There was no significant difference between the mean values of log colony-forming units (CFU)/g reduction in all treatments. Transmission electron microscopy revealed the loss of the Salmonella Enteritidis capsule following treatment with US and with US + LA. Salmonella Enteritidis counts (2.29 log CFU/g) in cherry tomatoes were markedly reduced to safe levels by treatment with the combination of AgNP and US + LA (2.37 log CFU/g).",
      "mesh_terms": [
        "Bacterial Adhesion",
        "Colony Count, Microbial",
        "Detergents",
        "Disinfectants",
        "Food Microbiology",
        "Lactic Acid",
        "Solanum lycopersicum",
        "Metal Nanoparticles",
        "Salmonella enteritidis",
        "Silver",
        "Ultrasonic Waves",
        "Vegetables"
      ]
    },
    {
      "pmid": "32949019",
      "title": "A brief hot-water treatment alleviates chilling injury symptoms in fresh tomatoes.",
      "authors": [
        "Francisco E Loayza",
        "Jeffrey K Brecht",
        "Amarat H Simonne",
        "Anne Plotto",
        "Elizabeth A Baldwin",
        "Jinhe Bai",
        "Elena Lon-Kan"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2021-Jan-15",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Reducing the negative effects of chilling injury (CI) in tomatoes after harvest is essential to ensure good quality and to minimize losses. CI is a postharvest disorder associated with the generation of reactive oxygen species (ROS) in the fruit. Therefore, antioxidant accumulation can counteract ROS, alleviating CI symptoms. In this sense, it has been confirmed that a brief hot-water (HW) immersion promotes the synthesis of antioxidants. RESULTS: HW treatment at 52 °C for 5 min significantly reduced chilling-associated decay, from 66.7% to 17.2% in breaker turning (BT) and from 55.8% to 9.8% in mature green (MG) 'BHN-602' tomatoes stored at 5 °C for 2 weeks and from 26.7% to 6.7% in BT tomatoes stored at 5 °C for 1 week. Also, HW treatment significantly increased lycopene content by 17% in BT tomatoes stored at 5 °C for 2 weeks, as well as ascorbic acid by 11%, lipophilic phenolics by 18% and total phenolics by 6.5% in BT tomatoes stored at 12.5 °C for 1 week. Despite the increase of antioxidants, HW treatment did not enhance the sensory aromatic profile, color and antioxidant capacity. Interestingly, HW treatment reduced ripening time by 3 days in MG tomatoes stored at 5 °C for 2 weeks or at 12.5 °C for 1 week. CONCLUSION: HW treatment applied to MG or BT 'BHN-602' tomatoes can alleviate the development of some CI symptoms, particularly decay, possibly by increasing antioxidants that scavenge ROS. © 2020 Society of Chemical Industry.",
      "mesh_terms": [
        "Antioxidants",
        "Ascorbic Acid",
        "Carotenoids",
        "Cold Temperature",
        "Food Preservation",
        "Food Storage",
        "Fruit",
        "Solanum lycopersicum",
        "Reactive Oxygen Species",
        "Water"
      ]
    },
    {
      "pmid": "32773030",
      "title": "[Protection by some plant methanol extracts of cherry tomatoes (Solanum lycopersicum var. Cerasiforme) from fungic infection by Alternaria alternata].",
      "authors": [
        "Souâd Akroum",
        "Moad Rouibah"
      ],
      "journal": "Biologie aujourd'hui",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cherry tomato is very susceptible to fungal infections that can cause considerable damage in crops and during storage. Alternaria infection is one of the most common and dangerous alterations for this fruit. They are caused by Alternaria alternata or some other species belonging to the same genus. In this work, we tested the antifungal activity of methanol extracts from five plants harvested in the region of Jijel (Algeria) on A. alternata. The activity was first tested in vitro and then on greenhouse cherry tomato plants: extracts were applied to healthy plants before infection in order to test their preventive action, and after infection to determine whether they are able to knock out Alternaria. Results showed that Rosmarinus officinalis and Lavandula angustifolia extracts were the most active in vitro on A. alternata. Microscopic observations of the mold indicated that these extracts inhibited the dictyospores production. The antifungal activity tested on the plants grown in greenhouse revealed that R. officinalis extract still was the most active. Extracts of L. angustifolia and Punica granatum did not protect the plants from Alternaria infection, but provided a total cure at the end of the treatment. Extracts from Quercus suber and Eucalyptus globulus were the least active. They did not bestow any protection nor complete healing of the plants. Dictyospores counting on fruits at the end of the treatment confirmed the results obtained for the greenhouse crops.",
      "mesh_terms": [
        "Agriculture",
        "Alternaria",
        "Alternariosis",
        "Antifungal Agents",
        "Biological Control Agents",
        "Biological Products",
        "Eucalyptus",
        "Fruit",
        "Lavandula",
        "Solanum lycopersicum",
        "Methanol",
        "Plant Diseases",
        "Plant Extracts",
        "Pomegranate",
        "Quercus",
        "Rosmarinus"
      ]
    },
    {
      "pmid": "32759717",
      "title": "Compostable Polylactide and Cellulose Based Packaging for Fresh-Cut Cherry Tomatoes: Performance Evaluation and Influence of Sterilization Treatment.",
      "authors": [
        "Marco Rapisarda",
        "Cristina Patanè",
        "Alessandra Pellegrino",
        "Angelo Malvuccio",
        "Valeria Rizzo",
        "Giuseppe Muratore",
        "Paola Rizzarelli"
      ],
      "journal": "Materials (Basel, Switzerland)",
      "publication_date": "2020-Aug-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "For food packaging, plastic materials display large appeal, mostly due to their versatility, mechanical, optical and barrier properties. However, they play an important role in environmental concerns and waste management issue. Compostable bioplastics represent alternative materials designed for a lower environmental impact. In this work, a biobased compostable packaging, constituted by polylactide (PLA) trays and NatureFlex™ film, was evaluated for fresh-cut cherry tomato. A comparative analysis was accomplished using traditional packaging materials, that is, polyethylene terephtalate (PET) trays and polypropylene (PP Coex) film. Structural stability under food contact conditions, mechanical and physical-chemical properties were investigated. Tensile mechanical properties, puncture resistance, contact angle (CA) and attenuated total reflection Fourier-transform infrared spectroscopy (ATR-FTIR), before and after UV or radiofrequency (RF) sterilization treatment, were evaluated. UV irradiation method resulted the less invasive one. Therefore, oxygen and water vapor transmission rate (OTR and WVTR), overall chemical migration test, biodegradation assessment by biochemical oxygen demand (BOD) according to ISO 14851 and disintegration test by ISO 20200 were carried out to establish the further influence of UV sterilization on the packaging. Overall, data showed that the biobased compostable packaging for a prolonged shelf-life of fresh-cut cherry tomato has better properties that were surprisingly enhanced by the UV treatment."
    },
    {
      "pmid": "32740663",
      "title": "Compatibility of Bifenazate and Phytoseiulus persimilis for Management of Twospotted Spider Mites in North Carolina Staked Tomatoes.",
      "authors": [
        "Tom R Bilbo",
        "James F Walgenbach"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2020-Oct-16",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "The twospotted spider mite (TSSM, Tetranychus urticae Koch) is a key pest of tomatoes (Solanum lycopersicon L. [Solanales: Solanaceae]) in North Carolina, and its management has relied principally on synthetic acaricides. Augmentative biological control of TSSM is a commonplace and effective management strategy in greenhouses worldwide, but in field-grown vegetable crops biocontrol of TSSM is poorly developed. We conducted small-plot field experiments in 2016 and 2019 to test the ability of the predatory mite, Phytoseiulus persimilis Athias-Henriot, to establish, disperse, and reduce TSSM in staked tomatoes, as well as test their compatibility with a commonly used reduced-risk acaricide, bifenazate (Acramite). Across both years, the most effective treatment for reducing TSSM was the combination of P. persimilis + Acramite. Phytoseiulus persimilis successfully established both years, but its population growth and dispersal were greater in 2016 than 2019. Acramite alone significantly reduced TSSM pressure in 2019 and P. persimilis alone did not reduce TSSM pressure below the control in either year. However, results in 2016 were influenced by the eventual dispersal of P. persimilis into all experimental plots, despite efforts to hinder their movement with corn barriers. Results in 2019 were influenced by the late-season invasion of TSSM into the trial, which delayed P. persimilis releases and influenced their establishment and growth. This study is the first to demonstrate the utility and limitations of P. persimilis in staked field tomatoes, which is a promising option for growers to manage TSSM in tomatoes in the southeast United States.",
      "mesh_terms": [
        "Animals",
        "Carbamates",
        "Hydrazines",
        "Solanum lycopersicum",
        "Mites",
        "North Carolina",
        "Pest Control, Biological",
        "Predatory Behavior",
        "Tetranychidae"
      ]
    },
    {
      "pmid": "32575500",
      "title": "Application of Trichoderma harzianum, 6-pentyl-α-pyrone and Plant Biopolymer Formulations Modulate Plant Metabolism and Fruit Quality of Plum Tomatoes.",
      "authors": [
        "Petronia Carillo",
        "Sheridan L Woo",
        "Ernesto Comite",
        "Christophe El-Nakhel",
        "Youssef Rouphael",
        "Giovanna Marta Fusco",
        "Assunta Borzacchiello",
        "Stefania Lanzuise",
        "Francesco Vinale"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2020-Jun-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many Trichoderma are successfully used to improve agriculture productivity due to their capacity for biocontrol and to stimulate plant growth and tolerance to abiotic stress. This research elucidates the effect of applications with Trichoderma harzianum strain T22 (T22), or biopolymer (BP) alone or in combination (BP + T22 or BP + 6-pentyl-α-pyrone (6PP); a Trichoderma secondary metabolite) on the crop performance, nutritional and functional quality of greenhouse tomato (Solanum lycopersicum L. cultivar Pixel). T22 elicited significant increases in total yield (+40.1%) compared to untreated tomato. The content of lycopene, an important antioxidant compound in tomatoes, significantly increased upon treatment with T22 (+ 49%), BP + T22 (+ 40%) and BP + 6PP (+ 52%) compared to the control. T22 treatments significantly increased the content of asparagine (+37%), GABA (+87%) and MEA (+102%) over the control; whereas BP alone strongly increased GABA (+105%) and MEA (+85%). The synthesis of these compounds implies that tomato plants are able to reuse the photorespiratory amino acids and ammonium for producing useful metabolites and reduce the pressure of photorespiration on plant metabolism, thus optimizing photosynthesis and growth. Finally, these metabolites exert many beneficial effects for human health, thus enhancing the premium quality of plum tomatoes."
    },
    {
      "pmid": "32384661",
      "title": "From Genome to Field-Observation of the Multimodal Nematicidal and Plant Growth-Promoting Effects of Bacillus firmus I-1582 on Tomatoes Using Hyperspectral Remote Sensing.",
      "authors": [
        "Nik Susič",
        "Uroš Žibrat",
        "Lovro Sinkovič",
        "Andrej Vončina",
        "Jaka Razinger",
        "Matej Knapič",
        "Aleš Sedlar",
        "Saša Širca",
        "Barbara Gerič Stare"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2020-May-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Root-knot nematodes are considered the most important group of plant-parasitic nematodes due to their wide range of plant hosts and subsequent role in yield losses in agricultural production systems. Chemical nematicides are the primary control method, but ecotoxicity issues with some compounds has led to their phasing-out and consequential development of new control strategies, including biological control. We evaluated the nematicidal activity of Bacillus firmus I-1582 in pot and microplot experiments against Meloidogyne luci. I-1582 reduced nematode counts by 51% and 53% compared to the untreated control in pot and microplot experiments, respectively. I-1582 presence in the rhizosphere had concurrent nematicidal and plant growth-promoting effects, measured using plant morphology, relative chlorophyll content, elemental composition and hyperspectral imaging. Hyperspectral imaging in the 400-2500 nm spectral range and supervised classification using partial least squares support vector machines successfully differentiated B. firmus-treated and untreated plants, with 97.4% and 96.3% accuracy in pot and microplot experiments, respectively. Visible and shortwave infrared spectral regions associated with chlorophyll, N-H and C-N stretches in proteins were most relevant for treatment discrimination. This study shows the ability of hyperspectral imaging to rapidly assess the success of biological measures for pest control."
    },
    {
      "pmid": "32379890",
      "title": "Evaluation of U.S. Food and Drug Administration Enteric Viruses Microarray for Detection of Hepatitis A Virus and Norovirus in Inoculated Tomatoes, Green Onions, and Celery.",
      "authors": [
        "Christine Yu",
        "Kaoru Hida",
        "Efstathia Papafragkou",
        "Michael Kulka"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2020-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ABSTRACT: Foodborne viral contamination of fresh produce has been associated with numerous outbreaks. Detection of such contaminated foods is important in protecting public health. Here, we demonstrate for the first time the capability of the U.S. Food and Drug Administration Enteric Viruses tiling microarray (FDA-EVIR) to perform rapid molecular identification of hepatitis A virus (HAV) and human norovirus extracted from artificially inoculated fresh produce. Two published viral extraction strategies, total RNA extraction or virus particle isolation, were used to prepare the viral targets. The total RNA extraction method was used on material eluted from tomatoes, using an alkaline Tris-glycine-beef extract (TGBE) buffer. Optimization procedures including DNase treatment and poly(A)-RNA enrichment were adopted to improve microarray sensitivity. For green onions or celery, material was eluted using either glycine buffer or TGBE buffer supplemented with pectinase, respectively, and then virus particles were concentrated by ultracentrifugation. We also assessed the amount of viral RNA extracted from celery using three commercially available kits and how well that RNA performed on FDA-EVIR. Our results confirm that FDA-EVIR can identify common enteric viruses isolated from fresh produce when present as either a single or mixed species of viruses. Using total RNA extraction from tomatoes yielded a limit of detection of 1.0 × 105 genome equivalents (ge) of HAV per array input. The limit of detection for viral RNA obtained using ultracentrifugation was 1.2 × 105 ge of HAV from green onions and 1.0 × 103 ge of norovirus from celery per array input. Extending microarray methods to other food matrices should provide important support to surveillance and outbreak investigations.",
      "mesh_terms": [
        "Apium",
        "Food Contamination",
        "Food Microbiology",
        "Hepatitis A virus",
        "Humans",
        "Solanum lycopersicum",
        "Norovirus",
        "Onions",
        "RNA, Viral",
        "United States",
        "United States Food and Drug Administration",
        "Viruses"
      ]
    },
    {
      "pmid": "32378418",
      "title": "Assessment of heavy metal accumulations and health risk potentials in tomatoes grown in the discharge area of a municipal wastewater treatment plant.",
      "authors": [
        "E Işıl Arslan Topal",
        "Murat Topal",
        "Erdal Öbek"
      ],
      "journal": "International journal of environmental health research",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Some heavy metals were detected in organs of the tomatoes grown in the discharge area of effluents of a municipal wastewater treatment plant. Also, the health risk potentials of heavy metals in the tomatoes consumed by human were investigated. The highest concentrations for Cu, Ni, Cr, Mn and Pb were followed the order of root>leaf>stem>fruit. When the bioconcentration factors values calculated for bioconcentration of metals from effluent to stem and root were examined, the highest values were determined for Cu. When translocation factors values are examined, the highest translocation from root to leaf was determined for Cd. The highest translocation from stem to leaf was determined for Pb. The estimated total exposure dose for male, female and children was listed as Zn>Mn>Cu>Cr>Ni>Pb>Cd. In terms of dietary, we can list the non-carcinogenic risks of heavy metals as children> female> male. The highest carcinogenic risk was calculated for Cr via dietary intake.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Solanum lycopersicum",
        "Metals, Heavy",
        "Plant Leaves",
        "Water Purification"
      ]
    },
    {
      "pmid": "31845829",
      "title": "Nisin-Based Organic Acid Inactivation of Salmonella on Grape Tomatoes: Efficacy of Treatment with Bioluminescence ATP Assay.",
      "authors": [
        "Armarynette Berrios-Rodriguez",
        "Dike O Ukuku",
        "Modesto Olanya",
        "Jenifer Cassidy",
        "Lynette E Orellana",
        "Sudarsan Mukhopadhyay",
        "Brendan A Niemira"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The antimicrobial activity of a new nisin-based organic acid sanitizer (NOAS), developed in our laboratory, was tested against viable aerobic mesophilic bacteria and Salmonella populations inoculated on produce surfaces. The activity of NOAS was compared with 200 ppm of chlorinated wash water and a bioluminescence ATP technique to determine the efficacy of treatments compared with plate count methods. The activity of the 10% final concentration of NOAS against viable populations of 109 CFU/mL Salmonella in phosphate-buffered saline (PBS), sterile deionized distilled water, and buffered peptone water was tested in vitro and on grape tomatoes inoculated with Salmonella at 2.5 log CFU/g. A similar batch of inoculated tomatoes were treated with 200 ppm of total available chlorinated water. All treatments for inactivation of viable Salmonella in vitro was tested up to 30 min and 5 min for the attached populations on tomatoes. Inactivation of viable Salmonella at 109 log CFU/mL by 10% the NOAS solution averaged >107 log CFU/mL in PBS, sterile deionized distilled water, and buffered peptone water. Similarly, Salmonella bacteria inactivated on tomato surfaces by the NOAS solution was significantly (P < 0.05) greater than numbers on chlorinated washed tomatoes, and surviving bacterial populations on NOAS and chlorine-treated tomatoes were <1 and 4 CFU/g, respectively. A significant linear correlation coefficient (r2 = 0.99) between the bioluminescence ATP assay and aerobic plate counts of inoculated and untreated grape tomatoes were recorded but not with NOAS and chlorine-treated tomatoes, as bacterial populations were less than the minimum baseline for determination. Also, the results indicated that the NOAS solution is a better alternative antimicrobial wash solution than 200 ppm of chlorinated water.",
      "mesh_terms": [
        "Adenosine Triphosphate",
        "Chlorine",
        "Colony Count, Microbial",
        "Disinfectants",
        "Food Contamination",
        "Food Microbiology",
        "Fruit",
        "Luminescent Measurements",
        "Solanum lycopersicum",
        "Nisin",
        "Salmonella"
      ]
    },
    {
      "pmid": "31669763",
      "title": "Advanced oxidation process for the inactivation of Salmonella typhimurium on tomatoes by combination of gaseous ozone and aerosolized hydrogen peroxide.",
      "authors": [
        "Xuetong Fan",
        "Kimberly J B Sokorai",
        "Joshua B Gurtler"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2020-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fresh produce-associated outbreaks of foodborne illnesses continue to occur every year in the U.S., suggesting limitations of current practices and the need for effective intervention technologies. Advanced oxidation process involves production of hydrogen radicals, which are the strongest oxidant. The objective of the present study was to evaluate the effectiveness of advanced oxidation process by combining gaseous ozone and aerosolized hydrogen peroxide. Grape tomatoes were inoculated with a 2-strain cocktail of Salmonella typhimurium on both stem scar and smooth surface. Gaseous ozone (800 and 1600 ppm) and aerosolized hydrogen peroxide (2.5, 5 and 10%) were separately or simultaneously introduced into a treatment chamber where the inoculated tomatoes were placed. During the 30 min treatments, hydrogen peroxide was aerosolized using an atomizer operated in two modes: continuously or 15 s on/50 s off. After the treatments, surviving Salmonella on the smooth surface and stem scar were enumerated. Results showed that ozone alone reduced Salmonella populations by <0.6 log CFU/fruit on both the smooth surface and the stem scar area, and aerosolized hydrogen peroxide alone reduced the populations by up to 2.1 log CFU/fruit on the smooth surface and 0.8 log CFU/fruit on stem scar area. However, the combination treatments reduced the populations by up to 5.2 log CFU/fruit on smooth surface and 4.2 log CFU/fruit on the stem scar. Overall, our results demonstrate that gaseous ozone and aerosolized hydrogen peroxide have synergistic effects on the reduction of Salmonella populations on tomatoes.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Food Microbiology",
        "Foodborne Diseases",
        "Fruit",
        "Hydrogen Peroxide",
        "Solanum lycopersicum",
        "Oxidation-Reduction",
        "Ozone",
        "Salmonella typhimurium"
      ]
    },
    {
      "pmid": "31622165",
      "title": "Evaluating a Combined Method of UV and Washing for Sanitizing Blueberries, Tomatoes, Strawberries, Baby Spinach, and Lettuce.",
      "authors": [
        "Shuanghuan Guo",
        "Runze Huang",
        "Haiqiang Chen"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We assessed a fresh produce decontamination system using a combined method of UV and washing (water-assisted UV [WUV]) in different scales. The system used tap water to wash fresh produce while exposing it to UV light. First, the reduction of Salmonella in tap water under UV treatment (1 to 1,740 mJ/cm2) was determined. Increasing the UV dose significantly (P < 0.05) increased the Salmonella reduction in wash water, and UV intensity of more than 2 mW/cm2 could reduce Salmonella in tap water to below 1 CFU/mL given enough processing time (more than 1 min; UV dose of 120 mJ/cm2). Then, the decontamination effectiveness of a small WUV system was tested on blueberries (50 g). Blueberries were spot or dip inoculated with a Salmonella cocktail and treated by the small WUV system (200 mL of water). In general, WUV treatments achieved significantly better Salmonella inactivation than tap water wash; tap water wash (10 min) and 2 mW/cm2 WUV treatment (with a UV dose of 1,200 mJ/cm2) reduced populations of spot-inoculated Salmonella on blueberries by 2.44 and 5.45 log, respectively. Compared with spot-inoculated Salmonella on blueberries, dip-inoculated Salmonella was more difficult to be inactivated by WUV treatments. Then, the decontamination effectiveness of WUV treatments was tested on blueberries (170 g), tomatoes (290 g), strawberries (170 g), baby spinach (60 g), and lettuce (60 g) using a larger WUV system. In general, 10 min of 29 mW/cm2 WUV treatment (a high UV dose of 17,400 mJ/cm2) resulted in significantly better Salmonella inactivation than tap water wash (for 10 min) regardless the inoculation method, agreeing with the results of the small-scale study. For both spot- and dip-inoculated lettuce, no significant difference (P > 0.05) in Salmonella inactivation by WUV treatments was observed when the quantity of lettuce increased from 50 to 100 g.",
      "mesh_terms": [
        "Blueberry Plants",
        "Colony Count, Microbial",
        "Escherichia coli O157",
        "Food Microbiology",
        "Fragaria",
        "Fruit",
        "Lactuca",
        "Solanum lycopersicum",
        "Spinacia oleracea",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "31539723",
      "title": "Calcium permeation property and firmness change of cherry tomatoes under ultrasound combined with calcium lactate treatment.",
      "authors": [
        "Lifen Zhang",
        "Pei Wang",
        "Xiaoyang Sun",
        "Fusheng Chen",
        "Shaojuan Lai",
        "Hongshun Yang"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the effect of ultrasound combined with calcium lactate (2%, w/v) treatment (U + Ca) on calcium permeation and firmness of cherry tomatoes. Calcium distribution and fruit pectin nanostructure were also analysed by transmission electron microscope (TEM) and atomic force microscopy (AFM), respectively. The firmness (31.45 N) was maintained when ultrasound energy density was 20 W/L for 15 min at 15 °C. The Ca content increased in U + Ca treated fruit. Meanwhile, the Peleg's model could be used to express the change of solid gain in cherry tomatoes under ultrasound treatment at 15, 20, and 25 °C. According to the AFM results, the width (≥40 nm) and length (≥2 μm) of chelate-soluble pectin (CSP) and sodium carbonate-soluble pectin (SSP) chains with large frequency was observed in U + Ca treated fruit. Under desirable conditions (15 °C, 15 min, 20 W/L), ultrasound combined with calcium lactate could maintain the quality of cherry tomatoes."
    },
    {
      "pmid": "31331031",
      "title": "Screening of In Vitro Health Benefits of Tangerine Tomatoes.",
      "authors": [
        "Hartono Tanambell",
        "Siew Young Quek",
        "Karen Suzanne Bishop"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2019-Jul-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tomatoes have been associated with various health benefits, including the prevention of chronic diseases. The cis-isomers of lycopene occurring in tangerine tomatoes were, through clinical trials, proven to be more bioavailable than the all-trans lycopene found in red tomatoes. Nonetheless, scientific evidence regarding the bioactivities of the tangerine tomatoes is lacking. In this article, the antioxidant, anticancer, and anti-inflammatory properties of extracts prepared from four different tomato varieties, namely Alfred, Olga's Round Golden Chicken Egg, Golden Green, and Golden Eye, were investigated. While the antioxidant capacities of the extracts were measured through the ferric reducing antioxidant power (FRAP) and 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulphonic acid) (ABTS) assays, their anti-proliferative properties in prostate cancer cell lines were examined through the Sulforhodamine-B (SRB) assay. The anti-inflammatory activities of the extracts were assessed through the toll-like receptor (TLR)2, TLR4, and nucleotide-binding oligomerization domain containing protein 2 (NOD2)-mediated inflammatory pathways. Our results show that the tangerine tomatoes had lower IC50 values in both the anticancer and anti-inflammatory assays compared to the red tomatoes. Specifically, the half-maximal inhibitory concentration (IC50) values of the tangerine tomatoes in LNCaP cells were approximately two to three fold lower than the red tomato (IC50: 14.46, 5.62, and 8.08 mg dry tomato equivalent/mL from Alfred hexane-acetone, Olga's Round Golden Chicken Egg hexane, and Golden Green hexane, respectively). These findings indicate that the tangerine varieties, Olga's Round Golden Chicken Egg and Golden Green, possess greater potential to be used in conjunction with treatment and for the prevention of cancer and inflammatory-related diseases than the Alfred (red) and Golden Eye (high beta-carotene) varieties."
    },
    {
      "pmid": "31260991",
      "title": "Ethanol treatment improves the sensory quality of cherry tomatoes stored at room temperature.",
      "authors": [
        "Haoran Liu",
        "Fanliang Meng",
        "Shanshan Chen",
        "Tingting Yin",
        "Songshen Hu",
        "Zhiyong Shao",
        "Yuanyuan Liu",
        "Changqing Zhu",
        "Hongxia Ye",
        "Qiaomei Wang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2019-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of ethanol treatment on quality characteristics of cherry tomatoes were investigated over 11 days of storage at room temperature (25 °C). Results showed that sensory quality was improved after ethanol treatment, with redder, softer fruits at the edible stage (11 days) compared with control fruit. In addition, the contents of ascorbic acid, sucrose and fructose were elevated after ethanol treatment as well as the concentration of 6-methyl-5-hepten-2-one. Conversely, decreased levels of methyl salicylate (MeSA), guaiacol, (Z)-3-hexenal and (E)-2-hexenal were observed. Selected consumers showed a preference for ethanol-treated cherry tomato fruits compared with controls. Taken together, 0.1% ethanol application has the potential to improve the quality characteristics of cherry tomatoes stored at room temperature.",
      "mesh_terms": [
        "Aldehydes",
        "Ascorbic Acid",
        "Chromatography, High Pressure Liquid",
        "Discriminant Analysis",
        "Ethanol",
        "Flavoring Agents",
        "Fruit",
        "Humans",
        "Least-Squares Analysis",
        "Solanum lycopersicum",
        "Salicylates",
        "Sugars",
        "Temperature",
        "Volatile Organic Compounds"
      ]
    },
    {
      "pmid": "31205364",
      "title": "Synthesis, characterization and application of gelatin-carboxymethyl cellulose blend films for preservation of cherry tomatoes and grapes.",
      "authors": [
        "Mimi Syakila Samsi",
        "Azlan Kamari",
        "Shahrulnizahana Mohammad Din",
        "Gabriel Lazar"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the present study, gelatin-carboxymethyl cellulose blend film was synthesized, characterized and applied for the first time to preserve cherry tomatoes (Solanum lycopersicum var. cerasiforme) and grapes (Vitis vinifera). Gelatin (Gel) film forming solution was incorporated with carboxymethyl cellulose (CMC) at three volume per volume (Gel:CMC) ratios, namely 75:25, 50:50 and 25:75. CMC treatment has improved the transparency, tensile strength (TS), elongation at break (EAB), water vapor permeability and oxygen permeability of gelatin films. A pronounced effect was obtained for 25Gel:75CMC film. The TS and EAB values were increased from 25.98 MPa and 2.34% (100Gel:0CMC) to 37.54 MPa and 4.41% (25Gel:75CMC), respectively. A significant improvement in antimicrobial property of gelatin films against two food pathogens, namely Escherichia coli (E. coli) and Staphylococcus aureus (S. aureus) was obtained in the presence of CMC. The effectiveness of gelatin-CMC blend films to extend the shelf life of agricultural products was evaluated in a 14-day preservation study. The gelatin-CMC films were successfully controlled the weight loss and browning index of the fruits up to 50.41% and 31.34%, respectively. Overall, gelatin-CMC film is an environmental friendly film for food preservation."
    },
    {
      "pmid": "30797360",
      "title": "Antifungal effects of thymol and salicylic acid on cell membrane and mitochondria of Rhizopus stolonifer and their application in postharvest preservation of tomatoes.",
      "authors": [
        "Jie Kong",
        "Ying Zhang",
        "Jian Ju",
        "Yunfei Xie",
        "Yahui Guo",
        "Yuliang Cheng",
        "He Qian",
        "Siew Young Quek",
        "Weirong Yao"
      ],
      "journal": "Food chemistry",
      "publication_date": "2019-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated effects of the simultaneous application of thymol and salicylic acid (SIMTSA) on the target sites of Rhizopus stolonifer, as well as the defenceenzymes of postharvest tomato, when applied as edible coating. SIMTSA induced the changes of ultrastructure and membrane integrity of R. stolonifer. When the concentrations of the fungistat increased, cells stained with propidium iodide and leakage of 260/280 nm-absorbing materials increased while ergosterol synthesis decreased, suggesting damage of cell membrane. Furthermore, SIMTSA treatment significantly reduced the citric acid content and the activities of enzymes related to the tricarboxylic acid cycle, and increased the mitochondrial membrane potential and the reactive oxygen species, indicating damage of mitochondrial-related functions. Moreover, SIMTSA edible coating increased the defence enzyme activities in tomato. Based on the results, SIMTSA can be used as a potential preservation method for tomato as it showed a targeted effect on the cell membrane and mitochondria of R. stolonifer.",
      "mesh_terms": [
        "Antifungal Agents",
        "Cell Membrane",
        "Citric Acid",
        "Enzymes",
        "Ergosterol",
        "Food Microbiology",
        "Food Preservation",
        "Solanum lycopersicum",
        "Membrane Potential, Mitochondrial",
        "Mitochondria",
        "Reactive Oxygen Species",
        "Rhizopus",
        "Salicylic Acid",
        "Thymol"
      ]
    },
    {
      "pmid": "30717007",
      "title": "Sanitation of tomatoes based on a combined approach of washing process and pulsed light in conjunction with selected disinfectants.",
      "authors": [
        "Runze Huang",
        "Haiqiang Chen"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "In this study, we evaluated the performance of a large-scale decontamination system based on a washing process in combination with pulsed light (PL) exposure and H2O2/chlorine. In order to identify optimum processing condition, we first evaluated the effect of single and combined PL treatments on the inactivation of Salmonella on grape tomatoes using a small sample size of 50 g. Two inoculation methods, spot and dip, were used to simulate different contamination scenarios and two wash water quality, clear tap water and turbid tap water with extremely high levels of organic load and soil, were used to represent clean and very dirty wash water. In general, the combined PL-Chlorine and PL-H2O2 treatments were more or as effective as chlorine washing in killing Salmonella on grape tomatoes and were able to keep residual Salmonella in wash water below the detection limit of 2 CFU/mL. The PL alone and combined PL-H2O2 treatments were chosen and further tested for their decontamination efficacy under turbid wash water condition using large sample sizes, 300, 1000 and 2000 g. Sample size did not negatively affect the single and combined PL treatments on the inactivation of Salmonella on grape tomatoes. The combined PL-H2O2 treatment in general showed better inactivation effect of Salmonella on tomatoes than the PL alone treatment. Additionally, the combined PL-H2O2 treatment reduced Salmonella in turbid wash water below the detection limit of 2 CFU/mL in the majority of cases. In conclusion, the combined PL-H2O2 treatment could potentially be used as an environmentally friendly alternative to chlorine washing for tomato decontamination and cleaning.",
      "mesh_terms": [
        "Chlorine",
        "Decontamination",
        "Disinfectants",
        "Food Handling",
        "Food Microbiology",
        "Fruit",
        "Hydrogen Peroxide",
        "Light",
        "Solanum lycopersicum",
        "Salmonella Food Poisoning",
        "Salmonella enterica",
        "Sanitation",
        "Water"
      ]
    }
  ]
}