{
  "supplement": "Traditional Chinese Medicine",
  "query": "Traditional Chinese Medicine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:58:11",
  "research_count": 4566,
  "count": 100,
  "articles": [
    {
      "pmid": "40309575",
      "title": "The Mechanism of Traditional Chinese Medicine and Natural Medicine in Treating Chronic Obstructive Pulmonary Disease.",
      "authors": [
        "Lei Li",
        "Xiao-Feng Liu",
        "Zhi-Fang Cui",
        "Heng Zou",
        "Shu-Ling Liu",
        "Hong-Wu Wang"
      ],
      "journal": "International journal of chronic obstructive pulmonary disease",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Chronic obstructive pulmonary disease (COPD) is one of the crucial chronic diseases that seriously endangers the health of residents in China. There is a complex mechanism of the pathogenesis of COPD, and no specific drugs are currently available to reverse the progressive decline in lung function during the natural course of COPD. Traditional Chinese Medicine (TCM) not only alleviates clinical symptoms, but also leads to fewer adverse reactions. However, the mechanism of action of TCM in COPD treatment remains unclear. AIM: To summarize the mechanisms of action of Chinese herbal compounds and natural drugs in the treatment of COPD and identify potential signaling pathways and targets that can provide preclinical evidence for the treatment of COPD. METHODS: Literature was retrieved from the scientific databases PubMed, Web of Science, and CNKI, Wanfang Data Knowledge Service Platform, and VIP Chinese Science and Technology Journal from July 2007 to December 2023. RESULTS: This study introduced the specific pathways, targets and mechanisms of TCM in treating COPD from the perspectives of inhibiting inflammation, reducing oxidative stress, and regulating autophagy. CONCLUSION: This study provides a comprehensive summary of the theories of Chinese medicine in treating COPD, which utilize multiple targets and pathways to display the advantages of Chinese medicine. This lays the foundation for further exploration of pathways related to Chinese medicine for the treatment of COPD.",
      "mesh_terms": [
        "Humans",
        "Pulmonary Disease, Chronic Obstructive",
        "Medicine, Chinese Traditional",
        "Drugs, Chinese Herbal",
        "Lung",
        "Signal Transduction",
        "Autophagy",
        "Oxidative Stress",
        "Animals",
        "Treatment Outcome",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "40309501",
      "title": "Protocol for the practice guideline for traditional Chinese medicine preventive treatment on insomnia disorder.",
      "authors": [
        "Yuting Duan",
        "Yu Wang",
        "Haichun Yang",
        "Yuejuan Cai",
        "Shengwei Wu",
        "Pinge Zhao",
        "Sande Gao",
        "Enyi Liu",
        "Peijing Rong",
        "Lin Yu"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Most guidelines on insomnia focus more on the treatment of patients after the onset of the illness, with little elaboration on prevention before the onset of the illness. In particular, treatment of insomnia disorder using TCM preventive treatment is rarely mentioned. Therefore, to improve the rehabilitation and quality of life of patients with insomnia disorder and its high-risk groups, the Affiliated TCM Hospital of Guangzhou Medical University and the Institute of Acupuncture and Moxibustion, CACMS have jointly initiated the compilation of the \"Practice guideline for TCM preventive treatment of Insomnia disorder\". METHODS: The guideline will adhere to the principles outlined in WHO Handbook for Guidelines Development, 2nd Edition by the World Health Organization and the Guidelines for the Development of Traditional Chinese Medicine by the Chinese Society of Traditional Chinese Medicine. The quality of evidence and strength of recommendations will be based on the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) system. The key steps in developing the guideline include: (1) Establishing Guideline Project Group; (2) Conflict of interest management; (3) Research, Selection and Identification of Clinical Questions; (4) Evidence search and evaluation; (5) Quality and grading of evidence; (6) Decision Table for Forming Recommendations; (7) Recommendation Consensus and Determination; (8) Writing the first draft of the guideline; (9) Peer review. DISCUSSION: Based on the theoretical system of \"TCM preventive treatment\" of Chinese medicine this guideline is to construct a three-tier preventive framework. The development of this guideline can systematically integrate the characteristic techniques of TCM, such as physical identification, emotional regulation, acupuncture and massage, with the evidence-based evidence of modern sleep medicine, and build a new management model. CONCLUSION: This guideline will serve as an evidence-based reference for standardized TCM preventive treatment methods, promoting the standardization and normative application of TCM preventive treatment in insomnia disorder. Ultimately, this guideline aims to improve the rehabilitation level and life quality of individuals with insomnia disorder and those at high risk of the disease. CLINICAL TRIAL REGISTRATION: http://www.guidelines-registry.org/,identifierPREPARE-2023CN517."
    },
    {
      "pmid": "40308773",
      "title": "The Wnt/β-catenin signaling pathway in colorectal cancer: mechanism and intervention of traditional Chinese medicine and chemical compound.",
      "authors": [
        "Sha Zeng",
        "Juan Wang",
        "Zhengrong Shi",
        "Hui Zhao",
        "Jingxing Gao",
        "Jinxiu Li"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Colorectal cancer (CRC) is globally recognized as the third most frequently diagnosed malignancy and the second leading cause of cancer-related mortality. The etiology of CRC is multifactorial, arising from a complex interplay of genetic alterations, environmental exposures, and age-related physiological changes. Among the numerous signaling pathways that regulate cellular homeostasis, the Wnt/β-catenin signaling pathway not only plays a critical role in embryonic development and cell proliferation but also contributes to the initiation and progression of various malignancies, including CRC. Dysregulation of the Wnt/β-catenin signaling pathway is a hallmark of CRC, playing a pivotal role in regulating chemoresistance and driving invasive and metastatic behaviors. Traditional Chinese Medicine (TCM) is characterized by its multi-target and multi-pathway mechanisms. Extensive studies have demonstrated that TCM can inhibit the activity of CRC cells by targeting the Wnt/β-catenin signaling pathway and significantly alleviate symptoms in CRC animal models, demonstrating its potential therapeutic value for the treatment of CRC. This review primarily focuses on the literature published in the past 5 years, retrieved from databases such as PubMed, Web of Science, Scopus, MEDLINE, and Springer, concerning the targeting of the Wnt/β-catenin signaling pathway for the treatment of CRC. It highlights the research progress on TCM monomers (e.g., myricetin, genistein, baicalein), TCM formulations (e.g., Pai-Nong-San (PNS), Jian-Du-Xiao-Sheng Yin (JXY), Zuo-Jin-Wan (ZJW)), and small-molecule inhibitors (e.g., PCDHGA9, Cetuximab, PTK7). Furthermore, the experimental results and conclusions from these studies are thoroughly analyzed and discussed. Through a comprehensive review of the literature, we conclude that TCM exhibits multi-level, multi-target, and multi-faceted effects in the prevention and treatment of CRC. In-depth research into the mechanisms by which TCM targets the Wnt/β-catenin signaling pathway to prevent and treat CRC may provide novel insights into exploring the pathogenesis of CRC and developing new therapeutic agents for CRC."
    },
    {
      "pmid": "40308734",
      "title": "\"Digital Intelligence Application, Three Abilities Improvement\": Modernizing Acupuncture Education with Big Data and Virtual Reality at Chengdu University of Traditional Chinese Medicine.",
      "authors": [
        "Sha Yang",
        "Jing Guo",
        "Dingjun Cai",
        "Jun Ye",
        "Wei Zhang",
        "Yi Zhang",
        "Mingxun Hu",
        "Jiasi Wu",
        "Siying Huang",
        "Jielin Zhou",
        "Yong Tang",
        "Fang Zeng",
        "Shuguang Yu"
      ],
      "journal": "Medical acupuncture",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acupuncture is widely recognized as the primary form of traditional medical treatment on a global scale, leading to a heightened emphasis on the training and development of proficient acupuncture professionals. The development of proficient practitioners in the field of acupuncture is hindered by the substantial challenges associated with augmenting system integration capabilities for clinical application and active participation in clinical operations. OBJECTIVE: It is imperative to adhere to a combination of broad and specialized knowledge in order to establish a robust educational base, facilitate effective knowledge transfer, maintain a harmonious emphasis on theoretical understanding, refine practical skills, and improve clinical proficiency. METHODS: Embracing collaborative educational strategies, fostering cross-disciplinary integration, and promoting innovative approaches are essential components for enhancing the educational experience in acupuncture. The incorporation of internet, Big Data, artificial intelligence, virtual reality, and other technologies into acupuncture and moxibustion education holds significant importance in advancing the innovation and development of acupuncture education. CONCLUSION: This article presents practical experiences in integrating digital intelligence with acupuncture talent training at Chengdu University of Traditional Chinese Medicine. The content includes the objectives of acupuncture talent development, a strategic plan for reforming acupuncture talent in practical and classroom teaching, and serves as a valuable reference for acupuncture education."
    },
    {
      "pmid": "40307953",
      "title": "Systematic review and meta-analysis of Jueyin disease theory in the treatment of gangrene with traditional Chinese medicine formulations.",
      "authors": [
        "Youzhi Zhang",
        "Bochuan Lv",
        "Yue Teng",
        "Jintao Xu"
      ],
      "journal": "Systematic reviews",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "OBJECTIVE: This review aims to systematically evaluate the application of Jueyin disease theory in the diagnosis and treatment of gangrene within the framework of traditional Chinese medicine (TCM). Through systematic review and meta-analysis, the efficacy of commonly used TCM formulations, including Wumei pill, Pulsatilla decoction, and Dang-Gui-Si-Ni decoction, is explored. METHODS: A systematic search of PubMed, Web of Science, and CNKI was conducted, integrating meta-analysis and systematic review. Clinical trials and case reports based on Jueyin disease theory for gangrene treatment were included. Data extraction, quality assessment, and statistical analyses were performed. RESULTS: A total of nine studies met the inclusion criteria. The meta-analysis indicated that TCM formulations significantly improved clinical outcomes, particularly in enhancing the ankle-brachial index (ABI) and maximum walking distance, with mean differences of 0.17 (95% CI, 0.11, 0.24; p < 0.01) and 293.22 (95% CI, 174.85, 411.60; p < 0.01), respectively. Sensitivity analysis and tests for publication bias confirmed the robustness and consistency of the findings. Sensitivity analysis and publication bias assessment confirmed the robustness and reliability of the results. CONCLUSION: Jueyin disease theory and its related formulas (Wumei pill, Pulsatilla decoction, and Dang-Gui-Si-Ni decoction) demonstrate significant clinical value in traditional Chinese medicine (TCM) treatment of gangrene, effectively improving clinical symptoms and blood circulation. The findings provide scientific evidence for the modern application of Jueyin disease theory in TCM while acknowledging limitations such as small sample sizes and study heterogeneity, offering valuable insights for future research and clinical practice.",
      "mesh_terms": [
        "Humans",
        "Medicine, Chinese Traditional",
        "Gangrene",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "40305528",
      "title": "Effect of Traditional Chinese Medicine on antituberculosis drug therapy for pulmonary tuberculosis and liver function.",
      "authors": [
        "Qing Huang",
        "Kunxia Li",
        "Qian Li"
      ],
      "journal": "Journal of infection in developing countries",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: We performed a case-control study to examine the effect of antituberculosis drugs associated with the acupoint application of traditional Chinese medicine (TCM) on pulmonary tuberculosis and the effects on liver function and immune function. METHODOLOGY: A retrospective analysis was conducted, dividing hospitalized pulmonary tuberculosis patients into a control group and a study group. The controls were treated with 2HRZE/4HR standard chemotherapy regimen, and the latter was treated with an acupoint application of TCM based on the control group. The clinical efficacy, focus absorption rate, T lymphocyte group level, immunoglobulin level, serum analysis, and liver function index were compared. RESULTS: The study group was absorbed in 32 patients, absorbed in 24 patients, and unchanged in four patients; no one worsened, and the lesion absorption rate was 93.33%. In the control group, 18 patients were remarkably absorbed, 30 were absorbed, 12 were unchanged, and no one deteriorated. The studied group was treated in 12 patients, noticeably resulting in 34 patients, effective in 12 patients, ineffective in 2 patients, and the resultful rate was 96.67%. The effectiveness rate in the control group was 78.33%. According to the blood gas analysis, PA was higher, while IL-6 and PCT were lower in the study group. A lower ALT, AST, and DBIL were observed in the study group (p < 0.05). CONCLUSIONS: In conclusion, Traditional Chinese Medicine (TCM) acupoint application with antituberculosis medication improves liver and immunological functioning, accelerating recovery and reducing drug-related liver and kidney damage.",
      "mesh_terms": [
        "Humans",
        "Antitubercular Agents",
        "Male",
        "Female",
        "Retrospective Studies",
        "Middle Aged",
        "Medicine, Chinese Traditional",
        "Adult",
        "Tuberculosis, Pulmonary",
        "Case-Control Studies",
        "Treatment Outcome",
        "Liver",
        "Young Adult",
        "Aged",
        "Liver Function Tests"
      ]
    },
    {
      "pmid": "40304326",
      "title": "Male Osteoporosis: A Comprehensive Review of Treatment Approaches in Modern Pharmacotherapy and Traditional Chinese Medicine Interventions.",
      "authors": [
        "Yuanzhong Wang",
        "Guiju Chen",
        "Zaifu Zhou",
        "Wenjian Zhao",
        "Sok Kuan Wong",
        "Yuxia Wang",
        "Kok-Yong Chin"
      ],
      "journal": "Endocrine, metabolic & immune disorders drug targets",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Male osteoporosis presents a significant yet often overlooked health concern, characterised by reduced bone mass and increased fracture risk. This medical problem warrants comprehensive treatment approaches integrating modern pharmacotherapy and traditional Chinese medicine (TCM) interventions. This review aims to provide an extensive overview of the treatment options available for male osteoporosis, encompassing both conventional medications and traditional Chinese herbal remedies. Modern pharmacotherapy offers treatments to mitigate bone loss, enhance bone density, and reduce fracture risk in male osteoporotic patients. These options include bisphosphonates, denosumab, teriparatide, abaloparatide, romosozumab, raloxifene, calcitonin, and testosterone replacement therapy. The efficacy of these medications is well-established; however, their potential side effects cannot be overlooked. Meanwhile, TCM interventions offer promising alternatives with minimal adverse effects. Various TCM treatments, such as Duhuo Jisheng Decoction, Liuwei Dihuang Decoction, Erxian Decoction, Jintiange Capsule, Qianggu Capsule, Xianling Gubao Capsule, Zuogui Pill, Qing'e Pill, and Gusongbao, have demonstrated efficacy in improving bone health and reducing fracture risk in male osteoporotic patients. Additionally, alternative treatments, including acupuncture, tuina, and infrared laser therapy, provide further therapeutic avenues for managing male osteoporosis, highlighting the holistic approach of TCM. Future research should focus on evaluating the efficacy, safety, and potential synergistic effects of combining different modalities to enhance the treatment outcomes for male osteoporotic patients. Although the efficacy of TCM is notable, it largely relies on evidence-based medicine and experiential use, with fewer double-blinded studies. Therefore, more vigorous studies are needed to establish the role of TCM as a valid complementary treatment option for osteoporosis."
    },
    {
      "pmid": "40303929",
      "title": "Construction and application of a precise evaluation method for the quality of traditional Chinese medicine based on \"target-combined quality evaluation\" using safflower as an example.",
      "authors": [
        "Yongfeng Zhou",
        "Qinghua Wu",
        "Chaoxiang Ren",
        "Huajuan Jiang",
        "Xulong Huang",
        "Jiang Chen",
        "Ping Zhang",
        "Dingkun Zhang",
        "Jin Pei"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The quality of traditional Chinese medicine (TCM) guarantees clinical efficacy. At present, although chemical quality evaluation methods can reflect the quality of TCMs to a certain extent, there are still many problems. This study proposes a new strategy for the quality innovation evaluation of the TCM \"target combined quality evaluation\" (TCQE) theory and method. Taking the \"disease-target-medicine\" combination as the main fusion strategy, using drug components/ components to achieve the overall intervention of disease targets, and establishing the TCQE strategy of TCM to improve the pertinence and accuracy of the quality evaluation of TCM, the clinical efficacy and safety of TCM is improved, and precision clinical medication is achieved. METHODS: Taking safflower as the research object, due to its main efficacy in the treatment of primary dysmenorrhea (PD), the potential targets and mechanism of action of safflower in the treatment of PD were analyzed by a network pharmacology method and combined with a metabolomics method. The pathway and mechanism of action of safflower in the treatment of PD were analyzed from multiple dimensions. The network pharmacology and metabolomics results were analyzed, the key targets of safflower in the treatment of PD were screened. Finally, a method for the biological evaluation of safflower quality was established based on the selected targets, which could provide a reference for the precise evaluation of safflower treatment and a scientific basis for the clinical application of safflower in the prevention and treatment of PD. RESULTS AND DISCUSSION: The pharmacodynamic results showed that Safflower significantly improved Prostaglandin E2 (PGE2) and Prostaglandin F2 α (PGF2 α) levels, the PGF2 α/PGE2 ratio and the analgesic rate in PD rats. The results of network pharmacology combined with metabolomics analysis showed that Prostaglandin G/H synthase 2 (PTGS2) and arachidonic acid (AA)were important targets and pathways of Safflower in the treatment of PD. A biological evaluation method was established around PTGS2. The results of the methodological investigation showed that the method was stable and reliable. In vivo validation experiments showed that the results of this method were consistent with the pharmacodynamic results, which proved its accuracy. PTGS2 is an important target of safflower in the treatment of PD. The biological evaluation method established around PTGS2 can accurately evaluate the quality of Safflower in the treatment of PD, which also proves that the target discrimination theory proposed in this study is scientific."
    },
    {
      "pmid": "40302135",
      "title": "Clinical Application Guideline of Combination With Traditional Chinese Medicine and Western Medicine in the Prevention and Treatment of Chronic Obstructive Pulmonary Disease (2024).",
      "authors": [
        "Di Wu",
        "Wei Liu",
        "Jianxin Wang",
        "Wei Chen",
        "Mengyao Shi",
        "Lu Zhang",
        "Hui Wang",
        "Huanzhang Ding",
        "Xiao Ma",
        "Yating Gao",
        "Zengtao Sun",
        "Jiangtao Lin",
        "Hongchun Zhang",
        "Suyun Li",
        "Zhuying Li",
        "Zhenhui Lu",
        "Fuqiang Wen",
        "Zegeng Li"
      ],
      "journal": "Journal of evidence-based medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Practice Guideline"
      ],
      "abstract": "AIM: Chronic Obstructive Pulmonary Disease (COPD) is a common chronic airway disease that can lead to decreased lung function in patients. It places a heavy economic burden on patients and society. Traditional Chinese medicine (TCM) and Western medicine have played important roles in managing COPD. We aimed to develop an evidence-based guideline for treating COPD with Chinese and Western Medicine. METHODS: We formed a guideline panel of multidisciplinary experts. The clinical questions were identified based on two rounds of issue solicitation and expert demonstration. We searched the literature for direct evidence on the management of COPD and assessed its certainty-generated evidence using the grading of recommendations, assessment, development, and evaluation (GRADE) approach. The recommendations and their strengths were formulated using the Delphi method. RESULTS: Our guideline covers aspects of the diagnosis and treatment of COPD such as principles and commonly used medications for both traditional Chinese medicine and Western medicine, complications, and the high-risk populations. 9 clinical questions and 35 recommendations were identified, which covered the combinations of YuPingFeng granule, Buzhong Yiqi decoction, Gushen Dingchuan Pill, Bufei Huoxue Capsules, Runfei cream, Bailing Capsule, Tanyin Pills, etc., and nonpharmacological therapy of TCM such as combined acupoint application, electroacupuncture, and Chinese exercise techniques (Tai Chi, Baduanjin), etc. Recommendations were either high or low or in the form of ungraded consensus-based statements. CONCLUSIONS: This is a comprehensive and systematic evidence-based guideline and we hope it can systematically and effectively guide clinicians in managing COPD and improve overall medical care.",
      "mesh_terms": [
        "Pulmonary Disease, Chronic Obstructive",
        "Humans",
        "Medicine, Chinese Traditional",
        "Drugs, Chinese Herbal",
        "Evidence-Based Medicine"
      ]
    },
    {
      "pmid": "40300104",
      "title": "Integrating Multi-omics Technologies with Traditional Chinese Medicine to Enhance Cancer Research and Treatment.",
      "authors": [
        "Xiaohui Wen",
        "Yaran Wang",
        "Chao Su",
        "Yanyi You",
        "Ziqing Jiang",
        "Daoqi Zhu",
        "Qin Fan"
      ],
      "journal": "QJM : monthly journal of the Association of Physicians",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer remains a formidable global health challenge owing to its complexity, including tumor heterogeneity and intricate regulatory networks. Traditional Chinese medicine (TCM) offers unique multi-targeted therapeutic approaches with demonstrated benefits such as improved prognosis, reduced side effects, and long-term tumor stabilization. This review explores the convergence of multi-omics technologies-genomics, transcriptomics, proteomics, metabolomics, and epigenomics-with TCM to elucidate the molecular mechanisms underlying its anti-cancer effects. By integrating omics data, researchers can uncover regulatory networks, identify therapeutic targets, and validate the efficacy of TCM. Advances in single-cell omics, spatial omics, and machine learning are creating new opportunities for personalized TCM-based therapies. However, translating these findings into clinical applications remains challenging. This review highlights the potential of omics-integrated TCM in addressing cancer complexity and proposes actionable strategies for overcoming research and application barriers, thereby facilitating the development of innovative and effective treatment options."
    },
    {
      "pmid": "40299095",
      "title": "Efficacy of oral traditional Chinese medicine combined with fire needling in treating psoriasis vulgaris: a meta-analysis.",
      "authors": [
        "Jingya Wang",
        "BingAn Zheng",
        "Peifang Chen",
        "Yunxia Zhao"
      ],
      "journal": "Archives of dermatological research",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "This meta-analysis investigates the efficacy of oral traditional Chinese medicine (TCM) combined with fire needling in the treatment of psoriasis vulgaris. Fifteen randomized controlled trials (RCTs) were included, evaluating key outcomes such as overall response rate (ORR), Psoriasis Area and Severity Index (PASI) scores, TCM syndrome scores, and pruritus severity scores. The results indicated that the combination of oral TCM and fire needling significantly improved the ORR (odds ratio (OR) 3.49, 95% confidence interval (CI) [2.48, 4.93], p < 0.0001) and significantly reduced PASI scores (mean difference (MD) - 5.31, 95% CI [- 7.37, - 3.25], p < 0.0001). In addition, it improved TCM syndrome scores (MD - 3.43, 95% CI [- 5.41, - 1.46], p < 0.0001) and reduced pruritus severity scores (MD - 0.77, 95% CI [- 0.90, - 0.65], p < 0.0001). Sensitivity analysis confirmed the robustness of the findings, and no significant publication bias was detected. The GRADE assessment indicated that evidence quality for ORR and PASI scores was moderate, while the quality for TCM syndrome and pruritus severity scores was low. Overall, this meta-analysis demonstrates that combining oral TCM with fire needling is an effective and reliable treatment for psoriasis vulgaris, with potential for broader clinical application. Future studies should focus on enhancing the rigor of RCTs and standardizing treatment protocols to further validate these findings.",
      "mesh_terms": [
        "Humans",
        "Psoriasis",
        "Medicine, Chinese Traditional",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome",
        "Severity of Illness Index",
        "Acupuncture Therapy",
        "Combined Modality Therapy",
        "Administration, Oral",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "40297631",
      "title": "Tailoring a traditional Chinese medicine prescription for complex diseases: A novel multi-targets-directed gradient weighting strategy.",
      "authors": [
        "Zhe Yu",
        "Teng Li",
        "Zhi Zheng",
        "Xiya Yang",
        "Xin Guo",
        "Xindi Zhang",
        "Haoying Jiang",
        "Lin Zhu",
        "Bo Yang",
        "Yang Wang",
        "Jiekun Luo",
        "Xueping Yang",
        "Tao Tang",
        "En Hu"
      ],
      "journal": "Journal of pharmaceutical analysis",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Traditional Chinese medicine (TCM) exerts integrative effects on complex diseases owing to the characteristics of multiple components with multiple targets. However, the syndrome-based system of diagnosis and treatment in TCM can easily lead to bias because of varying medication preferences among physicians, which has been a major challenge in the global acceptance and application of TCM. Therefore, a standardized TCM prescription system needs to be explored to promote its clinical application. In this study, we first developed a gradient weighted disease-target-herbal ingredient-herb network to aid TCM formulation. We tested its efficacy against intracerebral hemorrhage (ICH). First, the top 100 ICH targets in the GeneCards database were screened according to their relevance scores. Then, SymMap and Traditional Chinese Medicine Systems Pharmacology (TCMSP) databases were applied to find out the target-related ingredients and ingredient-containing herbs, respectively. The relevance of the resulting ingredients and herbs to ICH was determined by adding the relevance scores of the corresponding targets. The top five ICH therapeutic herbs were combined to form a tailored TCM prescriptions. The absorbed components in the serum were detected. In a mouse model of ICH, the new prescription exerted multifaceted effects, including improved neurological function, as well as attenuated neuronal damage, cell apoptosis, vascular leakage, and neuroinflammation. These effects matched well with the core pathological changes in ICH. The multi-targets-directed gradient-weighting strategy presents a promising avenue for tailoring precise, multipronged, unbiased, and standardized TCM prescriptions for complex diseases. This study provides a paradigm for advanced achievements-driven modern innovation in TCM concepts."
    },
    {
      "pmid": "40295286",
      "title": "Efficacy of traditional Chinese medicine-based clearing heat and laxative method against nonalcoholic fatty liver disease: A systematic review and meta-analysis.",
      "authors": [
        "Ya-Nan Qu",
        "Yan-Jing Liu",
        "Jia-Tong Sun",
        "Li-Yuan Chu",
        "Jin-Lin Liu",
        "Jing Jing",
        "Chao-Ran Bi"
      ],
      "journal": "Medicine",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Increasing evidences support the effectiveness of traditional Chinese medicine (TCM) in the treatment of nonalcoholic fatty liver disease (NAFLD), but it involves a wide variety of therapeutic methods. We aimed to evaluate the efficacy and safety of the TCM-based clearing heat and laxative (CHL) Method for intervention in NAFLD. METHODS: Randomized controlled trials (RCTs) of CHL method for NAFLD were included. We searched Pubmed, Scopus, Web of science, CNKI, CBM, VIP, Wanfang databases from the inception to October 2023. We performed separate meta-analyses of clinical outcomes for liver enzymes, lipid profile, and total efficiency. The quality of the evidence was assessed with the Cochrane risk of bias tool. This study is registered on INPLASY, number INPLASY2022100002. RESULTS: Nine trials involving 856 participants were included in this meta-analysis. The meta-analysis showed that compared with the control group, the experimental group was more conducive to ameliorating the levels of ALT [MD = -8.00, 95% CI (-9.43, -6.56), P < .00001], AST [MD = -7.41, 95% CI (-8.75, -6.07), P < .00001], GGT [MD = -29.41, 95% CI (-42.25, -16.56), P < .00001], TC [MD = -0.76, 95% CI (-1.18, -0.35), P = .0003], TG [MD = -0.54, 95% CI (-0.82, -0.27), P = .0001], HDL-C [MD = 0.15, 95% CI (-0.01, 0.31), P = .07], LDL-C [MD = -0.47, 95% CI (-0.62, -0.32), P < .00001], and the total effective rate [OR = 3.11, 95% CI (1.94, 4.99), P < .00001]. Adverse events were observed in 2 trials, mainly milder gastrointestinal symptoms. CONCLUSION: Significant differences in the clinical efficacy were found between the experimental and control groups in treating NAFLD. Thus, the TCM-based CHL method brings significant advantages in treating NAFLD. Further, it is recommended that patients in NAFLD with abnormal liver enzymes be treated with CHL for at least 3 months, and the proportion of laxatives in TCM prescription can be appropriately increased to improve the overall curative effect.",
      "mesh_terms": [
        "Humans",
        "Non-alcoholic Fatty Liver Disease",
        "Medicine, Chinese Traditional",
        "Laxatives",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome",
        "Hot Temperature",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "40294989",
      "title": "The Effectiveness of Live Birth Rate of Traditional Chinese Medicine Intervention for Infertile Women Undergoing a Second Round of IVF Is Influenced by Age.",
      "authors": [
        "Shu-Chiu Wang",
        "Liang-Miin Tsai",
        "Po-Ming Chen",
        "Yuan-Man Hsu",
        "Shu-Chen Wang",
        "Chiung-Hung Chang"
      ],
      "journal": "In vivo (Athens, Greece)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: While in vitro fertilization (IVF) is an effective treatment for infertility, the live birth rate remains suboptimal. This study aimed to evaluate the factors influencing live birth rates in infertile women undergoing a second round of IVF combined with traditional Chinese medicine (TCM) treatment. PATIENTS AND METHODS: This was a single-center, retrospective cohort study involving 45 infertile women undergoing a second round of IVF who underwent a combined treatment approach integrating TCM with IVF. Clinical factors affecting live birth rates were analyzed using Student's t test, Pearson's Chi-square test, and univariate logistic regression models. RESULTS: The findings revealed a clinical pregnancy rate of 51.11% and a live birth rate of 42.22%, underscoring the potential effectiveness of combining TCM with a second round of IVF for infertile women. Additionally, maternal age showed a statistically significant influence on the clinical pregnancy rate (39.32±2.93 years vs. 36.48±2.47 years, p=0.005) and live birth rate (39.68±2.85 years vs. 35.58±2.95 years, p<0.001). CONCLUSION: Integrating traditional Chinese medicine into IVF protocols notably enhances maternal success rates. For women over 38, age-specific strategies such as fertility preservation, optimized ovarian stimulation, advanced embryo selection, and oocyte donation are key to addressing age-related challenges.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Fertilization in Vitro",
        "Pregnancy",
        "Adult",
        "Medicine, Chinese Traditional",
        "Infertility, Female",
        "Live Birth",
        "Pregnancy Rate",
        "Birth Rate",
        "Retrospective Studies",
        "Treatment Outcome",
        "Maternal Age"
      ]
    },
    {
      "pmid": "40293615",
      "title": "Modulation of renal fibrosis-related signaling pathways by traditional Chinese medicine: molecular mechanisms and experimental evidence.",
      "authors": [
        "Yufei Yang",
        "Longshan Zhao",
        "Fengli Gao",
        "Guodong Wu",
        "Yiduo Luo",
        "Ming An"
      ],
      "journal": "International urology and nephrology",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Renal fibrosis (RF), characterized by excessive deposition of extracellular matrix leading to tissue damage and scar formation, represents a refractory disease and a pivotal pathological basis for the progression to end-stage renal disease. The pathogenesis of RF is intricate, prominently implicating multiple key signaling pathways, including adenosine monophosphate-activated protein kinase/mammalian target of rapamycin (AMPK/mTOR), phosphoinositide 3-kinase/protein kinase B (PI3K/Akt), transforming growth factor-β1/small mother against decapentaplegic (TGF-β1/Smad), toll-like receptor 4/nuclear factor kappa B (TLR4/NF-κB), wingless integrated/β-catenin (Wnt/β-catenin), hypoxia-inducible factor-1α (HIF-1α), Hedgehog, and mitogen-activated protein kinase (MAPK). The current Western medical practices primarily rely on supportive and replacement therapies, which are often costly and suboptimal in efficacy. In contrast, traditional Chinese medicine (TCM), with its inherent advantages of multi-target, multi-pathway, and multi-effect modulation, emerges as a promising new strategy for RF treatment. However, a systematic, comprehensive, and detailed summary of these advancements remains absent. Therefore, this review consolidates the recent research progress on TCM modulation of RF-related signaling pathways, aiming to provide a theoretical foundation for further investigations into RF and the development of TCM interventions."
    },
    {
      "pmid": "40292112",
      "title": "Research progress of nano drug delivery systems in the anti-tumor treatment of traditional Chinese medicine monomers.",
      "authors": [
        "Bocui Song",
        "Li Shuang",
        "Shuang Zhang",
        "Chunyu Tong",
        "Qian Chen",
        "Yuqi Li",
        "Meihan Hao",
        "Wenqi Niu",
        "Cheng-Hao Jin"
      ],
      "journal": "PeerJ",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Tumors pose a serious threat to global public health and are usually treated from two aspects: tumor cells and tumor microenvironment. Compared with traditional chemotherapy drugs, traditional Chinese medicine (TCM) monomers have advantages in tumor treatment, such as multiple targets, multiple levels and synergistic intervention. However, most TCM active ingredients have disadvantages such as poor water solubility and stability, which restrict their clinical application. Nano drug delivery systems have the functions of improving the bioavailability of TCM anti-tumor active ingredients, enhancing tissue targeting, achieving controlled drug release, and inhibiting tumor multidrug resistance. Compared with free monomers, they have higher therapeutic effects and fewer side effects. This article summarizes five commonly used anti-tumor TCM monomer nanocarriers, including lipid nanomaterials, exosomes, polymer micelles, carbon nanotubes, and dendrimers, and explains their anti-tumor mechanisms after combining with TCM, such as inhibiting tumor cell proliferation and metastasis, regulating tumor microenvironment, etc. At the same time, the potential of nano drug delivery systems combined with radiotherapy and immunotherapy is discussed, as well as the current problems of potential toxicity, long-term stability, and complex amplification process, as well as future development directions, aiming to provide a reference for promoting the clinical application of nano drug delivery systems for TCM anti-tumor active ingredients.",
      "mesh_terms": [
        "Humans",
        "Medicine, Chinese Traditional",
        "Neoplasms",
        "Drug Delivery Systems",
        "Antineoplastic Agents",
        "Drugs, Chinese Herbal",
        "Tumor Microenvironment",
        "Animals",
        "Nanoparticle Drug Delivery System",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "40290429",
      "title": "Traditional Chinese medicine in the prevention of diabetes mellitus and cardiovascular complications: mechanisms and therapeutic approaches.",
      "authors": [
        "Caixia Chen",
        "Hui Gao",
        "Ying Wei",
        "Yaxi Wang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Diabetes mellitus (DM) is a chronic endocrine and metabolic disorder characterized by persistent hyperglycemia that poses serious threats to human health and quality of life. The morbidity, disability, and mortality rates of cardiovascular complications stemming from chronic hyperglycemia are primary factors affecting the lifespan of patients with diabetes. Currently, there is no cure for DM. Standard biomedical treatments mostly control the symptoms using insulin injections or oral hypoglycemic drugs. Although the effect of standard biomedical therapy is remarkable, its long-term use is prone to toxic side effects. Numerous studies have recently found that Traditional Chinese Medicine (TCM) has strong advantages in the prevention and treatment of DM and cardiovascular complications (DACC). The collection, processing, preparation and clinical use of TCM are guided by the theory of TCM and follow the \"holistic concept.\" Multiple components, pathways, and targets form the basis for the use of TCM in treating multiple parts and organs of the body simultaneously. TCM is mainly derived from natural medicines and their processed products and has fewer side effects. TCM is clinically used as compound prescriptions, botanical drugs, and monomers. TCM, either independently or in combination with standard biomedical treatments, has shown unique therapeutic advantages. This review aimed to explore the recently reported mechanisms of action of TCM in the prevention and treatment of DACC. These findings will aid the optimization of the current therapy or formation of a therapeutic schedule for integrated TCM and standard biomedical treatments."
    },
    {
      "pmid": "40290428",
      "title": "Advances in omics technologies for traditional Chinese medicine in the prevention and treatment of metabolic bone diseases.",
      "authors": [
        "Wenjun Cai",
        "Lili Jiang",
        "Changwei Zhao",
        "Xiaoling Zhou"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Metabolic bone disease (MBD), as one of the most severe metabolic disorders, remains a focal point and challenge in medical research. Numerous studies have demonstrated the efficacy of Traditional Chinese Medicine (TCM) in preventing and treating MBD. However, the inherent complexity of TCM metabolites poses significant limitations in elucidating their mechanisms of action. The advancement of omics technologies, including metabolomics, proteomics, and transcriptomics, has greatly facilitated research on MBD. These approaches enable the identification of potential biomarkers and the exploration of metabolic pathways and mechanisms underlying TCM interventions for MBD. Evidence indicates that TCM monomers, single botanical drugs, and herbal formulations are effective, safe, and well-tolerated in MBD prevention and treatment. This review summarizes recent applications and key findings of transcriptomics, proteomics, and metabolomics in studying the mechanisms of TCM interventions for MBD. It highlights the role of omics technologies in uncovering relevant metabolites and pathways under TCM treatment, providing valuable insights and clinical references for TCM-based strategies in managing MBD."
    },
    {
      "pmid": "40284509",
      "title": "Traditional Chinese Medicine-Loaded Hydrogels: An Emerging Strategy for the Treatment of Bone Infections.",
      "authors": [
        "Xueyi Jin",
        "Yujie Yue",
        "Huaanzi Hu",
        "Songwei Lv"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Bone infection is a disease that seriously affects patients' quality of life and physical health. Traditional treatment methods have many drawbacks. Hydrogels loaded with Traditional Chinese Medicine (TCM), as an emerging treatment strategy, combine the advantages of good biocompatibility of hydrogels, adjustable drug release performance, and multi-target synergistic treatment of TCM, showing great application potential. This article elaborates in detail on the research progress of hydrogels loaded with TCM for the treatment of bone infections, including the classification and characteristics of hydrogels, the mechanism of action of TCM in the treatment of bone infections, the preparation methods of hydrogels loaded with TCM, application examples, advantages, and the challenges and prospects faced. The aim is to provide new ideas and references for the clinical treatment of bone infections."
    },
    {
      "pmid": "40280372",
      "title": "Research progress of effective components of traditional Chinese medicine in intervening apoptosis of renal tubular epithelial cells in diabetic kidney disease.",
      "authors": [
        "Yu Xin Gong"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Apoptosis of renal tubular epithelial cells (RTECs) is a critical pathological feature of diabetic kidney disease (DKD), a primary contributor to end-stage renal disease (ESRD). Traditional Chinese medicine (TCM) has shown potential in modulating RTECs apoptosis and alleviating DKD progression, making it a promising area for further investigation. AIM OF THE STUDY: This study aims to summarize the apoptotic pathways implicated in DKD, analyze existing research on the effects of TCM monomers and compounds on RTECs apoptosis, and elucidate the molecular mechanisms underlying these effects. Additionally, this study emphasizes the significant role of TCM in mitigating DKD progression. MATERIALS AND METHODS: Relevant literature was systematically retrieved from ancient Chinese medicine texts and modern scientific databases, including CNKI, Web of Science, and PubMed, using keywords such as \"Traditional Chinese Medicine\", \"Diabetic Kidney Disease\", \"Diabetic Nephropathy\", \"Renal Tubular Epithelial Cells\", and \"Apoptosis\". The collected information was synthesized and analyzed. RESULTS: This review systematically analyzed 187 relevant studies, focusing on the mechanisms and clinical applications of 16 TCM monomers and 20 TCM compounds in DKD treatment. Key bioactive compounds, such as berberine, astragaloside IV, and tanshinone IIA, have demonstrated renoprotective effects by mitigating oxidative stress and inflammation, as well as regulating critical signaling pathways, including PI3K/Akt, NF-κB, and TGF-β/Smad, to suppress RTECs apoptosis and decelerate DKD progression. Additionally, several TCM compounds have shown significant efficacy in clinical studies, reducing proteinuria and enhancing renal function, thereby reinforcing the therapeutic potential of TCM in DKD management. CONCLUSIONS: RTECs apoptosis is a critical pathological feature of DKD. TCM exhibits significant therapeutic potential by intervening in this process through multiple pathways. This study highlights the ability of TCM to exert anti-apoptotic and renoprotective effects by modulating oxidative stress, inflammatory responses, and multiple cellular signaling pathways. The multi-component and multi-target characteristics of TCM offer a promising avenue for the development of novel therapeutic strategies. However, further rigorous research and high-quality clinical trials are required to validate its efficacy and elucidate its mechanisms of action."
    },
    {
      "pmid": "40276853",
      "title": "Effectiveness of pain care intervention combined with traditional Chinese medicine care in the perioperative care of patients with urinary stones.",
      "authors": [
        "Binglei Yuan"
      ],
      "journal": "Xenobiotica; the fate of foreign compounds in biological systems",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The study investigated the effectiveness of pain care intervention combined with traditional Chinese medicine (TCM) care in the perioperative care of patients with urinary stones. METHODS: Pain and urinary function recovery before and after postoperative care intervention, and Pittsburgh sleep quality index (PSQI), self-rating anxiety scale (SAS), and self-rating depression scale (SDS) scores before and after care intervention in the two groups were compared. First anal discharge time, catheter retention time, first out of bed activity time, the total number of hospital days, and complications were observed in both groups after surgery, and the satisfaction scores of patients in both groups with the perioperative care were recorded. RESULTS: Compared with the control group, the observation group showed lower first anal discharge time, catheter retention time, first out of bed activity time, the total number of hospital days, and the incidence of complications after surgery, and the patients were more satisfied with the care. CONCLUSION: Pain care intervention combined with TCM care is beneficial in reducing postoperative pain in patients undergoing urinary stone surgery, speeding up the recovery of urinary function, improving sleep quality, anxiety, and depression, and reducing the incidence of complications."
    },
    {
      "pmid": "40273657",
      "title": "Integrating traditional Chinese medicine in managing neutropenic fever during chemotherapy for pediatric lymphoma: A case report.",
      "authors": [
        "Szu-Yu Pan",
        "Shi-Chen Ou",
        "Tung-Ti Chang"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neutropenic fever (NF) is a critical complication in pediatric oncology patients undergoing chemotherapy. While Western medicine provides standardized management, the role of Traditional Chinese Medicine (TCM) as an adjunctive therapy in pediatric cases remains underexplored. CASE PRESENTATION: We report the case of a 14-year-old female diagnosed with diffuse large B-cell lymphoma (DLBCL) who developed persistent NF following chemotherapy. Despite broad-spectrum antimicrobial therapy, her fever remained high, reaching 42.2 °C with a WBC count of 70/µL. Given concerns over liver function abnormalities (AST/ALT = 70/229 IU/L) and chemotherapy-related side effects, adjunctive TCM treatment was initiated. The treatment strategy evolved through different therapeutic phases, including resolving dampness and supporting gastrointestinal and hepatic functions, followed by alleviating heat with Sweet-Warm Approach-a TCM method aimed at dispelling Yin Fire-and later a strategy transitioned to a treatment strategy focusing on regulating lung Qi to relieve respiratory symptoms. Clinical improvements were observed, with liver function normalization on July 12th (AST/ALT = 23/26 IU/L) and eventual resolution of fever. CONCLUSION: This case highlights the potential role of TCM as a complementary approach in managing chemotherapy-related complications in pediatric patients. The tailored use of TCM strategies may offer additional benefits in supporting immune function and alleviating systemic imbalances in NF. Further studies are warranted to explore its broader application in pediatric oncology."
    },
    {
      "pmid": "40272571",
      "title": "Preparation of immobilized xanthine oxidase with magnetic metal-organic framework and its application in screening of active ingredients in traditional Chinese medicine.",
      "authors": [
        "Chenxi Wu",
        "Na Zhang",
        "Hailin Li",
        "Hao Wang",
        "Lifeng Han",
        "Yuefei Wang",
        "Fuyi Li",
        "Fei Tian"
      ],
      "journal": "Mikrochimica acta",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enzymes play a crucial role in the development and progression of various diseases, making them important targets for drug development. However, the stability issues associated with natural enzymes limit their broader application. Traditional methods for screening enzyme inhibitors from natural products are often time-consuming and labor-intensive. In this study, we designed and employed magnetic metal-organic frameworks (MOFs) to immobilize xanthine oxidase for the first time. By leveraging the porous structure and high specific surface area of MOFs, combined with the magnetic responsiveness of nanoparticles, we successfully developed a novel method for the efficient screening of potential enzyme inhibitors derived from natural products. By using 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide/N-hydroxysuccinimide (EDC/NHS) as a cross-linking agent, we achieved efficient immobilization of xanthine oxidase and identified baicalin as a potential inhibitor from the extract of Scutellaria baicalensis. In addition, we confirmed the adsorption capacity of this method for hordenine, demonstrated the specific adsorption of allopurinol, and also performed in vitro activity validation for baicalein. We not only successfully prepared the immobilized enzyme but also showcased that this method can efficiently screen and isolate potential enzyme inhibitors from traditional Chinese medicine, which provides a rapid and efficient new strategy for identifying enzyme inhibitors in natural products. This innovative approach offers a fresh perspective on the application of botanical medicine and the pharmacological treatment of hyperuricemia, which has important theoretical and practical significance. Graphical abstract Schematic diagram of synthesis of XO@MMOF (A) and ligand fishing process (B).",
      "mesh_terms": [
        "Xanthine Oxidase",
        "Metal-Organic Frameworks",
        "Enzymes, Immobilized",
        "Enzyme Inhibitors",
        "Medicine, Chinese Traditional",
        "Flavonoids",
        "Magnetic Phenomena",
        "Adsorption"
      ]
    },
    {
      "pmid": "40270889",
      "title": "Enhanced inhibition of neuronal ferroptosis and regulation of microglial polarization with multifunctional traditional Chinese medicine active ingredients-based selenium nanoparticles for treating spinal cord injury.",
      "authors": [
        "Luoqi Mai",
        "Jinggong Liu",
        "Huimei Wu",
        "Hongshen Wang",
        "Zhidong Lin",
        "Siyuan Rao",
        "Wenxi Sun",
        "Aowei Tan",
        "Yongpeng Lin",
        "Bolai Chen"
      ],
      "journal": "Materials today. Bio",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spinal cord injury (SCI) is a devastating condition that results in the loss of sensory and motor functions. The complex pathogenesis of SCI contributes to the limited availability of effective therapies. Two major factors exacerbating secondary injury in SCI are neuronal ferroptosis and microglial inflammatory polarization. Tanshinone IIA (TSIIA) has demonstrated a significant anti-ferroptosis effect by inhibiting lipid peroxidation, while tetramethylpyrazine (TMP) exhibits remarkable anti-inflammatory properties by promoting the shift of microglial polarization from the M1 to the M2 phenotype. However, most drugs currently under development primarily target a single aspect of this multifaceted condition, which is insufficient for comprehensive treatment. Selenium nanoparticles have emerged as a promising therapeutic strategy due to their ability to encapsulate various agents, effectively targeting diverse pathophysiological mechanisms while offering favorable water solubility and low toxicity. In this study, we developed a novel nanocarrier functionalized with astragalus polysaccharide (APS) and loaded with TSIIA and TMP. Results from both in vitro and in vivo studies indicate that TSIIA/TMP/APS@Se NPs possess anti-ferroptosis properties and can regulate microglial polarization, potentially enhancing functional recovery following SCI. In summary, this study presents a promising alternative strategy for treating SCI, highlighting its significant potential for future clinical applications."
    },
    {
      "pmid": "40268108",
      "title": "A research method of compatibility mechanism of traditional Chinese medicine prescription-taking Yupingfeng San as an example.",
      "authors": [
        "Xinyue Li",
        "Bing Wang",
        "Dongxue Guan",
        "Jingjing Zhou",
        "Ziying Men",
        "Yantao Sun"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: To study the compatibility mechanism of Yupingfeng San composed of HuangQi (Astragalus membranaceus (Fisch.) Bunge), BaiZhu (Atractylodes macrocephala Koidz.) and FangFeng (Saposhnikovia divaricata (Turcz.) Schischk.) OBJECTIVE: To explore the compatibility mechanism of Yupingfeng San and establish a research method for the compatibility mechanism of traditional Chinese medicine prescriptions. MATERIALS AND METHODS: Yupingfeng San was divided into all drug group, reducing monarch drug group, reducing minister drug group and reducing adjuvant drug group. HPLC and t-test were used to analyze the differences in the common peak area of each group, and the marker drug components were screened. LC-MS was used to identify the structure of common components. The model of allergic rhinitis in mice was established, and the difference of drug efficacy in each group was analyzed by ELISA and t-test, and the drug efficacy index was screened. Pearson correlation analysis was performed on the corresponding marker components and marker efficacy indexes of monarch, minister and adjuvant respectively to determine their respective roles in the compatibility of prescriptions, and then to explain the compatibility mechanism of Yupingfeng San in the treatment of allergic rhinitis. RESULTS: A total of 12 marker components of monarch drug were identified, and the marker efficacy indexes in Yupingfeng San were IL-2 and IL-4. There were 4 marker components of ministerial drug, and the marker efficacy index was IGE. There were 4 marker components of adjuvant drug, and the marker efficacy indexes were IL-2 and TGF-β. Citric acid, Calycosin-7-o-beta-d-glucoside, Ononin and Calycosin in the characteristic peaks of monarch drug were strongly correlated with IL-2 index, and Calycosin-7-o-beta-d-glucoside, ononin, calycosin and astragaloside I were strongly correlated with IL-4 index. The atractylenolide I and atractylenolide III in the characteristic peaks of the ministerial drug were strongly correlated with the IGE index; the cimicifugoside and Sec-O-Glucosylhamaudol in the characteristic peak of adjuvant were strongly correlated with IL2 index. Cimicifugoside and 5-O-methylvisammioside were strongly correlated with TGF-β index. CONCLUSION: The effect of the all drug is better than that of each split group. The role of monarch, minister and adjuvant in the compatibility of Yupingfeng San is to regulate the content of certain components to achieve the effect of regulating certain indicators. By combining the theory of traditional Chinese medicine with modern research methods, the compatibility research is more comprehensive, and the research method is effective and feasible."
    },
    {
      "pmid": "40265178",
      "title": "Exploring natural therapy for chronic heart failure: experience in traditional Chinese medicine treatment before 2022.",
      "authors": [
        "Li-Ping Pan",
        "Lanxin Zhu",
        "Bing-Xue Wang",
        "Yi-Qi Li",
        "Li Gao",
        "Hui Hui Zhao"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Traditional Chinese medicine has great advantages in improving symptoms of CHF such as chest tightness, shortness of breath, and fatigue. In addition, some traditional Chinese medicines can be used as both medicine and food, which have good effects on the prevention and treatment of CHF patients at home. METHOD: A comprehensive search across China National Knowledge Infrastructure (CNKI), Wanfang, and Wei Pu (VIP) databases was conducted to retrieve pre-2022 literature related to CHF. After standardization, frequency analysis and Apriori algorithm were used to analyze these data. RESULT: Among 626 effective medical records, Fuling, Huangqi, and Danshen are the most commonly used herbs; The medication for chest tightness is closely related to Tinglizi; The medication for palpitations is closely related to Guizhi, Fuzi, Zhigancao, and Wuweizi; The medication of fatigue and poor appetite is closely related to Huangqi and Baizhu; The medication for lower limb edema is closely related to Fuling and Tinglizi; The medication for coughing is closely related to the use of Tinglizi, Wuweizi, Kuxingren, and Sangbaipi; Insomnia is closely related to Suanzaoren and Dazao. CONCLUSION: The components in traditional Chinese medicine that have anti heart failure effects and reliable evidence can be potential candidates for drug discovery, while dietary therapeutic herbs such as Fuling, Huangqi, Danshen, and Zhigancao can be developed as health products."
    },
    {
      "pmid": "40264673",
      "title": "Digital intelligence technology: new quality productivity for precision traditional Chinese medicine.",
      "authors": [
        "Junqing Zhu",
        "Xiaonan Liu",
        "Peng Gao"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Traditional Chinese medicine is a complex medical system characterized by multiple metabolites, targets, and pathways, known for its low drug resistance and significant efficacy. However, challenges persist within Traditional Chinese medicine, including difficulties in assessing the quality of Botanical drugs, reliance on experiential knowledge for disease diagnosis and treatment, and a lack of clarity regarding the pharmacological mechanisms of Traditional Chinese medicine. The advancement of digital intelligence technology is driving a shift towards precision medicine within the Traditional Chinese medicine model. This transition propels Traditional Chinese medicine into an era of precision, intelligence, and digitalization. This paper introduces standard digital intelligence technologies and explores the application of digital intelligence technologies in quality control and evaluation of Traditional Chinese medicine, studies the research status of digital intelligence technologies in assisting diagnosis, treatment and prevention of diseases, and further promotes the application and development of digital intelligence technologies in the field of Traditional Chinese medicine."
    },
    {
      "pmid": "40264662",
      "title": "Overview of pharmacodynamical research of traditional Chinese medicine on hyperuricemic nephropathy: from the perspective of dual-regulatory effect on the intestines and kidneys.",
      "authors": [
        "Ting Wang",
        "Li Li",
        "Li Liu",
        "Ruirong Tan",
        "Qinxuan Wu",
        "Xin Zhu",
        "Hua Hua",
        "Ying Dai",
        "Huan Li",
        "Jiuzhou Mao",
        "Junning Zhao",
        "Zhujun Yin"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Uncontrolled hyperuricemia contributes to chronic kidney disease, characterized by renal inflammatory cell infiltration and tubulointerstitial fibrosis, eventually leading to renal failure. In addition to liver and kidney, the intestine tract plays a vital role in the development and progression of hyperuricemia and hyperuricemic nephropathy (HN) through various mechanisms. The conventional therapeutic strategy for HN is uric acid-lowering therapy (ULT) and renal protection; however, unsatisfactory results are often obtained in clinical practice. Growing evidence has demonstrated that traditional Chinese medicines (TCMs) achieve an anti-HN effect by modulating multiple targets and approaches with fewer side effects. Therefore, this paper reviews the pathogenesis of HN, including the role of soluble and insoluble urates in kidney and intestine, and the role of intestinal tract in the progression of HN. Meanwhile, the recent advancements in TCMs for the treatment of HN are summarized and analyzed, with a focus on their modulation of intestinal flora and metabolites, urate-related transporters, immuno-inflammation and barrier function in the intestines. Notably, for the first time, we propose the perspective that TCMs treat HN through a dual-regulatory effect on the intestines and kidneys. Additionally, the problems existing in current research and the feasible research strategies combined with emerging technologies such as fermentation and nanotechnology are discussed, thus providing novel ideas for HN management."
    },
    {
      "pmid": "40256717",
      "title": "A systematical review on traditional Chinese medicine treating chronic diseases via regulating ferroptosis from the perspective of experimental evidence and clinical application.",
      "authors": [
        "Yuanyuan Zhang",
        "Fazhi Su",
        "Enlin Zhu",
        "Yanping Sun",
        "Haixue Kuang",
        "Qiuhong Wang"
      ],
      "journal": "Chinese herbal medicines",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ferroptosis is a unique regulated form of cell death that is distinct from apoptosis, necrosis, and other well-characterized regulated cell death types, and plays an important role in the occurrence and development of chronic metabolic diseases, including diabetes, hypertension, hyperlipidemia, and non-alcoholic steatohepatitis. Recently, increasing evidence has supported traditional Chinese medicine (TCM) as a new hot spot for the treatment of chronic metabolic diseases by mediating ferroptosis. Unfortunately, few systematic reviews have described the importance of TCM in treating chronic metabolic diseases through the ferroptosis pathway. In the current review, the mechanism of ferroptosis and the roles of ferroptosis in chronic metabolic diseases are summarized. Additionally, this review illustrates that the regulation of ferroptosis by TCM could be an effective approach for treating chronic metabolic diseases based on experimental evidence and clinical application. In summary, this work will improve the understanding of ferroptosis and the ability of TCM to regulate ferroptosis in chronic metabolic diseases, thereby promoting the development and application of natural TCM."
    },
    {
      "pmid": "40256708",
      "title": "Prevention and treatment of radiation injury by traditional Chinese medicine: A review.",
      "authors": [
        "Lixue He",
        "Shixing Edi",
        "Jun Ma",
        "Zilin Kong",
        "Chunguang Dai",
        "Linfang Huang",
        "Rui Zeng",
        "Kaijun Gou"
      ],
      "journal": "Chinese herbal medicines",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nuclear radiation exposure events and tumor radiotherapy are highly susceptible to a range of psychological, physiological and other health problems, which can seriously affect patients' quality of life. It has been shown that 87.5 % of tumor patients are exposed to varying degrees of radiation injury during radiotherapy. The treatment of radiation injury (RI) in modern medicine is limited to drug therapy, cell therapy, etc. Among them, the most chemical drugs cause many adverse reactions including fatigue, nausea, vomiting, etc., and there are very few drugs dedicated to the treatment of RI. Traditional Chinese medicine (TCM) is a rich natural medicinal resource, which has a wide range of pharmacological activities, multiple targets of action and minimal toxic side effects. Many studies have demonstrated that TCM and its compound preparations have enormous potential in the treatment of radiation induced comprehensive diseases. However, TCM is limited in clinical application due to its slow onset of action, complex active ingredients, and low bioavailability. Therefore, the article reviews the application, molecular mechanisms, and new dosage forms of TCM in the prevention and treatment of RI. On this basis, we will focus on discussing the development advantages and application prospects of the combination of traditional Chinese and Western medicine to achieve highly efficient treatment of RI. This review aims to provide scientific and effective drug delivery strategies and basic theoretical support for the clinical effective treatment of RI with TCM, and further promote the innovative development of TCM."
    },
    {
      "pmid": "40254107",
      "title": "Chemical Composition of the Traditional Chinese Medicine Compound (ICAM), its Antifungal Effects against Candida albicans, and the Underlying Mechanisms: Therapeutic Potential and Safety Evaluation for Vulvovaginal Candidiasis.",
      "authors": [
        "Shuang Zhu",
        "Jianfang Sun",
        "Xueling Bi",
        "Ziyi Wang",
        "Fenge Yang",
        "Rongrong Ta",
        "Chengli Su",
        "Xiaomei Wu",
        "Kezhan Han",
        "Meng Lan",
        "Huijun Hu",
        "Hui Li",
        "Yan Li"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Traditional Chinese medicine (TCM) compound preparations play a significant role in the clinical treatment of vulvovaginal candidiasis (VVC). AIM OF THE STUDY: Candida albicans (CA) is an opportunistic fungal pathogen responsible for various human diseases, including vulvovaginal candidiasis (VVC). Hyphal growth and biofilm formation are critical virulence factors contributing to CA's pathogenicity and drug resistance. ICAM, a topical TCM compound preparation developed by our laboratory, was investigated for its chemical component, antifungal mechanisms against CA and therapeutic efficacy against VVC. MATERIALS AND METHODS: The main components of ICAM were analyzed using the Gas Chromatography-Mass Spectrometry (GC-MS) method. To elucidate the mechanisms underlying ICAM's antifungal activity, we combined phenotypic assays, transcriptomic and proteomic analyses. The therapeutic potential of ICAM for VVC and its irritancy to vaginal tissue were evaluated using cavity model experiments. RESULTS: ICAM contained a diverse range of phenolic compounds, such as phenol, 2-methoxyphenol, and 4-ethyl-2-methoxyphenol, among others. The minimum inhibitory concentration (MIC) and minimum fungicidal concentration (MFC) of ICAM against CA were 2.50% and 10.00% for the standard strain, and 5.00% and 20.00% for the clinical strain, respectively. At 1.25%, ICAM significantly inhibited CA adherence, hyphal growth, and biofilm formation, while also reducing surface hydrophobicity and exopolysaccharide production. Treatment with 10.00% ICAM completely disrupted CA membrane integrity. Transcriptome analysis revealed that multiple genes associated with biofilm and hyphal formation, including five MAPK signaling pathway genes (Ras1, Cdc24, Ste11, Cek1, Hst7), four hyphae-specific genes (Hgc1, Hwp1, Ece1, Als3), and three additional genes (Tec1, Csh1, Pmt1), were significantly downregulated. Additionally, proteins associated with the MAPK signaling pathway, including the 14-3-3 domain-containing protein, cell wall protein RTB1, Msb2p, Ras family protein, and RhoGAP domain family protein, were significantly downregulated. These findings suggest that the MAPK signaling pathway plays a crucial role in mediating ICAM's inhibition of hyphal growth and biofilm formation in CA. In vivo, 10.00% ICAM completely eliminated the symptoms of CA infection. The vaginal fungal burden in the 20.00% and 40.00% ICAM groups was reduced to zero after 12 days of treatment. Furthermore, 40.00% ICAM significantly reduced lactate dehydrogenase and inflammatory cytokine levels, demonstrating efficacy comparable to the positive control. ICAM demonstrated excellent mucosal compatibility in the cavity experiment. CONCLUSIONS: These findings highlight the potential of ICAM as a novel antifungal agent for the treatment of VVC."
    },
    {
      "pmid": "40251853",
      "title": "Treatment of Insomnia With Traditional Chinese Medicine Presents a Promising Prospect.",
      "authors": [
        "Boyi Zhang",
        "Qianqian Wang",
        "Yuhang Zhang",
        "Hanyu Wang",
        "Jingyu Kang",
        "Yandi Zhu",
        "Baiyan Wang",
        "Shuying Feng"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Insomnia, a prevalent sleep disorder, significantly impacts global health. While Western medications provide temporary relief, their risks of dependency and cognitive impairment have spurred the search for safer alternatives. Traditional Chinese Medicine (TCM) offers a promising approach to treating insomnia by focusing on harmonizing the balance of Yin and Yang and the functions of internal organs. This review explores recent research advances in TCM for insomnia treatment, integrating classical theories with modern scientific understanding of key pathological mechanisms, including neurotransmitter regulation (GABA, monoamines), immune-inflammatory responses, the HPA axis, and interactions with the gut microbiota. Growing clinical evidence supports the effectiveness of classical TCM prescriptions and treatments like acupuncture in improving sleep quality, particularly when combined with Western medications to enhance efficacy and reduce dependency. However, TCM also has its limitations. Future research directions should focus on modernizing TCM applications, addressing comorbidities associated with insomnia, exploring the role of gut microbiota, and optimizing medicinal and edible homologous products. By integrating traditional knowledge with cutting-edge technologies, TCM holds great potential for advancing personalized and effective insomnia treatments globally."
    },
    {
      "pmid": "40248102",
      "title": "Transdermal delivery of traditional Chinese medicine patch vs. NSAIDs patch for alleviating inflammation and relieving pain for early-stage knee osteoarthritis: a retrospective case control study.",
      "authors": [
        "Shoufeng Wang",
        "Jingtao Guan",
        "Wanran Gong",
        "Bingbo Bao"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The effects of transdermal delivery of traditional Chinese medicine (TCM) patch for early-stage knee osteoarthritis (EKOA) is unclear. OBJECTIVE: This study is aimed to compare the therapeutic effects of a type of TCM topical drug-Xiaotong patch with NSAIDs topical drug-flurbiprofen patch to treat EKOA. METHODS: This retrospective case control study included 42 EKOA patients from October 2023 to September 2024. Patients were divided into Xiaotong patch group and flurbiprofen patch group. The baseline characteristics, such as demographic and epidemiological information were collected. The main outcome measured was the alteration in Visual Analogue Scale (VAS) score following treatment. The secondary outcomes included inflammatory markers, like cytokine tumor necrosis factor-alpha (TNF-α) and erythrocyte sedimentation rate (ESR). RESULTS: The 42 EKOA patients were divided into two groups averagely. They received the transdermal patch therapy daily for 14 days. The primary outcome-pain assessment based on VAS score showed a prominent decrease in both groups compared with the values before treatment (P < 0.05). There were no significant differences between groups after treatment (P > 0.05). For the secondary outcomes, TNF-α and ESR were included for evaluating the pre- and post-treatment findings. The results also indicated the inflammatory conditions were alleviated by transdermal delivery of drugs from TCM patch or NSAIDs patch. Similarly, the data showed a comparable anti-inflammatory effect between groups (P > 0.05). CONCLUSION: The TCM transdermal patch exerts a similar effect on the EKOA in the aspects of pain relief and regulating inflammation for a short-term treatment as NSAIDs patch. It may provide an alternative for clinical management of EKOA."
    },
    {
      "pmid": "40247040",
      "title": "Immune cells in systemic lupus erythematosus: biology and traditional Chinese medicine therapy.",
      "authors": [
        "Ya-Nan Liang",
        "Luo Chen",
        "Qing-Yu Huang",
        "Yu-Ting Song",
        "Yu-Juan Fan",
        "Tong-Qing Chen",
        "Jia-Hui Ni",
        "Dong Wang",
        "Xiao-Yan Shen",
        "Yi-Ming Wang",
        "Yan You"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Systemic lupus erythematosus (SLE) is a heterogeneous autoimmune disease characterized by a progressive breakdown of immune tolerance to self-antigens, resulting in multiple tissue damage and clinical symptoms. Innate and adaptive immune cells including dendritic cells, macrophages, myeloid-derived suppressor cells (MDSCs), T cells and B cells are the key drivers in perpetuating and amplifying of this systemic disease. In this review we offer a comprehensive overview of recent advances in understanding the immune-pathogenesis of SLE with particular emphasis on regulatory immune cells exhibiting immunosuppressive properties, as well as newly identified factors influencing immune cell function and lineage differentiation. Furthermore, we discuss traditional Chinese medicine and natural extracts that have shown therapeutic effects on SLE by modulating immune cell differentiation and function, which may provide insights into their clinical applications."
    },
    {
      "pmid": "40245941",
      "title": "TCMSF: A construction framework of traditional Chinese medicine syndrome ancient book knowledge graph.",
      "authors": [
        "Ziling Zeng",
        "Lin Tong",
        "Bing Li",
        "Wenjing Zong",
        "Qikai Niu",
        "Sihong Liu",
        "Lei Zhang",
        "Jialun Wang",
        "Siqi Zhang",
        "Siwei Tian",
        "Jingai Wang",
        "Wei Zhang",
        "Huamin Zhang"
      ],
      "journal": "Methods of information in medicine",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Syndrome is a unique and crucial concept in traditional Chinese medicine (TCM). However, much of the syndrome knowledge lacks systematic organization and correlation, and current information technologies are unsuitable for TCM ancient texts. OBJECTIVES: We aimed to develop a knowledge graph that presents this knowledge in a more orderly, structured, and semantically oriented manner, providing a foundation for computer-aided diagnosis and treatment. METHODS: We developed a construction framework of TCM syndrome knowledge from ancient books, using a pre-trained model and rules (TCMSF). We conducted fine-tuning training on Enhanced Representation through Knowledge Integration (ERINE), Bidirectional Encoder Representation from Transformers (BERT) pre-trained language models, and chatGLM3-6b large language models (LLMs) for named entity recognition (NER) tasks. Furthermore, we employed the progressive entity relationship extraction method based on the dual pattern feature combination to extract and standardize entities and relationships between entities in these books. RESULTS: We selected Yin deficiency syndrome as a case study and constructed a model layer suitable for the expression of knowledge in these books. Compared to multiple NER methods, the combination of ERNIE and Conditional Random Fields (CRF) performs the best. By utilizing this combination, we completed the entity extraction of Yin deficiency syndrome, achieving an average F1 value of 0.77. The relationship extraction method we proposed reduces the number of incorrectly connected relationships compared to fully connected pattern layers. We successfully constructed a knowledge graph of ancient books on Yin deficiency syndrome, including over 120,000 entities and over 1.18 million relationships. CONCLUSIONS: We developed TCMSF in line with the knowledge characteristics of ancient TCM books and improved the accuracy of knowledge graph construction."
    },
    {
      "pmid": "40242756",
      "title": "Bibliometric and visual analysis in the field of macrophages in Traditional Chinese Medicine from 2003 to 2023.",
      "authors": [
        "Wenxin Zhang",
        "Kaidi Zhao",
        "Ruimin Ma",
        "Minghan Ma",
        "Yuqiong Du",
        "Peng Fang"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Macrophages are increasingly recognized as crucial therapeutic targets in the treatment of diverse pathological conditions. While considerable research has focused on macrophage-related mechanisms within Traditional Chinese Medicine (TCM), there remains a notable absence of comprehensive quantitative analyses in this field. This study aims to examine the evolutionary trajectory of macrophage-related research in TCM from 2003 to 2023, providing insights to guide future investigative directions. METHODS: We searched for articles published between 2003 and 2023 from the Web of Science Core Collection (WoSCC) database and analyzed them using R software, VOSviewer and CiteSpace. RESULTS: A total of 1,823 documents were obtained through the search. The results indicated that the number of publications between 2003 and 2023 exhibited an upward trend, with the majority of these documents originating from Chinese academic institutions and authored by Chinese scholars. This observation suggests a potential correlation with the growing prominence of Chinese medicine within China. Macrophage polarizations, a prominent focus in the study of macrophages, has also assumed an increasingly significant role in the domain of macrophages in TCM-related disciplines. The publication of these results also suggests that targeting macrophages in TCM for the treatment of some diseases is very promising, especially in ulcerative colitis, tumor-related diseases, and some liver diseases. This study provides a more comprehensive analysis of the current status and significant areas of research in the field of macrophage research in TCM, offering valuable insights for prospective research endeavors. CONCLUSION: Macrophage-related studies in TCM have garnered increasing attention from global scholars from researchers worldwide, and are expected to become a hotspot for targeting macrophages to develop new drugs to treat diseases in the future. This study comprehensively analyzes the current status and hotspots of macrophages in Chinese medicine, which can provide valuable references for future research.",
      "mesh_terms": [
        "Macrophages",
        "Medicine, Chinese Traditional",
        "Humans",
        "Bibliometrics",
        "Animals"
      ]
    },
    {
      "pmid": "40242436",
      "title": "Traditional Chinese medicine compounds modulate signaling pathways to improve cardiac-related pathology.",
      "authors": [
        "Luwen Zhang",
        "Wei Wang",
        "Xincan Liu",
        "Kuipo Yan",
        "Qiang Li",
        "Ming Li",
        "Chunying Li",
        "Yanxin Li",
        "Lei Chen"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiovascular disease poses a significant risk to human health and remains the leading cause of illness and death globally, with its incidence continuing to rise. The intricate pathophysiological mechanisms of CVDs include inflammation, oxidative stress, autophagy, and myocardial fibrosis. In light of these underlying mechanisms, traditional Chinese medicine (TCM) and its constituents have demonstrated distinct advantages in managing CVDs. By exerting synergistic effects across multiple components and targets, traditional Chinese medicine can modulate the inflammatory response, mitigate oxidative stress, regulate excessive autophagy, and enhance myocardial fibrosis repair. This article reviews the latest advancements in understanding how TCM compounds regulate signaling pathways involved in the treatment of CVDs."
    },
    {
      "pmid": "40239882",
      "title": "Traditional Chinese Medicine YangxinDingji alleviates arrhythmias through inhibition of sodium and L-type calcium channels.",
      "authors": [
        "Suhua Qiu",
        "Jinglei Sun",
        "Shi Su",
        "Wenting Wu",
        "Jiali Zhang",
        "Jinlong Qi",
        "Yanfang Xu"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-May-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: The Chinese herbal formula YangxinDingji (YXDJ), derived from the classic ancient formula Zhigancao decoction that originated from Zhang Zhongjing's \"shang han lun\", is a modern preparation of a classic prescription, and is used for arrhythmia treatment in China. However, its antiarrhythmic mechanisms are not fully elucidated. AIM OF THE STUDY: This study aimed to investigate the pharmacological and molecular mechanisms of YXDJ. MATERIALS AND METHODS: Antiarrhythmic effects were evaluated in isolated guinea pig hearts subjected to ischemia/reperfusion (I/R) or isoproterenol (ISO) challenge, and in human induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs) utilizing a multi-electrode array (MEA). Patch clamp recordings assessed the effects of YXDJ on sodium (INa, INa-L) and L-type calcium (ICa-L) currents, while potassium currents (IKr, IKs) were studied in heterologous cells. Optical mapping observed electrical activities and calcium transients. RESULTS: YXDJ pretreatment at concentrations of 0.25, 0.5, and 1.0 mg/ml effectively prevented ventricular arrhythmias induced by I/R or ISO challenge, and mitigated electrical stimulation-induced arrhythmias in hiPSC-CMs. YXDJ inhibited INa, INa-L, and ICa-L currents in a concentration-dependent manner without affecting IKr and IKs, inhibited abnormal electrical activities and excitation reentry, decreased action potential duration dispersion and heterogeneity of excitation conduction, and restored intracellular calcium homeostasis. CONCLUSIONS: Our results demonstrate that YXDJ exerts its antiarrhythmic effect through the inhibition of inward depolarizing currents, which prevents alterations in left ventricular repolarization dispersion. This leads to synchronized repolarization and a reduction in excitation reentry. Collectively, these findings suggest that YXDJ is a promising candidate for the treatment of arrhythmias.",
      "mesh_terms": [
        "Animals",
        "Guinea Pigs",
        "Drugs, Chinese Herbal",
        "Arrhythmias, Cardiac",
        "Myocytes, Cardiac",
        "Humans",
        "Anti-Arrhythmia Agents",
        "Calcium Channels, L-Type",
        "Male",
        "Induced Pluripotent Stem Cells",
        "Calcium Channel Blockers",
        "Medicine, Chinese Traditional",
        "Sodium Channels",
        "Action Potentials"
      ]
    },
    {
      "pmid": "40238820",
      "title": "Ferroptosis regulation by traditional chinese medicine for ischemic stroke intervention based on network pharmacology and data mining.",
      "authors": [
        "Jun Lei",
        "Wei Chen",
        "Yaodong Gu",
        "Xueyan Lv",
        "Xingyu Kang",
        "Xicheng Jiang"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of this study is to use network pharmacology and data mining to explore the role of traditional Chinese medicine (TCM) in ischemic stroke (IS) intervention by ferroptosis regulation. The results will provide reference for related research on ferroptosis in IS. METHODS: The ferroptosis-related targets were obtained from the GeneCards, GeneCLiP3, and FerrDdb databases, while the IS targets were sourced from the GeneCards and DisGeNET databases. Venny was used to identify IS targets associated with ferroptosis. A protein-protein interaction (PPI) analysis was then conducted, and machine learning screening was used to validate these potential targets. The potential targets that met specific criteria and their related compounds allowed us to select TCMs. A mechanistic analysis of the potential targets was conducted using the DAVID database. PPI network diagrams, target-compound network diagrams, and target-compound-TCM network diagrams were then constructed. Finally, molecular docking technology was used to verify the binding activities of the TCM compounds and core components with the identified targets. In addition, the properties, flavors, meridian tropism, and therapeutic effects of the candidate TCMs were analyzed and statistically evaluated. RESULTS: A total of 706 targets associated with ferroptosis in IS were obtained, and 14 potential ferroptosis targets in IS were obtained using machine learning. Furthermore, 413 compounds and 301 TCMs were screened, and the binding activities of the targets to the TCM compounds and the core prescriptions were stable. The candidate TCMs primarily exhibited cold, warm, bitter taste, pungent taste, liver meridian, heat-cleaning medicinal, and tonify deficiency properties. CONCLUSIONS: This study investigated ferroptosis regulation for IS intervention using TCM. We began by investigating the targets of IS and ferroptosis, and we also analyzed the relevant mechanism of ferroptosis in IS. The results of this study provide reference for related research on ferroptosis in IS.",
      "mesh_terms": [
        "Ferroptosis",
        "Medicine, Chinese Traditional",
        "Network Pharmacology",
        "Humans",
        "Data Mining",
        "Protein Interaction Maps",
        "Molecular Docking Simulation",
        "Ischemic Stroke",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "40237022",
      "title": "Non-pharmacological interventions involving traditional Chinese medicine for assisted reproductive technology: A group consensus.",
      "authors": [
        "Xinyue Li",
        "Hye Won Lee",
        "Tianyi Zhou",
        "Nicola Robinson",
        "Xiao-Yang Mio Hu",
        "Momir Dunjić",
        "Fangfang Wang",
        "Rong Zhang",
        "Consensus Panel",
        "Yuhang Zhu",
        "Fan Qu"
      ],
      "journal": "Integrative medicine research",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Assisted reproductive technologies (ART) are being increasingly utilized for mitigating fertility problems. Nonpharmacological interventions of traditional Chinese medicine (TCM) are widely used as an adjunct to ART, which may improve the rate of pregnancy. Currently, no standard treatment guidelines or consensus are available for non-pharmacological interventions of TCM for patients undergoing ART. The aim of this study was to establish a consensus on the use of non-pharmacological TCM interventions during the ART treatment cycle. METHODS: This study utilized existing data and developed a consensus among a panel of experts on non-pharmacological interventions of TCM for ART. Through face-to-face or online contact, the listed recommendations were revised one by one, and a consensus was reached when >70 % of the experts agreed with the recommendation. The writing group of the expert panel then created the first draft of the expert consensus based on the discussion in the first round. The second round was held to reach a consensus on content improvements based on the opinions of the experts in the previous round. RESULTS: After the literature search, a total of 873 related articles were retrieved, and 59 studies were ultimately included according to the inclusion and exclusion criteria. After two rounds of the survey, a total of 24 experts from 18 Chinese provinces across China and five international experts from the United Kingdom, Korea, and Serbia provided vital insight and support for the formulation of this consensus. The consensus outlines eight non-pharmacological interventions for seven different stages of the ART cycle and three major complications during ART, involving 23 items of clinical practice recommendations. CONCLUSIONS: Expert consensus provides a foundation for integrating non-pharmacological TCM interventions into clinical practice during ART. As more high-quality, large-scale, multicenter clinical trials are conducted, these recommendations may be refined and updated to better inform clinical guidelines and improve patient outcomes in ART."
    },
    {
      "pmid": "40236879",
      "title": "Exploration of Traditional Chinese Medicine Comprehensive Treatment of Triple Negative Breast Cancer Based on Molecular Pathological Mechanism.",
      "authors": [
        "Mingya Zhu",
        "Yongqin Liu",
        "Zhu Wen",
        "Hao Tan",
        "Siman Li",
        "Xinkang Yu",
        "Hongping Luo",
        "Delin Li",
        "Jinyan Wang",
        "Fangyan Qin"
      ],
      "journal": "Breast cancer (Dove Medical Press)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Triple-negative breast cancer (TNBC) is recognized as the most aggressive subtype of breast cancer and is associated with poor prognosis. Clinically, TNBC is associated with significant invasiveness, high propensity for metastasis, frequent recurrence, and unfavorable outcomes. The absence of estrogen receptors, progesterone receptors, and human epidermal growth factor receptor 2 (HER2) in TNBC renders it unresponsive to endocrine therapies and treatments that target HER2. Consequently, the current therapeutic options are primarily confined to surgical intervention, adjuvant chemotherapy, and radiotherapy. Given the considerable heterogeneity of TNBC, targeted therapies have emerged as promising avenues for treatment. Furthermore, immunotherapy has demonstrated the potential to enhance overall survival and therapeutic response in patients with TNBC. Additionally, research indicates that traditional Chinese medicine (TCM) may yield beneficial effects in the management of this cancer subtype. This review aims to consolidate recent advancements in treatment strategies for TNBC, particularly those based on molecular subtypes."
    },
    {
      "pmid": "40230576",
      "title": "Integrated Glucocorticoids and Traditional Chinese Medicine in a Squamous Lung Cancer Patient with Dermatologic Toxicities Related to Pembrolizumab: A Case Report.",
      "authors": [
        "Yu Yi Chen",
        "Tongtong Wu",
        "Guowang Yang",
        "Jie Yu"
      ],
      "journal": "Clinical, cosmetic and investigational dermatology",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "The report presents the case of a 70-year-old man with advanced squamous lung cancer who developed dermatologic toxicities after receiving Pembrolizumab-based therapy. During the acute phase, the patient was treated with an integrative treatment of glucocorticosteroids and traditional Chinese medicine (TCM) and achieved superior efficacy. The patient presented with blisters and papules distributed covering 60% of the trunk and extremities, along with more than 90% coverage of the hands and feet, graded as a cutaneous immune-related adverse event (irAE) of 3-4 levels, and accompanied by pruritus, infections, hypercoagulation, hypoproteinemia, and electrolyte disturbance. He was initially on intravenous glucocorticoids synchronized with TCM decoctions for seven days, which effectively intercepted the appearance of fresh cutaneous lesions, with noticeable alleviation of pruritus and other complications. He then began to taper his glucocorticoid dosage with the assistance of TCM. Antihistamines and topicals were used in the first three weeks. As a result, the cutaneous symptoms were well controlled, and he was subsequently transferred for further anti-tumor therapies. In conclusion, integrated glucocorticoids and TCM was used to bring the patient out of the acute phase of high-grade irAE dermatologic toxicity successfully. In this case, the cutaneous symptoms were resolved more rapidly, with earlier glucocorticoid tapering and fewer adverse hormonal effects, without tumor progression."
    },
    {
      "pmid": "40225699",
      "title": "Traditional Chinese Medicine as a Tool for the Treatment of Hepatocellular Carcinoma by Targeting Pathophysiological Mechanism.",
      "authors": [
        "Jialin Lu",
        "Xiaoyu Liu",
        "Kaiyan Fan",
        "Xiaofeng Lin"
      ],
      "journal": "Cancer management and research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Liver cancer is a significant global health concern, with projections indicating that the incidence of morbidity may surpass one million cases by 2025. Hepatocellular carcinoma (HCC) is the predominant subtype of liver cancer, constituting approximately 90% of all liver cancer diagnoses. Infections caused by the hepatitis B virus (HBV) and hepatitis C virus (HCV) are recognized as primary risk factors for the development of HCC. However, non-alcoholic steatohepatitis (NASH), which is often linked to metabolic syndrome or diabetes, is increasingly being recognized as a prevalent risk factor in Western populations. Furthermore, HCC associated with NASH exhibits distinct molecular pathogenesis. Patients diagnosed with HCC have access to a range of therapeutic interventions, including liver transplantation, surgical resection, percutaneous ablation, radiation therapy, and transarterial and systemic therapies. Consequently, effective clinical decision-making requires a multidisciplinary approach to adapt individualized treatment plans based on the patient's tumor stage, liver function, and overall performance status. The approval of new first- and second-line pharmacological agents, along with the establishment of immune checkpoint inhibitor therapies as standard treatment modalities, has contributed to an improved prognosis for patients with HCC. Nevertheless, the optimal sequencing of these therapeutic agents remains to be elucidated, highlighting the urgent need for predictive biomarkers to inform treatment selections. Traditional Chinese Medicine (TCM) has demonstrated potential as a complementary and alternative therapeutic approach for liver cancer, warranting further investigation. This review aimed to examine the comprehensive treatment of HCC through the lens of TCM, informed by the current understanding of its epidemiology, diagnosis, and pathophysiology."
    },
    {
      "pmid": "40223935",
      "title": "Traditional Chinese medicine injections with Tonifying Qi, equivalent effect of regulating energy metabolism, for acute myocardial infarction: a systematic review and meta-analysis of randomized clinical trials.",
      "authors": [
        "Huiwen Zhou",
        "Jiaping Chen",
        "Hongxu Liu",
        "Xiang Li",
        "Huiqi Zong",
        "Shuwen Zhang",
        "Yuxin Shi",
        "Yunze Li"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Traditional Chinese medicine injections for Tonifying Qi (TCMi-TQs), which exhibits comparable effect of regulating energy metabolism, is commonly used as an adjuvant treatment for acute myocardial infarction (AMI) in China. OBJECTIVE: A systematic review and meta-analysis was conducted to contrast the effectiveness and safety of four TCMi-TQs in AMI. METHODS: Eight Databases were thoroughly searched before 31 July 2024, for randomized controlled trials (RCTs) focusing on the application of TCMi-TQs combined with conventional treatments (CT) to treat AMI. The primary outcomes were in-hospital mortality and long-term mortality. Secondary outcomes included malignant arrhythmia, left ventricular ejection fraction (LVEF), and adverse events. Stata17.0 and RevMan 5.4.1 software were employed for meta-analysis. The quality of evidence was evaluated using the GRADE approach. RESULTS: A total of 113 RCTs involving 10,779 patients were included in the analysis, none of which described in-dependent testing of the purity or potency of the TCMi-TQ product used. 51/113 reported random sequence generation. All RCTs lack adequate description of allocation concealment. 112/113 failed to assess blinding. The meta-analysis results demonstrated that the combined application of TCMi-TQ + CT, compared with CT, significantly reduced in-hospital mortality in AMI patients [RR = 0.58, 95% CI (0.51, 0.67), P < 0.05], decreased the incidence of malignant arrhythmia [RR = 0.51, 95%CI(0.42, 0.63), P < 0.05], increased LVEF [MD = 6.52, 95%CI(5.54, 7.50), P < 0.05], and decreased the incidence of adverse events [RR = 0.70, 95%CI(0.60, 0.81), P < 0.05]. The GRADE evidence quality classification indicated that the evidence for in-hospital mortality, malignant arrhythmia, and adverse events was of moderate quality, while the evidence for LVEF was of low quality. CONCLUSION: TCMi-TQ demonstrates additional clinical value in reducing mortality, the risk of malignant arrhythmia, and adverse events in patients with AMI. However, further validation of these findings is warranted through high-quality clinical trials due to methodological weaknesses in randomization, blinding, allocation concealment, and insufficient assessment of the purity/potency of botanical drugs and the quantity of active metabolites. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/PROSPERO/view/CRD42024573818, identifier PROSPERO (CRD42024573818)."
    },
    {
      "pmid": "40223114",
      "title": "Comparative analysis of the clinical efficacy of conservative treatment for adenomyosis using traditional Chinese medicine and Western medicine.",
      "authors": [
        "Yan Liang",
        "Tianling Xiao",
        "Haiyan Zhang"
      ],
      "journal": "Journal of health, population, and nutrition",
      "publication_date": "2025-Apr-13",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "OBJECTIVE: To explore the clinical efficacy of commonly used conservative treatments for adenomyosis using both TCM and Western medicine. METHODS: 210 patients with adenomyosis were selected and divided into 3 groups: Group A (Dan'e Fukang), Group B (Dienogest), and Group C (Goserelin + Mirena), with 70 cases in each group. Afterward, indicators were collected for comparison. RESULTS: Different treatment approaches exhibited varying effects on uterine VAS, and PBAC among the 3 groups (P < 0.001). The effects of different treatment approaches on serum levels of estradiol (E2), FSH, and CA125 also differed among the 3 groups (P < 0.001). After 3 months of treatment, the incidence of adverse reactions among the 3 groups was significantly different (P < 0.001), with further comparison indicating a lower incidence of adverse reactions in Groups A and B than in Group C (P < 0.017). Meanwhile, statistically significant differences in the incidence of adverse reactions among the 3 groups were observed again after 6 months of treatment (P = 0.004), with further comparison revealing a lower incidence of adverse reactions in Group B than in Group C. Additionally, the comparison of uterine volume (P < 0.001) and VAS (P < 0.001) among the 3 groups was different after 12 months of treatment, and further comparison revealed that the uterine volume was ranked as Group B > Group C > Group A, while the pelvic pain VAS scores were ranked as Group C > Group B = Group A. CONCLUSION: Dan'e Fukang Decoction is markedly effective in alleviating pain; Goserelin + Mirena exhibits significant efficacy in reducing bleeding.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adenomyosis",
        "Adult",
        "Treatment Outcome",
        "Medicine, Chinese Traditional",
        "Goserelin",
        "Nandrolone",
        "Conservative Treatment",
        "Middle Aged",
        "Estradiol",
        "Drugs, Chinese Herbal",
        "Drug Therapy, Combination",
        "Uterus",
        "Follicle Stimulating Hormone"
      ]
    },
    {
      "pmid": "40219655",
      "title": "Advances in Therapeutic Targets and Traditional Chinese Medicine for Cardiomyopathy.",
      "authors": [
        "Si-Hui Yang",
        "Shuai-Nan Zhang",
        "Xu-Zhao Li"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiomyopathy is a kind of heart disease caused by multiple factors of myocardial structure and function disorders. In this paper, we summarized and found the targets and mechanisms with therapeutic potential by querying the relevant literature on cardiomyopathy in the past 10 years from databases. Numerous pieces of literature have proven the significant efficacy of traditional Chinese medicine (TCM) in the treatment of cardiomyopathy. Through effective screening methods, we quickly identified a variety of commonly used Chinese herbs such as Astragalus, Danggui, Danshen, Pueraria Root, and ginseng, and further analyzed the active ingredients that play key roles in the treatment of cardiomyopathy. Specifically, our study revealed significant interaction activity at the molecular level of active ingredients such as calycosin, formononetin, and beta-sitosterol, which were strongly validated by sophisticated molecular docking experiments. These active ingredients can be precisely combined with 14 core targets (such as AKT1, TP53, IL6, and other key proteins), which not only reveals their potential therapeutic mechanisms but also provides direct and solid scientific support for the application of TCM in the treatment of cardiomyopathy. It is helpful to develop new TCM preparations further and provide more treatment options for patients with cardiomyopathy."
    },
    {
      "pmid": "40209965",
      "title": "Traditional Chinese medicine and natural products in management of hepatocellular carcinoma: Biological mechanisms and therapeutic potential.",
      "authors": [
        "Yunqing Xun",
        "Guang Chen",
        "Guoyi Tang",
        "Cheng Zhang",
        "Shichen Zhou",
        "Tung-Leong Fong",
        "Yue Chen",
        "Ruogu Xiong",
        "Ning Wang",
        "Yibin Feng"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Hepatocellular carcinoma (HCC), originating from hepatocytes, is the most common type of primary liver cancer. HCC imposes a significant global health burden with high morbidity and mortality, making it a critical public concern. Surgical interventions, including hepatectomy and liver transplantation, are pivotal in achieving long-term survival for patients with HCC. Additionally, ablation therapy, endovascular interventional therapy, radiotherapy, and systemic anti-tumor therapies are commonly employed. However, these treatment modalities are often associated with considerable challenges, including high postoperative recurrence rates and adverse effects. Traditional Chinese medicine (TCM) and natural products have been utilized for centuries as a complementary approach in managing HCC and its complications, demonstrating favorable clinical outcomes. Various bioactive compounds derived from TCM and natural products have been identified and purified, and their mechanisms of action have been extensively investigated. This review aims to provide a comprehensive and up-to-date evaluation of the clinical efficacy of TCM, natural products and their active constituents in the treatment and management of HCC. Particular emphasis is placed on elucidating the potential molecular mechanisms and therapeutic targets of these agents, including their roles in inhibiting HCC cell proliferation, inducing apoptosis and pyroptosis, suppressing tumor invasion and metastasis, and restraining angiogenesis within HCC tissues.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Medicine, Chinese Traditional",
        "Animals",
        "Biological Products",
        "Drugs, Chinese Herbal",
        "Antineoplastic Agents, Phytogenic"
      ]
    },
    {
      "pmid": "40207428",
      "title": "A Randomized, Double-Blinded, Placebo-Controlled Study of the Use of Traditional Chinese Medicine for Treating Patients With Mild/Moderate Chronic Obstructive Pulmonary Disease.",
      "authors": [
        "Jiansheng Li",
        "Minghang Wang",
        "Yang Xie",
        "Suyun Li",
        "Xueqing Yu",
        "Fengsen Li",
        "Hanrong Xue",
        "Zegeng Li",
        "Nianzhi Zhang",
        "Guiying Liu",
        "Wei Zhang",
        "Qing Miao",
        "ZiKai Sun",
        "Zhenghang Ge",
        "Zhanping Ma",
        "Hongyan Cai",
        "Zhijia Sun",
        "Hailong Zhang",
        "Yanfang Wang"
      ],
      "journal": "Journal of evidence-based medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIM: Chronic obstructive pulmonary disease (COPD) is a critical disease, with lung function closely linked to disease severity. This study aimed to evaluate the clinical efficacy of treatments for stable COPD in patients with pulmonary function Grades I and II. PATIENTS AND METHODS: We conducted a multicenter, randomized, double-blind, placebo-controlled trial (registration number: NCT01486186). A total of 502 patients were randomly assigned to an experimental group (n = 251, treated with Bufei, Bufei Jianpi, and Bufei Yishen granules based on traditional Chinese medicine [TCM] syndromes) and a control group (n = 251, treated with a Chinese medicine-based placebo). Acute exacerbations (AEs), lung function, clinical symptoms, 6-min walking distance (6MWD), and dyspnea were assessed over 12 months of treatment and 12 months of follow-up. RESULTS: A total of 432 patients, including 214 and 218 patients in the experimental and control groups, respectively, completed the trial. The early treatment group had fewer AEs (p < 0.05), better clinical symptom scores (p < 0.05), longer 6MWD (p < 0.05), and better Modified Medical Research Council (mMRC) scores than the control group (p < 0.05). No significant differences were found in forced vital capacity (FVC) and forced expiratory volume in first second (FEV1%) between the two groups, but there was a significant difference in FEV1 and the annual rate of FEV1 decline between the groups over 2 years (p < 0.05). CONCLUSION: Treatment with TCM for stable COPD significantly reduced AEs, increased the 6MWD, and alleviated dyspnea in patients with pulmonary function Grades I and II. FEV1 was improved, and the slower FEV1 decline indicates a potential benefit in mitigating disease progression.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Double-Blind Method",
        "Drugs, Chinese Herbal",
        "Medicine, Chinese Traditional",
        "Pulmonary Disease, Chronic Obstructive",
        "Severity of Illness Index",
        "Treatment Outcome",
        "Walk Test"
      ]
    },
    {
      "pmid": "40196753",
      "title": "Mechanism of the Traditional Chinese Medicine Simiao Biejia Decoction Improves the Diabetes Mellitus-Induced Erectile Dysfunction in Rats.",
      "authors": [
        "Yuanyuan Liu",
        "Dalin Sun",
        "Dong Xing",
        "Yiqi Rui",
        "Yihan Jin",
        "Peng Wang",
        "Bin Cai",
        "Chuyu Li",
        "Chao Gao",
        "Yugui Cui",
        "Baofang Jin"
      ],
      "journal": "Drug design, development and therapy",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Simiao Biejia (SMBJ) granules, a traditional Chinese herbal remedy, have been used to treat erectile dysfunction caused by diabetes mellitus (DMED). However, the molecular mechanisms underlying SMBJ's therapeutic effects remain unclear. This study aimed to investigate the effects and mechanisms of SMBJ in a rat model of DMED using network pharmacology, proteomics, and molecular docking. METHODS: A rat model of DMED was established, and SMBJ granules were administered (0, 7.1, 14.2, and 28.4 mg/kg/d, respectively) for 4 weeks. Erectile function was evaluated by measuring intracavernous pressure and mean arterial pressure. The active compounds in SMBJ were analyzed by gas chromatography and identified using network pharmacology and bioinformatics. Potential targets in the penile tissue was identified via proteomics and validated by Western blotting. Molecular docking was used to assess the binding affinity between bioactive compounds and primary targets. RESULTS: SMBJ significantly improves erectile function and ameliorates DMED in rats by reducing corpus cavernosum fibrosis, decreasing eNOS and nNOS levels, alleviating oxidative stress in penile tissue, and mitigating damage to smooth muscle cells (SMCs) and vascular endothelial cells (VECs). Network pharmacology and proteomics identified 24 potential SMBJ targets in DMED. The 4 drug molecules identified were involved in the therapeutic effects of SMBJ, among which luteolin was predicted to be the core drug component. Luteolin bound directly with AKT1, a key differentially expressed protein in the penile tissue of DMED rats. Further analysis showed that luteolin in SMBJ activates the PI3K/Akt pathway and regulation of nNOS and NF-kB expression in the penile tissue of DMED rats to improve erectile function. CONCLUSION: SMBJ improved oxidative stress damage, vascular endothelial repair, and angiogenesis in the penile tissue of DMED rats. Luteolin is one of the core drug components of SMBJ in DMED treatment that regulates PI3K/AKT-related pathways.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Erectile Dysfunction",
        "Drugs, Chinese Herbal",
        "Rats",
        "Molecular Docking Simulation",
        "Rats, Sprague-Dawley",
        "Diabetes Mellitus, Experimental",
        "Medicine, Chinese Traditional",
        "Dose-Response Relationship, Drug",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "40190445",
      "title": "Who is Seeking Traditional Chinese Medicine (TCM) for Cancer? Insights from a Large Cohort in a Rehabilitation Clinic.",
      "authors": [
        "Yong Zhang",
        "Yiding Dai",
        "Dan Kang",
        "Qingsong Yu",
        "Xiangxi Zhou",
        "Xin Tian",
        "Qiulong Chen",
        "Yi Chen",
        "Fang Liu",
        "Qiuling Shi"
      ],
      "journal": "Patient preference and adherence",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Traditional Chinese Medicine (TCM) is widely used in cancer care, yet its utilization features are not well understood. By providing a comprehensive overview of the demographic and clinical characteristics, symptom burden, HRQoL, and TCM constitution of cancer patients seeking TCM treatment, we aim to offer insights into the integration of TCM into cancer care. PATIENTS AND METHODS: The questionnaire collected data on demographic and clinical characteristics, the MD Anderson Symptom Inventory for Traditional Chinese Medicine (MDASI-TCM), the EuroQol-5Dimensions-5Levels (EQ-5D-5L), and the simplified version of the Constitution in Chinese Medicine Questionnaire (CCMQ). A descriptive analysis was conducted to profile the patients' status and expectations of TCM. Chi-square or Fisher exact tests were employed to compare the distribution of TCM constitutional types across different cancer diagnoses. RESULTS: Among 3047 eligible patients, 2796 (median age 55) completed the questionnaire and were subsequently included in the analysis. The cohort was predominantly female (56.5%), with lung cancer being the most common primary diagnosis (25.2%). Furthermore, 86.7% of the patients presented with a good performance status (ECOG-PS ≤ 1). The main reasons patients sought TCM treatment were to alleviate cancer-related symptoms (59.4%) and enhance immune function (55.4%). The most prevalent symptoms (scored 1-10 on a 0-10 scale) were fatigue (81.1%), followed by disturbed sleep (81.0%), and dry mouth (78.2%). The mean and median EQ-5D-5L utility scores were 0.81 and 0.89, respectively. About 83.4% of cancer patients exhibited a deviation in TCM constitution, with Yang-deficiency being particularly common among them. CONCLUSION: This study highlights the symptom burden, HRQoL, TCM constitution, and characteristics of patients who pursue TCM treatment. It advances our understanding of TCM's role in cancer rehabilitation by shedding light on target population potential needs of care. The findings provide a foundation for developing evidence-based strategies to enhance TCM application in clinical settings, optimize resource allocation, and improve rehabilitation outcomes for cancer patients."
    },
    {
      "pmid": "40188582",
      "title": "Research progress of active compounds from traditional Chinese medicine in the treatment of stroke.",
      "authors": [
        "Xinyi Yin",
        "Shutang Li",
        "Junwei Wang",
        "Meng Wang",
        "Jinfei Yang"
      ],
      "journal": "European journal of medicinal chemistry",
      "publication_date": "2025-Jul-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Stroke is a serious cerebrovascular disease that is categorized into two types: ischemic and hemorrhagic. The pathological mechanisms of ischemic stroke are complex and diverse, encompassing processes such as neuroinflammation and apoptosis. The pathological processes of hemorrhagic stroke primarily involve the disruption of the blood-brain barrier and cerebral edema. Western medical treatment methods show certain effectiveness during the acute phase of stroke, but they are limited by a narrow therapeutic window and secondary injuries. Traditional Chinese medicine (TCM) has a long history and unique advantages in treating stroke. Studies confirm that active compounds derived from TCM exert multi-pathway, multi-target effects, significantly improving therapeutic outcomes and reducing adverse reactions. However, due to the complexity of the components in TCM, research on monomeric components still faces challenges. This article reviews the relevant research progress published in domestic and international journals over the past twenty years regarding the mechanisms of action of monomeric components of TCM in the treatment of stroke, aiming to provide insights and references for the clinical application of TCM in stroke treatment and further new drug development.",
      "mesh_terms": [
        "Humans",
        "Medicine, Chinese Traditional",
        "Stroke",
        "Drugs, Chinese Herbal",
        "Animals",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "40188247",
      "title": "Traditional Chinese medicine-based therapeutics for Pediatric pneumonia-related acute lung injury and acute respiratory distress syndrome.",
      "authors": [
        "Yuexin Pan",
        "Shalesh Gangwar",
        "Mohamed Abbas",
        "Khalid Raza"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pediatric pneumonia remains a leading cause of morbidity and mortality among children worldwide, necessitating the exploration of novel therapeutic interventions. Traditional Chinese Medicine (TCM) offers a rich repository of natural compounds with potential therapeutic benefits. In this study, we explore the role of the TCM-derived compound ADHPE ([(1S,3S)-3-acetoxy-5-(3,4-dihydroxyphenyl)-1-[2-(3,4-dihydroxyphenyl)ethyl]pentyl]) as a stabilizer of 14-3-3σ and p65 complex in pediatric pneumonia through a comprehensive in silico approach. Using virtual screening and molecular docking, we screen the TCM drug library and assess the binding affinity of ADHPE to key protein targets implicated in the pathogenesis of pediatric pneumonia-associated acute lung injury (ALI) and acute respiratory distress syndrome (ARDS). The stability and dynamics of the drug-target complexes are further evaluated through molecular dynamics (MD) simulations, providing insights into the interaction mechanisms at an atomic level. Additionally, we perform ADMET (Absorption, Distribution, Metabolism, Excretion, and Toxicity) analysis to predict the pharmacokinetic and safety profiles of ADHPE. Further, MM\\GBSA, WaterMap, and Piper analyses were conducted to confirm the results. The findings from this study may pave the way for the development of effective TCM-based therapies for pediatric pneumonia, offering a promising alternative to current treatment modalities.",
      "mesh_terms": [
        "Humans",
        "Acute Lung Injury",
        "Medicine, Chinese Traditional",
        "Respiratory Distress Syndrome",
        "Molecular Docking Simulation",
        "Pneumonia",
        "Molecular Dynamics Simulation",
        "Child",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "40186283",
      "title": "Clinical study of traditional Chinese medicine comprehensive therapy for Exercise-Related musculoskeletal injuries using musculoskeletal ultrasound observation.",
      "authors": [
        "Lixia Yuan",
        "Juan Shi",
        "Xiaoli Liu",
        "Sheng Wang",
        "Lianghong Li"
      ],
      "journal": "Journal of orthopaedic surgery and research",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to compare the clinical efficacy of Jingshang Gao in the treatment of lateral ankle sprains by observing the healing process with musculoskeletal ultrasound. METHODS: We enrolled 90 patients with lateral ankle sprains who were admitted to our hospital from July 1, 2022, to July 1, 2023. The average age was 36.21 years, and 35 patients were male (38.9%). Patients were divided into two groups based on different treatment methods: the control group received oral celecoxib capsules(200 mg once daily), and the research group received Jingshang Gao topical application. We compared the basic data between the two groups. RESULTS: In terms of pain score, both groups had lower VAS scores at T1-T4 than at T0, and the research group had significantly lower VAS scores than the control group at T3 and T4 (p < 0.01, Cohen's d = 0.82). In terms of functional score, both groups had higher Kaikkonen ankle injury function scores at T1-T4 than at T0, and the research group had significantly higher scores than the control group at T3 and T4 (p < 0.01, Cohen's d = 0.87). In terms of AOFAS score, the research group had significantly higher functional scores than the control group (94.307 ± 18.206 vs. 81.216 ± 17.22, p < 0.001, Cohen's d = 0.75). Musculoskeletal ultrasound showed that the healing rate of the ligament in the research group was 82.2% (95% CI: 71.1-93.3%), which was significantly higher than the control group's 57.8% (95% CI: 43.3-72.3%), p = 0.011. In terms of SF-36 score, the research group had a higher VT score than the control group (75.6 ± 9.2 vs. 68.4 ± 8.9, p = 0.024, Cohen's d = 0.79), and a lower MH score than the control group (60.2 ± 7.8 vs. 65.9 ± 8.2, p = 0.032, Cohen's d = 0.71). In terms of the thickness of the anterior talofibular ligament and calcaneofibular ligament, the research group had thinner ATFL (1.78 ± 0.21 vs. 2.05 ± 0.24 mm, p < 0.001, Cohen's d = 1.19) and CFL (1.32 ± 0.09 vs. 1.41 ± 0.08 mm, p < 0.001, Cohen's d = 1.06) than the control group. CONCLUSION: Musculoskeletal ultrasound observation of Jingshang Gao treatment for lateral ankle sprains has shown promising results in relieving pain, improving function, and promoting ligament healing. These findings suggest potential benefits of this treatment approach, though randomized controlled trials are needed for definitive efficacy assessment. CLINICAL TRIAL NUMBER: Not applicable.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Female",
        "Ultrasonography",
        "Ankle Injuries",
        "Middle Aged",
        "Medicine, Chinese Traditional",
        "Young Adult",
        "Treatment Outcome",
        "Exercise",
        "Drugs, Chinese Herbal",
        "Celecoxib",
        "Sprains and Strains",
        "Musculoskeletal System"
      ]
    },
    {
      "pmid": "40182854",
      "title": "Explainable machine learning model and nomogram for predicting the efficacy of Traditional Chinese Medicine in treating Long COVID: a retrospective study.",
      "authors": [
        "Jisheng Zhang",
        "Yang Chen",
        "Aijun Zhang",
        "Yi Yang",
        "Liqian Ma",
        "Hangqi Meng",
        "Jintao Wu",
        "Kean Zhu",
        "Jiangsong Zhang",
        "Ke Lin",
        "Xianming Lin"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Long COVID significantly affects patients' quality of life, yet no standardized treatment has been established. Traditional Chinese Medicine (TCM) presents a promising potential approach with targeted therapeutic strategies. This study aims to develop an explainable machine learning (ML) model and nomogram to identify Long COVID patients who may benefit from TCM, enhancing clinical decision-making. METHODS: We analyzed data from 1,331 Long COVID patients treated with TCM between December 2022 and February 2024 at three hospitals in Zhejiang, China. Effectiveness was defined as improvement in two or more symptoms or a minimum 2-point increase in the Traditional Chinese Medicine Syndrome Score (TCMSS). Data included 11 patient and disease characteristics, 18 clinical symptoms and syndrome scores, and 12 auxiliary examination indicators. The least absolute shrinkage and selection operator (LASSO) method identified features linked to TCM efficacy. Data from 1,204 patients served as the training set, while 127 patients formed the testing set. RESULTS: We employed five ML algorithms: Support Vector Machine (SVM), Random Forest (RF), K-Nearest Neighbors (KNN), Extreme Gradient Boosting (XGBoost), and Neural Network (NN). The XGBoost model achieved an Area Under the Curve (AUC) of 0.9957 and an F1 score of 0.9852 in the training set, demonstrating superior performance in the testing set with an AUC of 0.9059 and F1 score of 0.9027. Key features identified through SHapley Additive exPlanations (SHAP) included chest tightness, aversion to cold, age, TCMSS, Short Form (36) Health Survey (SF-36), C-reactive protein (CRP), and lymphocyte ratio. The logistic regression-based nomogram demonstrated an AUC of 0.9479 and F1 score of 0.9384 in the testing set. CONCLUSION: This study utilized multicenter data and multiple ML algorithms to create a ML model for predicting TCM efficacy in Long COVID treatment. Furthermore, a logistic regression-based nomogram was developed to assist the model and improve decision-making efficiency in TCM applications for Long COVID management."
    },
    {
      "pmid": "40171620",
      "title": "Traditional Chinese medicine (TCM) enhances the therapeutic efficiency of a gemcitabine-loaded injectable hydrogel on postoperative breast cancer through modulating the microenvironment.",
      "authors": [
        "Wenxu Wang",
        "Jixiang Yuan",
        "Yuying Zhu",
        "Ruixiang Li",
        "Jiange Zhang"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Local injection of the drug-loaded hydrogel at the surgery site is promising for postoperative breast cancer. However, the postoperative changes in the tumor microenvironment, such as inflammation, abnormal angiogenesis and hypoxia, inhibit drug perfusion and contribute to breast cancer recurrence (BCR). Normalizing the abnormal blood vessels can effectively improve perfusion and reduce hypoxia. Here, we encapsulated gemcitabine (GEM) in a PLGA-PEG-PLGA hydrogel (GEM-hydrogel) for local treatment of postoperative breast cancer. The GEM-hydrogel can be injected into the surgery cavity allowing sustained release of the drug. Meanwhile, traditional Chinese medicine (TCM) Shexiang Baoxin Pill (SBP) was given to normalize the blood vessels to enhance drug perfusion. The results suggest that the combination of SBP enhances the therapeutic efficiency of the GEM-hydrogel, inhibiting tumor recurrence. Mechanism studies reveal that SBP works by promoting PDGFB expression in macrophages, subsequently recruiting pericytes, and normalizing blood vessels, finally alleviating hypoxia. This study demonstrates that the combination of TCM and chemotherapeutics is promising for suppressing postoperative tumor recurrence.",
      "mesh_terms": [
        "Gemcitabine",
        "Deoxycytidine",
        "Hydrogels",
        "Tumor Microenvironment",
        "Female",
        "Breast Neoplasms",
        "Humans",
        "Animals",
        "Mice",
        "Medicine, Chinese Traditional",
        "Mice, Inbred BALB C",
        "Cell Line, Tumor",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "40166467",
      "title": "Traditional Chinese Medicine-derived formulations and extracts modulating the PI3K/AKT pathway in Alzheimer's disease.",
      "authors": [
        "Lan Ma",
        "Jing Wang",
        "Rong Zhou",
        "Miao Chen",
        "Zuxiu Huang",
        "Shuyang Lin"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alzheimer's disease (AD) is a common neurodegenerative disorder characterized by memory decline, cognitive impairment, and behavioral abnormalities. Pathologically, AD is marked by neurofibrillary tangles caused by excessive phosphorylation of Tau protein and abnormal deposition of β-amyloid (Aβ) in the brain. The PI3K/AKT signaling pathway plays a crucial role in the development, survival, and metabolic regulation of the central nervous system, particularly in neuronal growth, differentiation, and apoptosis. However, this pathway is often inhibited in AD patients.In recent years, studies have shown that herbal formulations and extracts derived from Traditional Chinese Medicine (TCM) can regulate the PI3K/AKT signaling pathway, thereby improving AD pathological models. This study reviews fundamental research on both active metabolites and compound formulations from TCM for the treatment of AD, targeting the PI3K/AKT signaling pathway.Keywords include \"Alzheimer's disease\" \"AD\" \"dementia\" \"PI3K\" \"AKT\" \"Traditional Chinese Medicine\" \"Chinese herbology\" \"Chinese medicine\" and \"TCM\".The study is based on relevant literature published over the past 15 years, primarily sourced from electronic databases such as Web of Science, PubMed, CNKI, Wanfang, and VIP databases.The findings indicate that herbal formulations and extracts derived from TCM can mitigate AD pathology by regulating the PI3K/AKT signaling pathway, reducing Tau protein phosphorylation and Aβ deposition, inhibiting inflammatory responses and oxidative stress, and alleviating neuronal apoptosis. This study enhances our understanding of the anti-AD mechanisms of TCM through the PI3K/AKT pathway and offers new insights for the future."
    },
    {
      "pmid": "40165945",
      "title": "An updated review on immune checkpoint inhibitor-induced colitis: epidemiology, pathogenesis, treatment strategies, and the role of traditional Chinese medicine.",
      "authors": [
        "Huijing Dong",
        "Yanmei Peng",
        "Xinmeng Wang",
        "Huijuan Cui"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Immune checkpoint inhibitor-induced colitis (irColitis) is a common and severe adverse reaction to immune checkpoint inhibitors (ICIs), significantly impacting the treatment outcomes and quality of life of cancer patients. Epidemiological studies indicate that the incidence of irColitis is associated with factors such as the type of ICIs, the patient's gender, age, and medical history. Although the exact pathophysiology remains unclear, irColitis is thought to be related to immune system activation and dysregulation, gut microbiota imbalance, and impaired epithelial barrier function. This review summarized the epidemiology, clinical presentation, diagnostic criteria, and pathogenesis of irColitis. Additionally, the standard and novel therapeutic strategies of irColitis, including corticosteroids, biologics, and gut microbiota interventions, more importantly the potential and application of Traditional Chinese Medicine (TCM). Future researches call for deeper mechanistic investigations, the development of biomarkers, and reveal the integration of TCM therapies within individual immunotherapy frameworks.",
      "mesh_terms": [
        "Humans",
        "Immune Checkpoint Inhibitors",
        "Medicine, Chinese Traditional",
        "Colitis",
        "Neoplasms",
        "Gastrointestinal Microbiome",
        "Animals"
      ]
    },
    {
      "pmid": "40163857",
      "title": "Evaluation of the Clinical Nursing Effects of a Traditional Chinese Medicine Nursing Program Based on Care Pathways for Patients With Type 2 Diabetes: Protocol for a Randomized Controlled Clinical Trial.",
      "authors": [
        "Yanchun Zhao",
        "Ting Huang",
        "Yanli Chen",
        "Songmei Li",
        "Juan Zhao",
        "Xu Han",
        "Qing Ni",
        "Ning Su"
      ],
      "journal": "JMIR research protocols",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: To improve the performance of health care institutions, reduce overmedication, and minimize the waste of medical resources, China is committed to implementing a clinical pathway management model. This study aims to standardize nursing practices, foster clinical thinking in nurses, and promote patient recovery. OBJECTIVE: The purpose of this study is to evaluate the clinical effects of a traditional Chinese medicine (TCM) nursing program based on nursing pathways for patients with type 2 diabetes mellitus (T2DM). METHODS: This study uses a prospective, randomized, single-blind, parallel-controlled design. Based on sample size calculations, the study will include 594 patients with diabetes, with 2 groups of 297 patients: an observation group will receive a TCM nursing program based on clinical pathways, while a control group will receive routine care. Both groups will be evaluated before and after the intervention using assessment indicators. The primary outcome is the quality of life score, measured by a diabetes-specific quality of life questionnaire. Secondary outcomes include hospital stay duration, medical expenses, health knowledge, blood glucose control, symptom scores, and patient satisfaction. RESULTS: This study was funded in August 2021 and has received approval from the Ethics Committee of Guang'anmen Hospital, China Academy of Chinese Medical Sciences (2022-022-KY-01). The trial is ongoing, with the first patient enrolled in September 2022. The study is expected to conclude in April 2025. To date, 380 patients have been recruited, with 202 randomized into the study, though no statistical analysis of the data has yet been conducted. A single-blind method is used; nurses are aware of group assignments and intervention plans, while patients remain blinded. Final results are planned for release in the first quarter of 2025. CONCLUSIONS: This study seeks to integrate existing national standardized nursing protocols with clinical pathways to implement more efficient and higher-quality nursing practices. The goal is to standardize nursing procedures, enhance patients' quality of life, and improve self-care and medication adherence after discharge. TRIAL REGISTRATION: International Traditional Medicine Clinical Trial Registry ITMCTR2022000048; https://tinyurl.com/y4jd68h4. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/58951.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Medicine, Chinese Traditional",
        "Prospective Studies",
        "Single-Blind Method",
        "Male",
        "Female",
        "Adult",
        "Middle Aged",
        "China",
        "Critical Pathways",
        "Quality of Life",
        "Aged"
      ]
    },
    {
      "pmid": "40158963",
      "title": "Polysaccharides from traditional Chinese medicine and their nano-formulated delivery systems for cancer immunotherapy.",
      "authors": [
        "Linlin Sun",
        "Yuting Liu",
        "Qihui Sun",
        "Guimei Wang",
        "Baoxiang Du",
        "Bodong Liu",
        "Tian Gao",
        "Pan Zhao",
        "Yong Yang",
        "Rong Rong"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2025-Jun-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer immunotherapy has evolved into a new generation strategy in the field of anti-tumor treatment. Polysaccharides derived from Traditional Chinese Medicine (TCM) are gaining recognition as powerful immunomodulators in cancer therapy, noted for their multi-target and multi-pathway actions. Owing to their beneficial properties such as water solubility, biocompatibility, and chemical structure modifiability, TCM polysaccharides can also serve as carriers for hydrophobic drugs in the development of innovative drug delivery systems, enhancing synergistic antitumor effects. In this article, we summarize the diverse mechanisms of immunoregulation by TCM polysaccharides in tumor therapy. The applications of these polysaccharides as both active ingredients and drug carriers within nanodelivery systems for cancer immunotherapy are also introduced. Additionally, extensive research on TCM polysaccharides in clinical settings has been collected. Furthermore, discussions are presented on the development prospects and challenges faced by these polysaccharides in the field of tumor immunotherapy. Our goal is to improve researchers' comprehension of TCM polysaccharides in cancer immunotherapy, providing promising strategies to optimize cancer treatment and benefit diverse patient populations.",
      "mesh_terms": [
        "Humans",
        "Polysaccharides",
        "Immunotherapy",
        "Neoplasms",
        "Medicine, Chinese Traditional",
        "Animals",
        "Drug Carriers",
        "Drug Delivery Systems",
        "Drugs, Chinese Herbal",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "40157553",
      "title": "Comparing the effects of different non-pharmacological traditional Chinese medicine therapies on cancer survivors: A Bayesian Network Meta-analysis.",
      "authors": [
        "Shaowang Zhang",
        "Yuanyin Li",
        "Zhide Liang",
        "Jiaxing Dai",
        "Hong Huang",
        "Huanghui Zhang",
        "Bing Yang",
        "Jinghui Wang",
        "Dongxin Tang"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review",
        "Review"
      ],
      "abstract": "OBJECTIVES: Several studies have demonstrated the positive impact of non-pharmacological Traditional Chinese Medicine (TCM) therapies on pain, fatigue, sleep quality, and quality of life in cancer survivors. However, no research has compared the effectiveness of these therapies. This study aims to compare various interventions and identify the most effective non-pharmacological TCM therapies to provide evidence-based recommendations for cancer survivors. METHODS: A systematic search was conducted in PubMed, Embase, Web of Science, CNKI, and Wanfang Data. RCTs investigating the effects of Taichi, Qigong, acupuncture, acupressure, TCM emotional therapy, and mixed therapies as interventions for cancer survivors were screened was conducted. Data from the creation of the database to February 2025 were included. Two independent reviewers evaluated the study quality. A Bayesian Network Meta-analysis was conducted to carry out a random effects model. RESULTS: Seventy-one RCTs involving 6473 patients were included in the analysis. Network meta-analysis showed significance for all five intervention therapies in pain control in cancer patients. The best efficacy was observed for acupressure (SMD=-1.1 [-1.55, -0.66]) and Taichi/Qigong (SMD=-1.08[-1.64, -0.53]), followed by TCM emotional therapy (SMD=-0.93 [-1.42, -0.44]) and acupuncture (SMD=-0.54 [-0.93, -0.15]), with the latter showing comparatively lower efficacy. None of the interventions demonstrated superior efficacy in improving fatigue compared to the control group. Mixed therapies (SMD=-1.36[-2.56, -0.28]) demonstrated the greatest effect in improving sleep quality. Taichi/Qigong (SMD=1.87 [0.96, 2.83]) demonstrated certain advantages in improving quality of life. However, acupuncture and TCM emotional therapy had no significant effect on sleep quality or overall quality of life. CONCLUSION: The evidence from this study suggests that acupressure and Taichi/Qigong are recommended as the most effective therapies for pain relief and quality of life improvement, respectively. The efficacy of these therapies for fatigue remains inconclusive. However, due to the limited number of included studies and the high risk of bias, these results should be interpreted with caution. Future studies should include more rigorously designed high-quality randomized controlled trials to confirm their long-term efficacy and safety. REGISTRATION: PROSPERO CRD42024601976.",
      "mesh_terms": [
        "Humans",
        "Bayes Theorem",
        "Medicine, Chinese Traditional",
        "Cancer Survivors",
        "Network Meta-Analysis as Topic",
        "Quality of Life",
        "Neoplasms",
        "Qigong",
        "Fatigue",
        "Acupuncture Therapy",
        "Randomized Controlled Trials as Topic",
        "Acupressure"
      ]
    },
    {
      "pmid": "40154932",
      "title": "Mitochondrial quality control: A promising target of traditional Chinese medicine in the treatment of cardiovascular disease.",
      "authors": [
        "Deng Pan",
        "Pengfei Chen",
        "He Zhang",
        "Qian Zhao",
        "Wei Fang",
        "Siyan Ji",
        "Tielong Chen"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiovascular disease remains the leading cause of death globally, and drugs for new targets are urgently needed. Mitochondria are the primary sources of cellular energy, play crucial roles in regulating cellular homeostasis, and are tightly associated with pathological processes in cardiovascular disease. In response to physiological signals and external stimuli in cardiovascular disease, mitochondrial quality control, which mainly includes mitophagy, mitochondrial dynamics, and mitochondrial biogenesis, is initiated to meet cellular requirements and maintain cellular homeostasis. Traditional Chinese Medicine (TCM) has been shown to have pharmacological effects on alleviating cardiac injury in various cardiovascular diseases, including myocardial ischemia/reperfusion, myocardial infarction, and heart failure, by regulating mitochondrial quality control. Recently, several molecular mechanisms of TCM in the treatment of cardiovascular disease have been elucidated. However, mitochondrial quality control by TCM for treating cardiovascular disease has not been investigated. In this review, we aim to decipher the pharmacological effects and molecular mechanisms of TCM in regulating mitochondrial quality in various cardiovascular diseases. We also present our perspectives regarding future research in this field.",
      "mesh_terms": [
        "Humans",
        "Cardiovascular Diseases",
        "Animals",
        "Medicine, Chinese Traditional",
        "Drugs, Chinese Herbal",
        "Mitochondria",
        "Cardiovascular Agents"
      ]
    },
    {
      "pmid": "40154897",
      "title": "Traditional Chinese medicine preparation Shuang-Huang-Lian in the treatment of influenza: A review.",
      "authors": [
        "Yue-Dan Yang",
        "Zi-Hao Chen",
        "Jin-Jin Li",
        "Xia Yang",
        "Wei Shi",
        "Hong Liang",
        "Feng-Xiang Zhang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: As one of the top 10 traditional Chinese medicine preparations to treat influenza in China, the polysaccharides in Shuang-Huang-Lian (SHL) are always removed, while the polysaccharides often have excellent effects in treating influenza. Till now, the summarized chemical profile, anti-influenza substances and mechanism of SHL, especially for the polysaccharides, were not provided, dramatically restricting its product development. AIM OF THE STUDY: This work aimed to summarize the chemical profile, anti-influenza substances, and mechanism of SHL, with a focus on polysaccharides. MATERIALS AND METHODS: The literature was collected from online scientific databases, including China National Knowledge Infrastructure, VIP Journals, PubMed, Web of Science, SciFinder, Google Scholar, and Chinese Masters and Doctoral Dissertations from 1990.8 to 2024.8. RESULTS: SHL contained more than 800 chemical components, including flavonoids, organic acids, polysaccharides, phenylethanoid glycosides, and lignans, etc. The anti-influenza substances (baicalin, chlorogenic acid, phillyrin, etc) and their mechanism (NF-κB signal pathway, etc) of SHL were also summarized, especially for polysaccharides. Meanwhile, in addition to three official quality control markers (baicalin, chlorogenic acid, and phillyrin), other recommended quality control markers of SHL were also discussed, including luteoloside, neochlorogenic acid, sweroside, forsythoside A, and baicalein. The allergic reactions of SHL injection were more obvious than the other formats. CONCLUSIONS: This review summarized the chemical profile, anti-influenza substances, and mechanism of SHL, especially for the polysaccharides, providing prospects for future studies of SHL in the treatment of influenza. Notably, some problems still exist in SHL, including fewer quality control markers, fewer identified pure polysaccharides and their anti-influenza mechanism, and the unelucidated anti-influenza effects of other saccharides.",
      "mesh_terms": [
        "Drugs, Chinese Herbal",
        "Humans",
        "Influenza, Human",
        "Medicine, Chinese Traditional",
        "Antiviral Agents",
        "Animals",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "40153809",
      "title": "The Efficacy of Traditional Chinese Medicine for Crohn's Disease Treatment: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Michael L Chang",
        "Kaitlyn L Mi",
        "Rachel R Cunningham",
        "William A Catterall",
        "Mahlet A Yared",
        "Corey A Siegel",
        "Renata W Yen"
      ],
      "journal": "Journal of gastrointestinal and liver diseases : JGLD",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND AND AIMS: Crohn's disease (CD) is an inflammatory bowel disease with limited treatment options for patients with mild to moderately active disease. There is a lack of consensus for using traditional Chinese medicine (TCM) for symptom relief. This review aimed to assess the efficacy of TCM compared to placebo for CD symptom severity relief in patients with mild to moderate CD. METHODS: We searched MEDLINE via PubMed, the Cochrane Library, Scopus, and CINAHL for articles and reviewed results from Web of Science, Google Scholar, clinicaltrials.gov, and reference lists of included studies. We included randomized control trials comparing TCM to placebo in patients with mild to moderate CD to evaluate change in objective symptom severity [Crohn's Disease Activity Index (CDAI) and Crohn's Disease Endoscopic Index of Severity (CDEIS)]. We imported selected articles for dual blinded review, used random-effects models to calculate the mean CDAI and CDEIS differences between TCM and placebo, and qualitatively analyzed differences in inflammatory biomarkers and quality of life. RESULTS: The search identified 232 relevant studies. We included five studies, totalling 292 participants utilizing acupuncture and herb-partitioned moxibustion. The studies demonstrated a more significant decrease in mean CDAI score due to TCM compared to placebo [-49.91 (95% CI: -64.97, -34.84; p<0.00001); (I2 = 61%, p=0.03)]. Two studies also demonstrated an overall difference in mean CDEIS between TCM and placebo [-2.96 (95% CI: -6.31, 0.40; p=0.08); (I2 = 53%, p=0.140)]. Improvements in quality of life scores were greater in TCM versus placebo groups. There were mixed results for changes in inflammatory biomarkers. CONCLUSION: Our findings suggest that TCM may improve objective CD symptoms compared to placebo. Additional studies with more extensive and diverse populations are necessary to determine TCM's true effects on CD patients.",
      "mesh_terms": [
        "Crohn Disease",
        "Humans",
        "Treatment Outcome",
        "Medicine, Chinese Traditional",
        "Severity of Illness Index",
        "Quality of Life",
        "Acupuncture Therapy",
        "Randomized Controlled Trials as Topic",
        "Moxibustion",
        "Drugs, Chinese Herbal",
        "Adult",
        "Female",
        "Male"
      ]
    },
    {
      "pmid": "40145281",
      "title": "Ferroptosis in Endometriosis: Traditional Chinese Medicine Interventions and Mechanistic Insights.",
      "authors": [
        "Dingli Lan",
        "Shuping Huang",
        "Jing Li",
        "Shilang Zhou",
        "Jianli Deng",
        "Shuiyun Qin",
        "Ting Zhou",
        "Fengyun Meng",
        "Weihong Li"
      ],
      "journal": "The American journal of Chinese medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Endometriosis (EMS) is a chronic, estrogen-dependent inflammatory disease affecting 5-10% of women of reproductive age, characterized by the growth of endometrial tissue on the outside of the uterus. The dysregulation of iron metabolism leads to the accumulation of iron ions at the lesion sites, resulting in oxidative stress and pro-inflammatory responses that promote the progression of EMS. The mechanisms underlying ferroptosis in EMS primarily involve iron accumulation, lipid peroxidation, and loss of glutathione peroxidase 4 activity. These mechanisms confer resistance to ferroptosis within the ectopic tissues and facilitate cell survival and proliferation. Traditional Chinese medicine (TCM) has demonstrated therapeutic potential for modulating ferroptosis. Studies have shown that TCM monomers may regulate ferroptosis by modulating iron transport proteins and anti-oxidant defense mechanisms. TCM formulas employ distinct treatment strategies depending on the stage of EMS: in the early stages, they promote ferroptosis to control lesion growth, whereas in the later stages, they inhibit ferroptosis to reduce oxidative stress and inflammation in order to improve reproductive health and slow disease progression. This study provides a new perspective on potential therapeutic strategies for the management of EMS by summarizing the role of ferroptosis in its pathological mechanisms and reviewing findings on the use of TCM in regulating ferroptosis.",
      "mesh_terms": [
        "Ferroptosis",
        "Humans",
        "Female",
        "Endometriosis",
        "Medicine, Chinese Traditional",
        "Oxidative Stress",
        "Iron",
        "Drugs, Chinese Herbal",
        "Lipid Peroxidation"
      ]
    },
    {
      "pmid": "40144650",
      "title": "Efficacy and safety of different traditional Chinese medicine injections in the treatment of unstable angina pectoris: a systematic review and Bayesian network meta-analysis.",
      "authors": [
        "Qiuhan Chen",
        "He Wang",
        "Lin Zhu",
        "Ziyi Guo",
        "Yingying Cui",
        "Jifang Ban",
        "Kuo Chi",
        "Na Shi",
        "Boyu Wang",
        "Changxing Liu",
        "Yabin Zhou"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVES: Several studies have explored the efficacy and safety of various traditional Chinese medicine (TCM) injections for unstable angina pectoris. However, comprehensive systematic evidence confirming the advantages of these injections is still lacking. This Bayesian network meta-analysis was carried out to evaluate and compare the efficacy of different TCM injections in treating unstable angina pectoris. METHODS: A systematic search was implemented across PubMed, Cochrane Library, Embase, and Web of Science, with the date of search cutoff being February 2024. The Cochrane risk of bias tool was utilized to evaluate the bias risk in the included studies. RESULTS: A total of 44 studies, encompassing 4,362 patients with unstable angina pectoris and 21 types of injections, were included. Compared with the standard treatment group, Danhong injection (SMD = -1.1, 95% CrI: -2.0, -0.15), Danshen Chuanxiongqin injection (SMD = -1.9, 95% CrI: -3.7, -0.12), Ginkgo Damole injection (SMD = -2.5, 95% CrI: -4.8, -0.29), Puerarin injection (SMD = -1.8, 95% CrI: -3.2, -0.37), and Shuxuetong injection (SMD = -7.8, 95% CrI: -13, -2.3) were found to significantly reduce the frequency of angina attacks. However, no significant improvement was observed in the duration of angina episodes with any of the included TCM injections compared with the standard treatment group. There was no significant difference in the incidence of adverse events from TCM injections. CONCLUSION: Adjunctive treatment with TCM injections, in addition to conventional therapy, can remarkably reduce the frequency of angina attacks and demonstrates a favorable safety profile. However, it does not appear to significantly reduce the duration of angina episodes. Future studies should include more multicenter populations to validate our conclusions, as the population included in this study was predominantly Chinese. SYSTEMATIC REVIEW REGISTRATION: identifier [CRD42024501984]."
    },
    {
      "pmid": "40143134",
      "title": "Effect of Traditional Chinese Medicine on COVID-19 Treatment: A Meta-Analysis of Randomized Clinical Trials.",
      "authors": [
        "Marharyta Sobczak",
        "Rafał Pawliczak"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Mar-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Traditional Chinese medicine (TCM) has a long history and is known for its anti-inflammatory, antiviral, and immunoregulatory qualities. It has been extensively studied during the COVID-19 pandemic. Therefore, to evaluate the relationship between TCM and the treatment of COVID-19, we conducted a meta-analysis. Methods: Our meta-analysis included 22 randomized clinical trials, which investigated the analyzed endpoints: time to recovery from fever, severity of dyspnea or breathlessness according on different scales, time to recovery for coughing, including dry and wet coughing, time to recovery for fatigue, changes in respiratory rate, length of hospitalization, hospital discharging rate, number of intensive care unit (ICU) admissions, number of cases requiring any supplemental oxygenation, number of deaths among COVID-19 patients, conversion rate of SARS-CoV-2 tests on a particular day, and time to viral assay conversion. The relative risk (RR) with 95% confidence intervals (CIs) and the mean difference or standardized mean difference with 95% CIs were calculated to compare the effect. A random effects model was used to calculate effect sizes. Results: We indicated a positive effect of TCM on different COVID-19 symptoms. TCM influences hospitalization duration, ICU admission, mortality, and time to viral assay conversion among COVID-19 patients. Moreover, TCM positively affects SARS-CoV-2 test conversion rates on particular days (RR = 1.21; 95% CI [1.10; 1.32]; p < 0.0001; I2 = 84%). Conclusions: TCM may potentially support the standard treatment of COVID-19. Nevertheless, the necessity for further randomized trials with a greater number of participants and in a wider range of countries remains apparent."
    },
    {
      "pmid": "40138776",
      "title": "Traditional Chinese medicine in chronic rhinosinusitis: Mechanisms and postoperative recovery.",
      "authors": [
        "Xi-He Zhang",
        "Qing-Jia Sun",
        "Li-Chun Zhao",
        "Long Chen",
        "Wei Li"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Chronic rhinosinusitis (CRS) is inflammation of the sinuses and nasal passages that lasts for >3 months. Its pathogenesis is complex, treatment is difficult, and it has multiple effects on patients. Although surgical treatment can effectively relieve the symptoms, the recurrence rate is high, and there are postoperative complications such as infection. At present, nasal spray hormone, antibiotics and other western drugs are used in clinical treatment, but there are drug dependence and toxic side effects. However, traditional Chinese medicine (TCM) has made remarkable progress in the treatment and promotion of postoperative recovery, guided by its unique TCM theory, and has little toxic and side effects, providing more treatment options for patients. PURPOSE: The review aims to elucidate the mechanism of CRS from the aspects of traditional medicine and modern medicine, and evaluate the influence of TCM compound, components of TCM, TCM nasal irrigation, TCM fumigation and other auxiliary treatment methods on CRS, providing a new perspective for the application of TCM in CRS. METHODS: We conducted the literature retrieval with PubMed, Web of Science, Google Scholar and CNKI databases in a systematic manner (up to July 2024). The keywords included \"sinusitis\", \"chronic rhinosinusitis\", \"nasal polyps\", \"herbal medicine\", \"medicinal plants\", \"traditional Chinese medicine\", \"oxidative stress\", \"pathogenic microbial\", \"anatomic structure\" and so on. The obtained literatures were comprehensively sorted out. For image creation, Figdraw 2.0 was methodically employed. RESULTS: The pathogenesis of CRS involves various interaction mechanisms such as bacterial biofilm formation, oxidative stress injury and impaired ciliary mucosa clearance. It is worth noting that TCM exerts therapeutic effects by targeting the above-mentioned pathological processes. Clinical studies have confirmed that TCM comprehensive therapy can significantly improve sinus symptom score, accelerate postoperative mucosal epithelialization, and promote postoperative rehabilitation of CRS. We also discussed the toxic side effects and clinical applications of related drugs. CONCLUSION: In TCM, CRS is classified under the diagnostic category of Bi Yuan. Its pathogenesis is attributed to exogenous invasion of the six climatic pathogens (Liu Yin: wind, cold, summer heat, dampness, dryness, and fire), spleen-stomach qi deficiency, internal damp-heat accumulation, and qi-blood stasis. Guided by TCM principles, therapeutic strategies are individualized through syndrome differentiation, which tailors interventions to the patient's unique clinical manifestations. Therapeutic modalities include oral herbal formulations (e.g., decoctions or granules), acupuncture, and acupoint application. These approaches aim to restore physiological balance by harmonizing yin and yang, resolving meridian obstructions, and enhancing lung qi circulation to alleviate nasal congestion and improve ventilation.",
      "mesh_terms": [
        "Humans",
        "Sinusitis",
        "Rhinitis",
        "Chronic Disease",
        "Medicine, Chinese Traditional",
        "Drugs, Chinese Herbal",
        "Animals",
        "Rhinosinusitis"
      ]
    },
    {
      "pmid": "40129771",
      "title": "The traditional Chinese medicine formula Zhihan Anshen Tang (ZHAST) against obstructive sleep apnea hypopnea syndrome: network pharmacology and molecular docking approach.",
      "authors": [
        "Cai-Li Li",
        "Yu-Xiang Zhang",
        "Xing-Jie Zheng",
        "Shuo Li",
        "Jing Feng"
      ],
      "journal": "Frontiers in chemistry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The current treaments for Obstructive Sleep Apnea Hypopnea (OSAHS) are Continuous Positive Airway Pressure (CPAP) and lifestyle modifications, which is not suitable for all patients. Traditional Chinese medicine (TCM) has increasingly demonstrated its efficacy and benefits in treating OSAHS. Zhihan Anshen Tang (ZHAST), has been demonstrated its efficacy and clinical metrics for treating OSAHS patients. However, its key ingredients and mechanisms of action are still unknown. METHODS: Using network pharmacology, we investigated the potential mechanisms of ZHAST through which OSAHS. RESULTS: In addition, the key targets, including TNF, IL6, GAPDH, STAT3, HIF1A, and JUN, are revealed by the topological analysis. According to the findings of the GO enrichment analysis, genes were enriched in inflammatory responses, hypoxia responses, positive regulation of angiogenesis, protein phosphorylation, and regulation of cell proliferation. KEGG pathway enrichment analysis suggests that the signaling pathway of ZHAST in OSAHS are MAPK and AGE-RAGE signaling pathway, especially in diabetic complications. In addition, it is demonstrated that the enoxolone in ZHASTs have high affinity with the relevant targets by molecular docking and molecular dynamics simulations. DISSCUSSION: To my knowledge, this is the first network pharmacological molecular docking study about a Chinese medicine effective against OSA. This investigation integrates molecular docking and network pharmacology to identify the effective compounds, related targets, and potential mechanism of ZHASTs in the treatment of OSAHS, providing the prospect of traditional Chinese medicines with modern medical research."
    },
    {
      "pmid": "40127999",
      "title": "Clinical efficacy of early identification and traditional Chinese medicine intervention on post-thrombectomy aspiration pneumonia in stroke patients.",
      "authors": [
        "Zezhao Li",
        "Jie Wang",
        "Yanqi Song",
        "Mengyao Li",
        "Zhen Hong"
      ],
      "journal": "Current problems in surgery",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "40123605",
      "title": "Traditional Chinese Medicine for the Treatment of Geriatric Heart Disease: A Review.",
      "authors": [
        "Jianyun Bi"
      ],
      "journal": "Acta Cardiologica Sinica",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Geriatric heart disease is a common disease in modern society. Due to the characteristics of advanced age and multiple underlying diseases, elderly patients with heart disease have a variety of types and treatment methods compared to other diseases. We searched the databases of CNKI, PubMed, and Web of Science to search for the causes and treatment methods of traditional Chinese and Western medicine for heart diseases using the terms \"geriatric heart disease\", \"treatment\", \"ischemic heart disease\", \"pulmonary heart disease\", \"hypertensive heart disease\", \"rheumatic heart disease\", \"thyroid heart disease\", \"coronary heart disease\", \"arrhythmia\", and \"heart conduction block\". The search also included the terms \"reasonable emotional therapy\", \"Baduanjin\", \"TaiChi\", \"Wuqinxi\", \"Qigong\", \"acupuncture and moxibustion\", \"moxibustion\", \"guasha\" and so on, auxiliary Chinese medicine therapies for geriatric heart disease. The results showed that traditional Chinese medicine (TCM) has a relatively comprehensive treatment plan for different types of geriatric heart disease. Generally, TCM combined with Western medicine or surgery can effectively improve heart function and treat the disease. Chinese exercise and TCM therapy also play an indispensable role in the auxiliary treatment of geriatric heart disease, effectively improving the living conditions of the elderly."
    },
    {
      "pmid": "40113640",
      "title": "Pharmacotherapeutic Strategies for Fine Particulate Matter-Induced Lung and Cardiovascular Damage: Marketed Drugs, Traditional Chinese Medicine, and Biological Agents.",
      "authors": [
        "Shuiqing Qu",
        "Yan Liang",
        "Shuoqiu Deng",
        "Yu Li",
        "Yuanmin Yang",
        "Tuo Liu",
        "Lina Chen",
        "Yujie Li"
      ],
      "journal": "Cardiovascular toxicology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Fine particulate matter (PM2.5), defined as airborne particles with a diameter of ≤ 2.5 μm, represents a major constituent of air pollution and has been globally implicated in exacerbating public health burdens by elevating morbidity and mortality rates associated with respiratory and cardiovascular diseases (CVDs). Adverse health effects of PM2.5 exposure manifest across diverse susceptibility profiles and durations of exposure, spanning both acute and chronic timelines. While prior reviews have predominantly focused on elucidating the toxicological mechanisms underlying PM2.5-induced pathologies, there remains a paucity of comprehensive summaries addressing therapeutic interventions for cardiopulmonary damage. This review systematically synthesizes pharmacological agents with potential therapeutic efficacy against PM2.5-induced pulmonary and cardiovascular injury. By integrating mechanistic insights with translational perspectives, this work aims to provide a foundational framework for advancing research into novel therapeutic strategies targeting PM2.5-associated cardiopulmonary disorders.",
      "mesh_terms": [
        "Humans",
        "Particulate Matter",
        "Cardiovascular Diseases",
        "Animals",
        "Lung Diseases",
        "Lung",
        "Air Pollutants",
        "Lung Injury",
        "Medicine, Chinese Traditional",
        "Inhalation Exposure",
        "Particle Size",
        "Biological Factors"
      ]
    },
    {
      "pmid": "40109719",
      "title": "Factors influencing the utilization of Traditional Chinese Medicine in cancer treatment: a qualitative meta-synthesis of patient and healthcare professional perspectives.",
      "authors": [
        "Runbing Xu",
        "Yanan Sun",
        "Yifei Liu",
        "Jiajun Pan",
        "Yingying Han",
        "Xinyu Zhang",
        "Hequn Zhao",
        "Mengfei Li",
        "Yu Wu",
        "Changhe Yu",
        "Miao Jiang"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: The complementary role of Traditional Chinese Medicine (TCM) in cancer management has been widely acknowledged. However, its implementation continues to face numerous challenges. Identifying and elucidating the factors that influence the integration of TCM into cancer therapy is essential. Developing effective implementation strategies is crucial to transitioning from theoretical evidence to practical application. METHODS: A total of nine databases were systematically searched from their inception until 1 October 2023. The review includes qualitative and mixed-method studies examining the attitudes and perceptions of patients and healthcare providers toward the use of TCM in cancer treatment. The studies included were evaluated using a quality assessment tool. An appropriate model or framework was to identify potential facilitators and impediments affecting TCM implementation. Based on the identified barriers, potential behavior change interventions were subsequently developed. RESULTS: A total of 39 studies are included in the review, comprising 31 qualitative and eight mixed-methods studies. The quality of these studies is acceptable. Key barriers to the implementation of TCM were identified as follows: insufficient knowledge and experience in TCM, neglect of details in doctor-patient communication, limited number of specialists, lack of funding, and absence of a multidisciplinary collaborative atmosphere. In response to these barriers, we recommend improving structured referral pathways, developing a structured communication manual, and other targeted interventions to enhance the integration of TCM in cancer care. CONCLUSION: This study identifies 48 factors that influence the implementation of TCM and tentatively proposes a series of intervention strategies. Future research should focus on localized empirical studies of factors and strategies in different healthcare settings. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/PROSPERO/display_record.php?RecordID=421822, identifier CRD42023421822."
    },
    {
      "pmid": "40109465",
      "title": "[Effects and Efficacy of Wenyang Huayin Yangxin Prescription on the Traditional Chinese Medicine Syndromes of Patients With Chronic Heart Failure Combined With Diuretic Resistance].",
      "authors": [
        "Jiali Wu",
        "Dan Xiao",
        "Tao Zhan",
        "Yi Yuan",
        "Yun Zhan",
        "Hong Liu"
      ],
      "journal": "Sichuan da xue xue bao. Yi xue ban = Journal of Sichuan University. Medical science edition",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "English Abstract"
      ],
      "abstract": "OBJECTIVE: To study the traditional Chinese medicine (TCM) syndromes of patients with chronic heart failure (CHF) combined with diuretic resistance by using the Wenyang Huayin Yangxin Prescription, and to observe its therapeutic efficacy. METHODS: A total of 68 CHF patients complicated with diuretic resistance and who had Yangqi deficiency and presenting blood stasis syndrome combined with Tanyin were randomly assigned to a control group and an observation group. The control group was given intravenous furosemide (≥ 80 mg/d) via infusion pump in addition to standard Western medical treatment, while the observation group was given intravenous furosemide (< 80 mg/d) via infusion pump along with the Wenyang Huayin Yangxin Prescription (30 g Astragalus, 15 g Poria, 15 g Baizhu, 15 g Chuanxiong, 10 g Danfu tablet, 10 g Cassia, 10 g Alisma, and 10 g Zhimu). The quantitative index of diuretic resistance was used as the primary outcome measure. In addition, the differences between the two groups in TCM syndromes, cardiac function-related indicators, incidence of endpoint events, and readmission rate were compared. RESULTS: After 2 weeks of treatment, the filtration sodium excretion fraction (FENa) in the observation group was (0.18 ± 0.04)%, while that of the control group was (0.16 ± 0.03)%, showing a statistically significant difference (P = 0.037). The 24-hour urine volume and urine Na+/K+ ratio in the observation group increased significantly from baseline levels and were higher than those in the control group (P < 0.05). The differences in the changes of 24-hour urine volume, urine sodium, FENa, and urine Na+/K+ ratio between the two groups were statistically significant (P < 0.05). The TCM syndrome scores decreased in both groups after 2 weeks of treatment, with the observation group showing a significantly greater reduction compared with the control group (P < 0.001). The differences in the changes of TCM syndrome scores between the two groups were statistically significant (P < 0.001). After 2 weeks of treatment, the observation group showed significant improvements in palpitations, shortness of breath, facial and limb edema, spontaneous sweating, chest tightness (pain), asthma, and oliguria compared with the baseline data (P < 0.05), while the control group showed improvements only in facial and limb edema, asthma, and oliguria (P < 0.05). Except for the asthma syndrome after 2 weeks of treatment, the observation group showed better outcomes in spontaneous sweating, chest tightness (pain), asthma, and oliguria at various time points after treatment compared with the control group (P < 0.05). After 2 weeks of treatment, the observation group had significantly better cardiac output (CO) and stroke volume (SV) compared with those of the control group (P < 0.05). The differences in the changes in N-terminal pro-brain natriuretic peptide (NT-proBNP), left ventricular ejection fraction (LVEF), SV, and CO between the two groups were statistically significant (P < 0.05). After 24 weeks of follow-up, no significant differences in the incidence of end-point events or readmission rates between the two groups were observed. CONCLUSION: The Wenyang Huayin Yangxin Prescription, combined with low-dose intravenous furosemide administered through an infusion pump, can improve the TCM syndromes of patients with Yangqi deficiency and blood stasis syndrome combined with Tanyin in addition to CHF complicated by diuretic resistance. This treatment improves the patients' heart function and diuretic resistance, reduces the intravenous dosage of diuretic, and enhances clinical efficacy. This approach should be more widely applied in clinical settings.",
      "mesh_terms": [
        "Humans",
        "Heart Failure",
        "Drugs, Chinese Herbal",
        "Medicine, Chinese Traditional",
        "Diuretics",
        "Furosemide",
        "Male",
        "Female",
        "Chronic Disease",
        "Drug Resistance",
        "Middle Aged",
        "Aged",
        "Phytotherapy",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40103746",
      "title": "Harnessing the Power of Traditional Chinese Medicine in Cancer Treatment: The Role of Nanocarriers.",
      "authors": [
        "Ziyu Fu",
        "Shengmei Wang",
        "Xin Zhou",
        "Linqi Ouyang",
        "Zhen Chen",
        "Guiming Deng"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "For centuries, traditional Chinese medicine (TCM) has had certain advantages in the treatment of tumors. However, due to their poor water solubility, low bioavailability and potential toxicity, their effective delivery to target sites can be a major challenge. Nanocarriers based on the active ingredients of TCM, such as liposomes, polymer nanoparticles, inorganic nanoparticles, and organic/inorganic nanohybrids, are a promising strategy to improve the delivery of TCM, resulting in higher therapeutic outcomes and fewer side effects. Therefore, this article intends to review the application of Chinese medicine nano preparation in tumor. Firstly, we introduce the classification and synthesis of nanometer preparations of Chinese medicine. The second part mainly introduces the different responses of TCM nano-preparations in the course of treatment to introduce how TCM nano-preparations play a role in anti-tumor therapy. The third part focuses on Different response modes of Chinese medicine nano preparations in tumor therapy. The fourth part elucidates the application of Chinese medicine nano preparations in the treatment of cancer. Finally, the research direction to be explored in related fields is put forward.",
      "mesh_terms": [
        "Humans",
        "Medicine, Chinese Traditional",
        "Neoplasms",
        "Nanoparticles",
        "Drug Carriers",
        "Drugs, Chinese Herbal",
        "Animals",
        "Nanomedicine",
        "Liposomes",
        "Drug Delivery Systems",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "40101029",
      "title": "Traditional Chinese medicine as a viable option for managing vascular cognitive impairment: A ray of hope.",
      "authors": [
        "Di Liu",
        "YueYu Zhao",
        "RunFeng Liu",
        "BaoGuang Qiao",
        "XinRu Lu",
        "YuanYuan Bei",
        "Yin Niu",
        "XiaoNi Yang"
      ],
      "journal": "Medicine",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Vascular cognitive impairment (VCI) is a prevalent cognitive disorder resulting from cerebrovascular disease and encompasses a spectrum of cognitive deficits, ranging from mild impairment to vascular dementia (VD). VCI is responsible for a minimum of 20% to 40% of all cases of dementia, with its prevalence ranking second only to Alzheimer's disease on a global scale. The pathogenesis of VCI is complex and includes a lack of cholinergic nerve cells, inflammation, oxidative stress, alterations in the blood-brain barrier, and cell apoptosis. Current guideline-recommended drugs have unsatisfactory therapeutic effects. However, traditional Chinese medicine (TCM) has long been associated with treating dementia, and numerous studies regarding treating dementia with TCM have been conducted. The etiology and pathogenesis of VaD are linked to deficiencies in the spleen and kidney, as well as phlegm turbidity. Treatment involves benefiting the spleen and kidney, improving blood circulation, removing blood stasis, and dispelling phlegm. Moreover, TCM presents benefits such as few adverse effects, low cost, long-term use suitability, and preventive effects. This review outlines the pathogenesis of VCI in both modern medicine and TCM, examines traditional prescriptions and single-agent ingredients with their pharmacological effects, emphasizes TCM's unique features, and explores its multi-targeted approach to treating VCI.",
      "mesh_terms": [
        "Humans",
        "Medicine, Chinese Traditional",
        "Dementia, Vascular",
        "Cognitive Dysfunction",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "40099014",
      "title": "Targeting CD4+ T cells through gut microbiota: therapeutic potential of traditional Chinese medicine in inflammatory bowel disease.",
      "authors": [
        "Xingyao Lu",
        "Yichuan Xv",
        "Weiye Hu",
        "Boyun Sun",
        "Hongyi Hu"
      ],
      "journal": "Frontiers in cellular and infection microbiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Inflammatory Bowel Disease (IBD) is an autoimmune disease characterized by chronic relapsing inflammation of the intestinal tract. Gut microbiota (GM) and CD4+T cells are important in the development of IBD. A lot of studies have shown that GM and their metabolites like short-chain fatty acids, bile acids and tryptophan can be involved in the differentiation of CD4+T cells through various mechanisms, which in turn regulate the immune homeostasis of the IBD patients. Therefore, regulating CD4+T cells through GM may be a potential therapeutic direction for the treatment of IBD. Many studies have shown that Traditional Chinese Medicine (TCM) formulas and some herbal extracts can affect CD4+T cell differentiation by regulating GM and its metabolites. In this review, we mainly focus on the role of GM and their metabolites in regulating the differentiation of CD4+T cells and their correlation with IBD. We also summarize the current research progress on the regulation of this process by TCM.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Humans",
        "Inflammatory Bowel Diseases",
        "CD4-Positive T-Lymphocytes",
        "Medicine, Chinese Traditional",
        "Cell Differentiation",
        "Drugs, Chinese Herbal",
        "Animals"
      ]
    },
    {
      "pmid": "40093328",
      "title": "Neuropeptides as regulators of bone metabolism: from molecular mechanisms to traditional Chinese medicine intervention strategies.",
      "authors": [
        "Qing Lin",
        "Biyi Zhao",
        "Jiajia Huang",
        "Rumeng Chen",
        "Weipeng Sun",
        "Qianyun Ye",
        "Li Yang",
        "Xiaofeng Zhu",
        "Xiaoyun Li",
        "Ronghua Zhang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Osteoporosis (OP) is a complex bone metabolism disorder disease that affects the skeleton, nervous system, muscles, and multiple tissues. Neuropeptides, which are endogenous substances derived from both bone and brain, play a critical role in maintaining the balance of bone metabolism. This review summarizes research conducted from 1986 to 2024 on the pathological mechanisms of neuropeptides and their receptors in the context of OP. Specifically, the roles of Neuropeptide Y, Vasoactive Intestinal Peptide, Calcitonin Gene-Related Peptide, and Substance P and their receptors in key processes of OP were examined, including their function of bone formation and resorption, osteoblast differentiation, and osteoclast differentiation. Our study showed that these neuropeptides could promote bone formation and inhibit bone resorption, while their receptors in osteocytes exhibit distinct functions, indicating complex regulatory mechanisms that require further investigation. Additionally, we summarize the progress of Traditional Chinese Medicine (TCM) formulae, single TCM herbs, and bioactive compounds derived from TCM in exerting anti-OP effects through neuropeptide modulation. These studies highlight the multi-targeted and multi-mechanistic pharmacological actions of TCM in treating OP. By integrating these findings, we aim to enhance the understanding of neuropeptides' roles in bone metabolism and to explore the development of neuropeptide-targeted TCM therapies for OP management. This comprehensive perspective highlights the potential of neuropeptides as therapeutic targets, paving the way for innovative approaches to treating OP."
    },
    {
      "pmid": "40092959",
      "title": "Traditional Chinese medicine and modern technology: Network pharmacology and omics sequencing in gastric cancer.",
      "authors": [
        "Jessica Shapiro Gemmell",
        "Brandon Lucke-Wold"
      ],
      "journal": "World journal of gastrointestinal oncology",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Editorial"
      ],
      "abstract": "In this editorial, we comment on the article by Micucci et al published in the recent issue. We focus on the heterogenous nature of gastric cancer (GC) and the potential benefits of integrating traditional Chinese medicine (TCM) with the modern technology of network pharmacology (NP) and omics sequencing. GC is a heterogenous disease, as it incorporates several biochemical pathways that contribute to pathogenesis. TCM acknowledges the multifactorial, heterogenous nature of disease and utilizes an integrative approach to medicine. NP, a modern philosophy within drug development, integrates traditional knowledge of nutraceuticals and modern technologies to address the complex interactions of pathways within the body. Omics technologies, which is at the core of precision medicine, has allowed for this newfound principle of drug development. Metabolic pathways are better distinguished, leading to more targeted drug development. However, the use of omics technology needs to be employed to better characterize the subtypes of GC. This will allow TCM's use of nutraceuticals in the application of NP to better target metabolic pathways that may aid in the prevention of GC as well as enhance treatment."
    },
    {
      "pmid": "40092702",
      "title": "Research progress on molecular mechanism of liver metastasis of gastric cancer and treatment with traditional Chinese medicine.",
      "authors": [
        "Caiyue Liu",
        "Zheng Li",
        "Fane Cheng",
        "Weiqiang Li",
        "Tingting Li"
      ],
      "journal": "Journal of Cancer",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Gastric cancer liver metastasis (GCLM) refers to the process of cancer cells from the stomach spreading to the liver, which is an important sign of the deterioration of gastric cancer (GC) and has a profound influence on the treatment and prognosis of patients. Once GC has liver metastasis, the treatment becomes more complex and challenging, which seriously affects the survival rate of patients with GC. Therefore, studying the mechanism and treatment of GCLM is extremely necessary. At present, the continuous research on GCLM has revealed that the mechanism of its occurrence and development involves the comprehensive effect of multiple targets and links. Traditional Chinese medicine (TCM) has the advantages of wide sources, excellent efficacy, and small toxicity and side effects, which have become the focus of current antitumor research. TCM, Chinese medicine monomers, or TCM compounds can inhibit the growth and metastasis of GC. In recent years, Chinese medicine has made substantial achievements in experimental research on the intervention of GCLM. This article reviews the progress of its intervention mechanism."
    },
    {
      "pmid": "40092131",
      "title": "Effectiveness of traditional Chinese medicine combined with Chinese massage therapy for enhancing cervical function in cervical spondylosis: a meta-analysis.",
      "authors": [
        "Fanghan Cui"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: To determine the relative effectiveness of Traditional Chinese medicine (TCM) formula combined with Chinese massage therapy (Tui Na) for cervical spondylosis (CS). METHODS: A comprehensive search was conducted across multiple databases, including Wanfang, CNKI, Chinese Biomedical Literature, VIP, Embase, PubMed, Cochrane Library, and Web of Science. Studies were screened to include randomized controlled trials (RCTs) that examined the efficacy of TCM combined with Tui Na for CS. The clinical curative effect was evaluated by analyzed the effective rate, pain level (Visual Analogue Scale, VAS), and Neck Disability Index (NDI) score. Pooled and sensitivity analyses were performed, and risk of bias was evaluated. RESULTS: A total of 11 studies met the inclusion criteria. Compared to Chinese Message therapy alone, TCM combined with Tui Na exhibited a more pronounced reduction in VAS score (SMD: -1.72; 95% CI = [-2.57, -0.86]; I2 = 94.5%, P < 0.001) and also a significant improvement in NDI score (SMD = -0.61; 95% CI = [-1.78, 0.56]; P < 0.0001). The combined treatment resulted in a higher clinical efficacy compared to Tui Na alone (SMD: 0.87; 95% CI = [0.80-0.95]; I2 = 0%, P = 0.978), although the difference was not statistically significant. Quality of life were significantly improved in CS patients treated with combined therapy (SMD = 1.06, 95% CI = [0.03-2.09], P = 0.001). CONCLUSION: Traditional Chinese medicine encapsulation combined with Chinese massage therapy is effective in treating cervical spondylosis, significantly reducing the pain levels and improving cervical vertebral function."
    },
    {
      "pmid": "40089924",
      "title": "Study on the effect of Western medicine caltrate D combined with traditional Chinese medicine eight section brocade practice therapy on preventing postmenopausal osteoporosis.",
      "authors": [
        "Xiaoyu Lan",
        "Hongyan Sun",
        "Kun Shi",
        "Xiaohong Sun",
        "Taoran Wang",
        "Hui Wang"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Caltrate D is a commonly used drug in the treatment of postmenopausal osteoporosis (PMOP), but the effect of single application is not ideal. Therefore, to investigate the eight section brocade therapy combined with caltrate D effect in preventing and treating PMOP. From January 2021 to June 2022, 110 postmenopausal women with decreased bone mass were selected and randomized into group A (n = 54) and group B (n = 56). The both group receiving caltrate D treatment and group B added receiving Chinese medicine eight section brocade therapy. Bone mineral density (BMD), WHOQOL-BREF score and incidence of PMOP were compared in both groups. The bone metabolism indexes [serum calcium, phosphorus, alkaline phosphatase (ALP)], bone formation indexes [serum Procollagen I N-Terminal Propeptide (PINP), type 1 collagen C-terminal cross-linked telopeptides (β-CTX)] were detected in both groups. After treatment, lumbar BMD, femoral neck BMD, serum calcium level and WHOQOL-BREF score in group B were significantly higher compared to group A, serum phosphorus and ALP levels, PMOP recurrence rate decreased significantly and no significant difference in serum PINP and β-CTX levels in both groups. This combination therapy is significantly effective and provides a new reference for the clinical treatment of PMOP.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Osteoporosis, Postmenopausal",
        "Bone Density",
        "Middle Aged",
        "Bone Density Conservation Agents",
        "Calcium",
        "Aged",
        "Medicine, Chinese Traditional",
        "Drugs, Chinese Herbal",
        "Alkaline Phosphatase",
        "Phosphorus",
        "Treatment Outcome",
        "Drug Therapy, Combination",
        "Peptide Fragments"
      ]
    },
    {
      "pmid": "40079084",
      "title": "Traditional Chinese medicine in synergy with conventional therapy improves renal outcomes and provides survival benefit in patients with systemic lupus erythematosus: a cohort study from the largest health care system in Taiwan.",
      "authors": [
        "Chen-Ying Wei",
        "Chiao-Hsuan Chu",
        "Hsuan-Shu Shen",
        "Po-Chuan Ko",
        "Jiun-Liang Chen",
        "Han-Hua Yu"
      ],
      "journal": "Current medical research and opinion",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Systemic lupus erythematosus (SLE) is a multifaceted autoimmune disorder that significantly impacts renal function. Despite conventional treatments, morbidity and mortality remain high, necessitating the exploration of safer and more effective therapies, including the potential benefits of Traditional Chinese Medicine (TCM) for improving kidney health and survival rates. METHODS: Patients with newly diagnosed SLE with catastrophic illness certificate were retrospectively enrolled from the Chang Gung Research Database (CGRD) between 2005 and 2020. Patients were stratified into groups based on TCM treatment post-diagnosis. Outcomes measured included end-stage renal disease (ESRD) incidence and all-cause mortality, using Cox proportional hazard models and Kaplan-Meier analysis for statistical evaluation. RESULTS: Among 10,462 newly diagnosed SLE patients, 1,831 had received at least 28 days of TCM treatment, while 7,966 had not received TCM treatment. After propensity score matching, there were equally 1,831 individuals in each group, with no significant baseline differences in age, sex, biochemical profiles, or comorbidities. TCM usage was associated with a significantly reduced rate of ESRD over a 0.5-year follow-up (adjusted hazard ratio (aHR) = 0.24; 95% confidence interval (CI) = 0.07-0.80, p = .02), with a trend that persisted over 5 years. The TCM group's proteinuria was significantly lower than that of the non-TCM group at various time points post-index date, including 6 months (174.98 mg vs. 248.09 mg, p <.001), 1 year (161.05 mg vs. 303.03 mg, p <.001), 3 years (150.26 mg vs. 250 mg, p = .03), and 10 years (147.06 mg vs. 190.75 mg, p = .03). After adjusting for confounding covariates, TCM users had a significantly decreased risk of mortality (aHR = 0.70, 95% CI = 0.58-0.83). CONCLUSION: Integrating TCM with conventional treatment could lower risk of ESRD and mortality, highlighting the potential for a more holistic approach to patient care for SLE.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Lupus Erythematosus, Systemic",
        "Medicine, Chinese Traditional",
        "Taiwan",
        "Adult",
        "Kidney Failure, Chronic",
        "Middle Aged",
        "Retrospective Studies",
        "Treatment Outcome",
        "Survival Rate",
        "Proportional Hazards Models",
        "Cohort Studies",
        "Kaplan-Meier Estimate",
        "Young Adult"
      ]
    },
    {
      "pmid": "40071688",
      "title": "Comparative effectiveness of various nonpharmacological interventions, including traditional Chinese medicine-based interventions for cancer-related cognitive impairment: a comprehensive network meta-analysis.",
      "authors": [
        "Mu-Hsing Ho",
        "Lizhen Wang",
        "Justin Wei Ho Wong",
        "Gongkai Xin",
        "Qianyi Zhang",
        "Yen-Kuang Lin",
        "Denise Shuk Ting Cheung",
        "Janette L Vardy",
        "Chia-Chin Lin"
      ],
      "journal": "Journal of the National Cancer Institute",
      "publication_date": "2025-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cancer-related cognitive impairment is a common complication of cancer and its treatment. The effectiveness of Traditional Chinese Medicine (TCM)-based interventions in improving subjective and objective cognitive function has not yet been investigated in previous network meta-analyses. This study aimed to evaluate the comparative effectiveness of nonpharmacological interventions including TCM-based interventions, and to rank the best option for improving cognitive function among adults with non-central nervous system cancer. METHODS: PubMed, Embase, ProQuest, Scopus, and CNKI were searched from their inception until May 2024, for relevant randomized controlled trials. A random-effects model was utilized for conducting network meta-analysis. The primary endpoint evaluated the impact of interventions on subjective or objective cognitive function. RESULTS: In total, 84 randomized controlled trials were included and 15 nonpharmacological interventions were identified with no reported significant adverse events. Tai Chi/Qigong demonstrated the highest probability (SMD = 2.10, 95% CI 0.62 to 3.59) of improving subjective cognitive function. Cognitive rehabilitation was ranked the best with the highest probability for improving overall cognitive function (SMD = 1.49, 95% CI 0.41 to 2.58) and executive function as well as language domains. Acupoint stimulation was the top-ranking approach for enhancing visuospatial and motor function domain (SUCRA 84.3%, SMD = 0.94, 95% CI 0.13 to 1.76). CONCLUSIONS: Tai Chi/Qigong demonstrated the highest effectiveness in addressing subjective cognitive complaints. Cognitive rehabilitation was the most effective intervention across various domains including overall objective cognitive function, executive function, and language. Acupoint simulation was the most effective intervention for improving visuospatial and motor domain functions."
    },
    {
      "pmid": "40070365",
      "title": "Research progress on the use of traditional Chinese medicine to treat diseases by regulating ferroptosis.",
      "authors": [
        "Shuai Liu",
        "Xianzhen Yang",
        "Sanxia Zheng",
        "Changjing Chen",
        "Lei Qi",
        "Xiangdong Xu",
        "Denglu Zhang"
      ],
      "journal": "Genes & diseases",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ferroptosis is an emerging form of programmed cell death triggered by iron-dependent lipid peroxidation. It is distinguished from other forms of cell death by its unique morphological changes and characteristic fine-tuned regulatory gene network. Since its pivotal involvement in the pathogenesis and therapeutic interventions of various diseases, such as malignant tumors, cardiovascular and cerebrovascular diseases, and traumatic disorders, has been well-established, ferroptosis has garnered significant attention in contemporary physiological and pathological research. For the advantage of alleviating the clinical symptoms and improving life quality, traditional Chinese medicine (TCM) holds a significant position in the treatment of these ailments. Moreover, increasing studies revealed that TCM compounds and monomers showed evident therapeutic efficacy by regulating ferroptosis via signaling pathways that tightly regulate redox reactions, iron ion homeostasis, lipid peroxidation, and glutathione metabolism. In this paper, we summarized the current knowledge of TCM compounds and monomers in regulating ferroptosis, aiming to provide a comprehensive review of disease management by TCM decoction, Chinese patent medicine, and natural products deriving from TCM through ferroptosis modulation. The formulation composition, chemical structure, and possible targets or mechanisms presented here offer valuable insights into the advancement of TCM exploration."
    },
    {
      "pmid": "40066486",
      "title": "A Comprehensive Review of Traditional Chinese Medicine in the Management of Ulcerative Colitis.",
      "authors": [
        "Huate Xu",
        "Jinhui Zhu",
        "Xiangyun Lin",
        "Chao Chen",
        "Jinhua Tao"
      ],
      "journal": "The American journal of Chinese medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ulcerative colitis (UC) is a chronic, nonspecific inflammatory disorder characterized by symptoms such as abdominal pain, diarrhea, hematochezia, and urgency during defecation. While the primary site of involvement is the colon, UC can extend to encompass the entire rectum and colon. The causes and development mechanisms of UC are still not well understood; nonetheless, it is currently held that factors including environmental influences, genetic predispositions, intestinal mucosal integrity, gut microbiota composition, and immune dysregulation contribute to its development. Dysregulated immune responses are pivotal in the pathophysiology of UC, and these aberrant responses are considered key contributors to the disease onset. In patients with UC, immune cells become hyperactive and erroneously target normal intestinal tissue, resulting in inflammatory cascades and damage to the intestinal mucosa. The therapeutic strategies currently employed for UC include immunosuppressive agents such as aminosalicylates and corticosteroids. However, these treatments often prove costly and carry significant adverse effects - imposing a considerable burden on patients. Traditional Chinese Medicine (TCM) has attracted worldwide attention because of its multi-target approach, minimal side effects, cost-effectiveness, and favorable efficacy profiles. In this review, the ways in which TCM modulates inflammatory responses in the treatment of ulcerative colitis have been outlined. Research into TCM modalities for modulating inflammatory pathways in the treatment of UC, which has yielded promising advancements, including individual herbs, herbal formulations, and their derivatives, has been summarized. TCM has been utilized to treat UC and the immune system plays a key role in regulating intestinal homeostasis. It is imperative to facilitate large-scale evidence-based medical research and promote the clinical application of TCM in the management of UC.",
      "mesh_terms": [
        "Colitis, Ulcerative",
        "Humans",
        "Medicine, Chinese Traditional",
        "Drugs, Chinese Herbal",
        "Phytotherapy"
      ]
    },
    {
      "pmid": "40066330",
      "title": "Potential mechanism of traditional Chinese medicine intervention in gastric cancer: targeted regulation of autophagy.",
      "authors": [
        "Siyuan Sun",
        "Wenqian Yu",
        "Guangheng Zhang",
        "Xiangyu Li",
        "Linjing Song",
        "Yehan Lv",
        "Yi Chen"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Gastric cancer (GC) is a prevalent malignant tumor that originates from the epithelial cells of the gastric mucosa, predominantly in the form of adenocarcinoma. Extensive research has confirmed the significant role of autophagy in the initiation, progression, and chemoresistance of GC. The potential of traditional Chinese medicine (TCM) to exert anti-tumor effects by modulating autophagy has been demonstrated, particularly in the context of GC prevention and treatment. Natural products (NPs) have great therapeutic potential in the prevention and treatment of GC by targeting autophagy-related genes and signaling pathways to intervene in the biological behaviors of gastric cancer cells such as proliferation, metastasis, invasion and death. This article describes the molecular mechanisms and key markers of tumor autophagy, the signaling pathways involved in GC-associated autophagy (PI3K/AKT/mTOR, AMPK, MAPK, p53), and summarizes the mechanism of autophagy and Helicobacter pylori infection in GC, how autophagy interacts with apoptotic and iron-death processes and the wide-ranging influences that these factors play in the process. Finally, this paper systematically summarizes the natural compounds of terpenoids, polyphenols, alkaloids, saponins, and polysaccharides that modulate autophagy-related signaling pathways and potential targets for the treatment of GC, and evaluates the toxic effects of NPs, providing a more compelling rationale and direction for GC therapy."
    },
    {
      "pmid": "40061595",
      "title": "Rising of natural therapies: Potential and challenges of traditional Chinese medicine in the management of gastrointestinal diseases.",
      "authors": [
        "Xiao-Tong Tian",
        "Jiang-Ping Zhan",
        "Chang Qiao",
        "Jian-Li Ge",
        "De-Hui Li"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article",
        "Review",
        "Editorial"
      ],
      "abstract": "In the contemporary medical landscape, the burgeoning interest in natural therapies, particularly for managing gastrointestinal disorders, has brought traditional Chinese medicine (TCM) to the forefront. This article explains the core principles and clinical applications of TCM in treating these conditions, furthering the discourse through an examination of integrated TCM strategies, as demonstrated in the study by Zhou et al. While TCM has shown promising clinical outcomes, it encounters significant hurdles in standardization, mechanistic research, and clinical validation. Future investigations should aim to solidify the scientific underpinnings of TCM and expand its use in gastrointestinal disease management, striving for a seamless fusion of traditional and contemporary medical practices.",
      "mesh_terms": [
        "Humans",
        "Medicine, Chinese Traditional",
        "Gastrointestinal Diseases",
        "Drugs, Chinese Herbal",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40061592",
      "title": "Traditional Chinese medicine for chronic atrophic gastritis: Efficacy, mechanisms and targets.",
      "authors": [
        "Li Wang",
        "Yan-Jie Lian",
        "Jin-Sheng Dong",
        "Ming-Kun Liu",
        "Hong-Liang Liu",
        "Zheng-Min Cao",
        "Qing-Nan Wang",
        "Wen-Liang Lyu",
        "Yu-Ning Bai"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chronic atrophic gastritis (CAG) is an important stage of precancerous lesions of gastric cancer. Effective treatment and regulation of CAG are essential to prevent its progression to malignancy. Traditional Chinese medicine (TCM) has shown multi-targeted efficacy in CAG treatment, with advantages in enhancing gastric mucosal barrier defense, improving microcirculation, modulating inflammatory and immune responses, and promoting lesion healing, etc. Clinical studies and meta-analyses indicate that TCM provides significant benefits, with specific Chinese herbal compounds and monomers demonstrating protective effects on the gastric mucosa through mechanisms including anti-inflammation, anti-oxidation, and regulation of cellular proliferation and apoptosis, etc. Finally, it is pointed out that the efficacy of TCM in the treatment of CAG requires standardized research and unified standards, and constantly clarifies and improves the evaluation criteria of each dimension of gastric mucosal barrier function.",
      "mesh_terms": [
        "Humans",
        "Gastritis, Atrophic",
        "Drugs, Chinese Herbal",
        "Gastric Mucosa",
        "Medicine, Chinese Traditional",
        "Treatment Outcome",
        "Chronic Disease",
        "Stomach Neoplasms",
        "Anti-Inflammatory Agents",
        "Precancerous Conditions",
        "Apoptosis",
        "Animals",
        "Cell Proliferation",
        "Helicobacter pylori"
      ]
    },
    {
      "pmid": "40060147",
      "title": "Traditional Chinese medicine as a protective strategy against chemotherapy-induced cardiotoxicity: An overview of the literature.",
      "authors": [
        "Jun-Wei Wang",
        "Hong Shao",
        "You-Ni Zhang",
        "Tong Ge",
        "Xiao-Yi Chen",
        "Xiao-Zhou Mou"
      ],
      "journal": "Journal of traditional and complementary medicine",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiotoxicity refers to the damage caused to the heart or vascular system, which has become a significant cause of morbidity and mortality worldwide. Up to 20 % of adults undergoing cancer treatment may experience cardiotoxicity, with 7 %-10 % developing cardiomyopathy or heart failure. Cardiotoxic medications put patients at risk for a variety of heart conditions, including cardiac failure (HF), left ventricle (LV) systolic malfunction, cardiac arrhythmia, hypertension, coronary artery disease (CAD), and ischemia/myocardial infarction. These diseases may significantly impact the patient's quality of life and outcomes. Many conventional cancer chemotherapy agents have serious adverse effects. Anthracyclines, alkylating agents, taxanes, topoisomerase inhibitors, and antimetabolites are chemotherapeutic agents that induce cardiotoxicity. Recently, there has been an increasing focus on using traditional Chinese medicine (TCM) to treat chemotherapy-induced cardiotoxicity. TCM encompasses a range of practices, such as herbology, acupuncture, dietary therapy, and physical exercises like t'ai chi. These practices aim to enhance the flow of qi, which can alleviate symptoms of illness. Although the effectiveness of TCM has not been extensively researched and supported, scientists have begun utilizing scientific methods to gain a deeper understanding of the mechanisms underlying TCM. Ongoing research is being conducted to determine the safety and effectiveness of TCM treatments in reducing chemotherapy-induced toxicity. The present study aims to evaluate the protection and efficacy of various TCM treatments in chemotherapy-induced cardiotoxicity."
    },
    {
      "pmid": "40057776",
      "title": "Multi-omics driven paradigm for construction of traditional Chinese Medicine Zheng (syndrome) diagnosis and treatment model, taking Shi Zheng (syndrome of dampness) as an example.",
      "authors": [
        "Wenkai Wang",
        "Le Yang",
        "Wanhua Li",
        "Ye Sun",
        "Hui Sun",
        "Yanjia Chen",
        "Junling Ren",
        "Jianwen Guo",
        "Shuyun Wei",
        "Fengye Lin",
        "Guangli Yan",
        "Ying Han",
        "Qubo Chen",
        "Xijun Wang"
      ],
      "journal": "Chinese medicine",
      "publication_date": "2025-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Shi Zheng (SZ, syndrome of dampness) is a major syndrome type in traditional Chinese Medicine (TCM), the ambiguity of its pathomechanism and the lack of blood diagnostic indicators have limited the understanding of the development of SZ. PURPOSE: To explore the pathological mechanism of SZ and establish a symptom-centered diagnosis and treatment model. METHODS: We recruited 250 participants, including healthy individuals and patients diagnosed with SZ. Serum metabolomics and proteomics analyses were performed to screen common pathways. Along with the biological significance of common pathways, a common pathway-symptom correlation diagram was constructed to elucidate the pathological mechanism underlying the occurrence and development of SZ. The enrichment score and correlations with SZ main symptom was used to screen the key common pathways. The key common pathways related to differential metabolites and proteins were used to establish a multi-index diagnostic model and protein therapy target group. RESULTS: Joint metabolomics and proteomics analyses revealed 18 common pathways associated with symptoms. Six key pathways, such as pathogenic Escherichia coli infection, rheumatoid arthritis, PPAR signaling pathway, bile secretion, GnRH signaling pathway, and fat digestion and absorption were correlated with the main symptoms of SZ. These symptoms included greasy/thick/slippery tongue coating, heavy head, heavy body, heavy limbs, heavy joints, greasy hair, sticky mouth, sticky stool, and damp scrotum. Moreover, seven differential metabolites related to the key pathways were identified: LysoPA (20:3(5Z,8Z,11Z)/0:0), prostaglandin E2, leukotriene B4, lithocholate 3-O-glucuronide, 3-hydroxyquinine, lithocholic acid glycine conjugate, and PA(18:0/22:6(5Z,8E,10Z,13Z,15E,19Z)-2OH(7S, 17S)), and the combined diagnostic value of the seven indicators was the highest (discovery cohort: AUC = 0.90; validation cohort: AUC = 0.99). There were 23 differential proteins related to the key pathways, and six protein targets were identified, including RHOA, TNFSF13, PRKCD, APOA2, ATP1A1, and FABP1. CONCLUSION: The combined analysis of metabolomics and proteomics established a symptom-centered diagnosis and treatment model of Shi Zheng."
    },
    {
      "pmid": "40057235",
      "title": "NLP-driven integration of electrophysiology and traditional Chinese medicine for enhanced diagnostics and management of postpartum pain.",
      "authors": [
        "Yaning Wang"
      ],
      "journal": "SLAS technology",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Postpartum pain encompasses a range of physical and emotional discomforts, often influenced by hormonal changes, physical recovery, and individual psychological states. The complex interactions between the variables can make it difficult for traditional diagnostic techniques to fully capture, creating inadequacies and inefficient management techniques. The aims to develop a comprehensive diagnostic and management framework for postpartum pain by integrating Natural Language Processing (NLP), electrophysiological data, and Traditional Chinese Medicine (TCM) principles. The seeks to enhance the accuracy of postpartum pain diagnosis, uncover meaningful correlations between TCM diagnoses and physiological markers, and optimize personalized treatment strategies. The focuses on analyzing textual data from patient-reported symptoms, medical records, and TCM diagnosis notes. Data pre-processing involves text cleaning and tokenization, followed by feature extraction using Term Frequency-Inverse Document Frequency (TF-IDF) to capture meaningful patterns. For diagnostics and management, a Refined Coyote Optimized Deep Recurrent Neural Network (RCO-DRNN) is employed to analyze and predict pain profiles, combining insights from TCM diagnoses with physiological markers. The results highlight the effectiveness of RCO-DRNN in accurately diagnosing pain types and offering personalized and holistic management strategies. This approach represents a significant advancement in integrating data-driven methodologies with traditional medical practices, providing a more comprehensive framework for postpartum pain management. The RCO-DRNN continuously beats the other models after thorough evaluation using metrics like MSE, MAE, and R2, obtaining the lowest MSE (0.005), the smallest MAE (0.04), and the highest R2 (0.98)."
    },
    {
      "pmid": "40056842",
      "title": "TCM-KLLaMA: Intelligent generation model for Traditional Chinese Medicine Prescriptions based on knowledge graph and large language model.",
      "authors": [
        "Yi Zhuang",
        "Lingkai Yu",
        "Nan Jiang",
        "Yujia Ge"
      ],
      "journal": "Computers in biology and medicine",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Traditional Chinese medicine (TCM) prescriptions are a basic component of TCM treatment, developed by assessing patient symptoms and prescribing a mix of herbs. Accurate prescription generation is critical for enhancing treatment outcomes and maintaining patient safety. However, conventional methods based on Large Language Models (LLMs) focus mainly on symptom information, neglecting other TCM diagnostic expertise, such as tongue and pulse diagnosis, and are prone to hallucination, which is unacceptable in medical applications. To address these challenges, the paper proposes an effective prescription generation model enriched by a TCM knowledge graph (KG) called the TCM-KLLaMA model. In this model, the Chinese-LLaMA2-7 B model is provided with a new output layer and loss function to suppress hallucinations and increase recommendation accuracy. A TCM KG including symptoms, tongue diagnosis, and pulse diagnosis was developed, and the model was fine-tuned utilizing the suggested synonym and matching knowledge injection (SMKI) mechanism. Extensive experiments demonstrate that the TCM- KLLaMA outperforms baseline models in both Precision and F1 Score, proving its superior performance in prescription generation tasks.",
      "mesh_terms": [
        "Medicine, Chinese Traditional",
        "Humans",
        "Drugs, Chinese Herbal",
        "Drug Prescriptions"
      ]
    },
    {
      "pmid": "40053806",
      "title": "Evaluation of the Efficacy of the Traditional Chinese Medicine Formulation Ru-Yi-Jin-Huang-Saan on Colles Fracture After Surgery: Protocol for a Randomized, Double-Blind, Placebo-Controlled Trial.",
      "authors": [
        "Lien-Cheng Lin",
        "Wei-Hsun Wang",
        "Wei-Kai Chang",
        "Jyun-Liang Gao",
        "Ru-Chang Yang",
        "Po-Chi Hsu",
        "Lun-Chien Lo"
      ],
      "journal": "JMIR research protocols",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Clinical Trial Protocol"
      ],
      "abstract": "BACKGROUND: Colles fracture, a common wrist injury, often requires surgical intervention. After surgery, patients may experience persistent pain and reduced wrist function, potentially resulting in long-term disability. In clinical practice, traditional Chinese medicine practitioners frequently use Ru-Yi-Jin-Huang-Saan (RYJHS) to treat such patients in Taiwan. RYJHS is a traditional Chinese herbal formula with a history spanning centuries, primarily used topically for the treatment of bone fractures and the promotion of healing. However, there is currently a lack of substantial clinical evidence supporting its efficacy in the management of postsurgical Colles fractures. To the best of our knowledge, there are no studies evaluating the clinical effectiveness of RYJHS. OBJECTIVE: This study aims to investigate the therapeutic potential of RYJHS in postsurgical Colles fracture cases. An additional objective is to provide an alternative treatment option for postoperative patients unable to take anti-inflammatory and pain relief medications. METHODS: This is a protocol for a randomized, double-blind, placebo-controlled trial. A total of 100 postoperative patients with Colles fracture, aged 20-80 years, will be recruited for this study. They will be randomly assigned to either the experimental or control group in a 1:1 allocation ratio. Both groups will receive standard postoperative Colles fracture treatment. The primary outcome measure will assess wrist functional recovery using the Patient-Rated Wrist Evaluation score. Secondary outcomes will include C-reactive protein levels and ultrasound measurements of wrist swelling. All of these examinations will be assessed at baseline, 3 days after surgery, and 6 days after surgery. In addition, the Dyshidrotic Eczema Area and Severity Index will be used to monitor for adverse skin reactions. RESULTS: This protocol was registered at ClinicalTrials.gov on December 6, 2022. It was performed in accordance with the approved guidelines and regulations of the participating institutions. Recruitment began in May 2023, with data collection expected to conclude in May 2025. Study completion is expected in December 2025. CONCLUSIONS: This is the first protocol discussing the assessment of the therapeutic efficacy and safety of topical traditional Chinese medicine in patients after fracture surgery. The protocol will establish an integrated care model combining both traditional Chinese medicine and Western medicine for postsurgical fracture cases. TRIAL REGISTRATION: ClinicalTrials.gov NCT05638360; https://clinicaltrials.gov/ct2/show/NCT05638360. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/56849.",
      "mesh_terms": [
        "Humans",
        "Double-Blind Method",
        "Drugs, Chinese Herbal",
        "Colles' Fracture",
        "Aged",
        "Middle Aged",
        "Adult",
        "Medicine, Chinese Traditional",
        "Aged, 80 and over",
        "Male",
        "Female",
        "Young Adult",
        "Taiwan",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40052129",
      "title": "Reversal of chemotherapy resistance in gastric cancer with traditional Chinese medicine as sensitizer: potential mechanism of action.",
      "authors": [
        "Chencong Zhou",
        "Kaihan Wu",
        "Meng Gu",
        "Yushang Yang",
        "Jiatao Tu",
        "Xuan Huang"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Gastric cancer (GC) remains one of the most common types of cancer, ranking fifth among cancer-related deaths worldwide. Chemotherapy is an effective treatment for advanced GC. However, the development of chemotherapy resistance, which involves the malfunction of several signaling pathways and is the consequence of numerous variables interacting, seriously affects patient treatment and leads to poor clinical outcomes. Therefore, in order to treat GC, it is imperative to find novel medications that will increase chemotherapy sensitivity and reverse chemotherapy resistance. Traditional Chinese medicine (TCM) has been extensively researched as an adjuvant medication in recent years. It has been shown to have anticancer benefits and to be crucial in enhancing chemotherapy sensitivity and reducing chemotherapy resistance. Given this, the mechanism of treatment resistance in GC is summed up in this work. The theoretical foundation for TCM as a sensitizer in adjuvant treatment of GC is established by introducing the primary signal pathways and possible targets implicated in improving chemotherapy sensitivity and reversing chemotherapy resistance of GC by TCM and active ingredients."
    },
    {
      "pmid": "40047492",
      "title": "A promising fusion: Traditional Chinese medicine and probiotics in the quest to overcome osteoporosis.",
      "authors": [
        "Kangcheng Fan",
        "Xin Hua",
        "Shuwan Wang",
        "Thomas Efferth",
        "Shengnan Tan",
        "Zhuo Wang"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Botanical drugs and probiotic supplements present safer alternative options for the prevention and treatment of osteoporosis (OP). However, pathological disorders of the gut microbiota and the specific properties of probiotics and traditional Chinese medicine (TCM) significantly limit their therapeutic efficacy. Given the favorable synergistic and complementary effects between probiotics and herbal medicines, a creative combination of these approaches may address the issue of their current limited efficacy. A comprehensive analysis is necessary to provide a detailed review of their potential for combination, the mechanisms behind their synergy, scientific applications, and future developments. There exists a complex relationship between gut microbiota and OP, and the underlying regulatory mechanisms are multidimensional, involving the production of pro-inflammatory metabolites, immune system disruption, and the impairment of the intestinal mucosal barrier. Furthermore, we analyzed the complex mechanisms and potential connections between probiotics, TCM, and their combined applications. We highlighted the principle of complementary gain and the substantial therapeutic potential of their organic combination, which facilitates the release of active substances in TCM, increases the bioavailability of TCM, enhances probiotic delivery efficiency, and exerts synergistic effects. The combined use of probiotics and TCM offers a safe and effective strategy for managing OP and presents an innovative and promising direction for the future development of modern phytomedicine.",
      "mesh_terms": [
        "Probiotics",
        "Humans",
        "Osteoporosis",
        "Medicine, Chinese Traditional",
        "Gastrointestinal Microbiome",
        "Drugs, Chinese Herbal",
        "Animals"
      ]
    },
    {
      "pmid": "40046749",
      "title": "Nephroprotective effects of substances of medicine food homology and traditional Chinese medicine phytochemicals against acute kidney injury.",
      "authors": [
        "Ling Chen",
        "Yanyan Deng",
        "Jing Hu",
        "Xuezhong Gong"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Acute kidney injury (AKI) represents significant medical challenges due to its elevated rates of morbidity and mortality, with limited therapeutic options currently available. Hence, the exploration of novel medicinal treatments for AKI management remains vital. Substances of medicine food homology (SMFH), referring to substances having characteristics of both food and medicine, have been applied in China for thousands years.They could be used for daily diets and body conditioning. Traditional Chinese medicine (TCM), with its naturally derived components and demonstrated effectiveness, presents distinctive benefits in AKI treatment. Numerous studies have shown that SMFH and TCM phytochemicals could function satisfactorily with nephroprotective effects and have a significant effect on alleviating AKI as well as its complications. In this review, the pathogenesis of AKI was illustrated. We concentrated on SMFH and TCM phytochemicals against AKI and tried to summarize the underlying mechanisms in various kinds of AKI, highlighting the crucial phytochemical components in AKI prevention and therapy. Besides, strategies for SMFH and TCM phytochemicals globalization are analysed. This review comprehensively reveals that SMFH and TCM phytochemicals exhibit promising potential for AKI intervention by targeting various signal pathways and targets, which would contribute to AKI's cognition, preventive treatments, as well as global promotion."
    },
    {
      "pmid": "40032085",
      "title": "Targeting regulation of lipid metabolism with polysaccharide of traditional Chinese medicine for the treatment of non-alcoholic fatty liver disease: A review.",
      "authors": [
        "Wei Liu",
        "Meng Sun",
        "Hao Zhang",
        "Wen-Ting Wang",
        "Jian Song",
        "Meng-Yang Wang",
        "Chun-Mei Wang",
        "Hai-Ming Sun"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Non-alcoholic fatty liver disease (NAFLD) has become one of the most common chronic diseases in the world, and the effective treatment of NAFLD has been listed as a key problem to be solved urgently in contemporary medicine. Polysaccharides in traditional Chinese medicine (TCM) have a wide range of pharmacological activities. A large number of preclinical studies have confirmed that TCM polysaccharides can interfere with the occurrence and development of NAFLD at multiple interrelated levels, such as improving lipid metabolism and insulin resistance, regulating oxidative stress, alleviating immune inflammatory response, and regulating intestinal microbiota, thus showing great potential as a new anti-NAFLD drug. This paper summarizes the prevention and treatment effect and mechanism of TCM polysaccharides on NAFLD, which provides a basis for the application of TCM polysaccharides in plant medicine and modern medicines, and provides a reference for promoting the development and utilization of TCM polysaccharide resources and the research and development of new drugs for NAFLD.",
      "mesh_terms": [
        "Non-alcoholic Fatty Liver Disease",
        "Humans",
        "Polysaccharides",
        "Lipid Metabolism",
        "Medicine, Chinese Traditional",
        "Animals",
        "Drugs, Chinese Herbal",
        "Gastrointestinal Microbiome"
      ]
    },
    {
      "pmid": "40031024",
      "title": "SDPR: Prescription Recommendation with Syndrome Differentiation in Traditional Chinese Medicine.",
      "authors": [
        "Wenjing Yue",
        "Wendi Ji",
        "Xinyu Wang",
        "Xin Ma",
        "Pengfei Wang",
        "Xiaoling Wang"
      ],
      "journal": "IEEE journal of biomedical and health informatics",
      "publication_date": "2025-Jan-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prescription recommendation is critical for clinical decision support in Traditional Chinese Medicine (TCM), aiming to recommend a herb set based on a patient's symptoms. The core principle of TCM clinical practice, treatment based on syndrome differentiation (SD), follows a four-step progressive process: symptoms to syndromes, therapeutic methods, and herbs. However, existing models oversimplify this process by overlooking therapeutic methods, directly mapping symptoms to herbs or syndromes to herbs, resulting in information loss and reducing the effectiveness of recommended prescriptions. Furthermore, the implicit, sparse, and many-to-many relationships between syndromes and therapeutic methods, coupled with the nonlinear interactions between therapeutic methods and herbs, further hinder the modeling of the complete SD process. To address these challenges, we propose a novel four-partite graph paradigm that explicitly models the four key components of SD and their interactions, preserving critical information at each step and aligning more closely with clinicians' decision-making logic. Building on this, we develop SDPR, an SD-based prescription recommendation model comprising four modules aligned with all SD steps. Then, we integrated them into a multi-task learning framework to fully capture the progressive prescription process. To handle the implicit and complex relationships among syndromes, therapeutic methods, and herbs, we introduce a syndrome-induced pre-training strategy and a therapeutic method-aware contrastive learning framework. Extensive experiments on public and real-world datasets validate SDPR's effectiveness in herb recommendation and prescription retrieval, confirming the strength of the four-partite graph paradigm. Our broader goal is to advance the intelligent development of TCM in healthcare."
    },
    {
      "pmid": "40030577",
      "title": "RTGN: Robust Traditional Chinese Medicine Graph Networks for Patient Similarity Learning.",
      "authors": [
        "Junjie Long",
        "Jinghao Niu",
        "Heping Wang",
        "Jiaxi Liu",
        "Jie Li",
        "Wensheng Zhang"
      ],
      "journal": "IEEE journal of biomedical and health informatics",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Traditional Chinese Medicine (TCM) boasts a long history and a unique diagnostic and therapeutic paradigm. Integrating TCM with Western medicine and modern medical devices has yielded numerous successful cases in recent years. TCM treatment has developed a special knowledge framework focusing on precise differentiation based on multidimensional information such as the patient's diseases, symptoms, and syndromes. This offers significant opportunities for AI research in similar patient scenarios within TCM contexts. However, traditional medicine's reliance on the physiological sensory judgment of human physicians to gather clinical information might lead to non-standardized descriptions and disturbances in patient assessments. Additionally, how to integrate TCM's fine-grained differentiation knowledge to design a patient similarity measure remains an open question. To address this, we first constructed a real-world dataset of TCM gastrointestinal malignancies (TCMGI) based on real cases in the Guang'anmen Hospital, China Academy of Chinese Medical Sciences. It contains 406 types of multidimensional information from 719 patients, organized in a graph structure. Second, we develop a novel deep learning framework, Robust Traditional Chinese Medicine Graph Networks (RTGN), which employs a Siamese network architecture with self-attention and self-supervision strategies to enhance robustness in patient retrieval. Lastly, we design a patient similarity metric integrating TCM and Western medicine approaches, demonstrating superior performance in depicting fine-grained patient similarities. Experimental results show our method outperforms existing best practices in patient retrieval accuracy. Moreover, the proposed similarity metric exhibits excellent performance in clustering tasks at various granularity levels, possibly supporting precision TCM patient retrieval and downstream tasks, such as prescription generation.",
      "mesh_terms": [
        "Humans",
        "Medicine, Chinese Traditional",
        "Deep Learning",
        "Neural Networks, Computer",
        "Databases, Factual",
        "Algorithms"
      ]
    },
    {
      "pmid": "40028340",
      "title": "A bibliometric and visualization analysis of the role of traditional Chinese medicine in cancer immunotherapy.",
      "authors": [
        "Yixiao Lian",
        "Jie Sun",
        "Lin Yang",
        "Weidong Yu"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: Traditional Chinese medicine (TCM) is used as a complementary treatment for patients with cancer, especially in immunotherapy. Although extensive clinical and basic research has been conducted on TCM in cancer immunotherapy, a comprehensive bibliometric analysis of this field has not yet been performed. This study aimed to investigate the progress and status of TCM, and the research focused on cancer immunotherapy. METHODS: We collected 1,657 articles on TCM in cancer immunotherapy from 1994 to 2024 from the Web of Science Core Collection database. VOSviewer, CiteSpace, and the Bibliometrix R package were used to analyze countries, institutions, journals, authors, references, and keywords to predict future trends in cancer immunotherapy with TCM. RESULTS: The publication rate of TCM in cancer immunotherapy research steadily increased from 1994 to 2018, with a swift growth from 2018 to 2023. China and TCM universities have achieved the most research advancements in this field. The most studied types of cancer are liver, lung, and colorectal cancers. However, few studies exist on upper respiratory tract tumors, cervical cancer, and melanoma, which deserve more attention. The study trend has gradually shifted from in vivo and in vitro models to clinical efficacy. Simultaneously, the focus of research transitioned from compound TCM preparations or classes of ingredients to specific pharmacodynamic ingredients, and the corresponding targets transitioned from cytokines to immune checkpoints. In general, molecular docking combined with multi-omics analysis is a popular and trending research method in TCM for cancer immunotherapy, helping researchers understand the mechanisms of TCM in cancer immunotherapy more comprehensively and accurately. By analyzing the literature, it is evident that TCM-based immunotherapy should contribute to effective maintenance or adjuvant therapy throughout the entire course of cancer rather than only in the late stages. CONCLUSION: This study comprehensively summarized and identified research frontiers providing a reference for promoting the development of TCM immunotherapy preparations and guiding clinical practice. Consequently, more patients with cancer can benefit from immunotherapy.",
      "mesh_terms": [
        "Humans",
        "Neoplasms",
        "Medicine, Chinese Traditional",
        "Bibliometrics",
        "Immunotherapy",
        "Drugs, Chinese Herbal",
        "Animals"
      ]
    }
  ]
}