{
  "supplement": "Traditional Korean Medicine",
  "query": "Traditional Korean Medicine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:58:28",
  "research_count": 75,
  "count": 75,
  "articles": [
    {
      "pmid": "40281824",
      "title": "Factors Associated with Combination Therapy Involving Traditional Korean Medicine in Pediatric Allergic Rhinitis Patients: A Retrospective Cohort Study Using National Health Insurance Data.",
      "authors": [
        "Mi Ju Son",
        "Kyung-Min Shin",
        "Changsop Yang",
        "Eunkyoung Ahn"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Allergic rhinitis (AR) significantly affects patients' quality of life and poses a substantial burden on healthcare systems worldwide, with its prevalence rising among pediatric populations. This study aimed to investigate the factors associated with the use of combination therapy involving traditional Korean medicine (KM) and conventional medicine in pediatric AR patients using large-scale health insurance data from South Korea. Methods: Data from 696,182 pediatric patients diagnosed with AR between 2018 and 2021 were analyzed. Multivariate logistic regression was employed to identify factors influencing KM therapy utilization. Results: Among these, 61,745 patients received KM combination therapy. The key predictors of KM combination therapy utilization included school-age children, the winter season, and comorbidities such as rhinitis and atopic dermatitis. Patients receiving KM combination therapy had longer treatment durations and incurred higher healthcare costs compared to those on conventional therapy alone. Additionally, seasonal variations and demographic factors, including a decline in KM use during the Coronavirus Disease 2019 (COVID-19) pandemic, were observed. Conclusions: The findings suggest that integrating KM into pediatric AR treatment may offer potential benefits, especially for children with comorbidities or during the winter months. These insights could guide the development of targeted healthcare policies and strategies to optimize treatment outcomes for pediatric AR patients."
    },
    {
      "pmid": "40278656",
      "title": "Bee Venom Acupuncture in Traditional Korean Medicine: A Review of Clinical Practice Guidelines.",
      "authors": [
        "Minjung Park",
        "Seungwon Shin"
      ],
      "journal": "Toxins",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Bee venom acupuncture (BVA) is used in traditional Korean medicine (TKM) for various diseases, but its evaluation within clinical practice guidelines (CPGs) has not been comprehensively reviewed. This study aimed to review TKM-CPGs to characterize the range of conditions for which BVA is recommended, summarize the level of evidence and recommendation grades, and assess the factors influencing the grades. Eighteen TKM-CPGs, including 30 BVA-related recommendations, were identified. Data on targeted diseases/symptoms, treatment protocols, evidence levels, and recommendation grades were extracted. The CPGs recommended BVA for musculoskeletal and neurological disorders in standalone or combined therapy. Most of the evidence for BVA recommendations was evaluated with low to moderate levels based on randomized controlled trials. The grades of recommendations were mostly B or C, indicating that BVA is advisable or potentially beneficial. Although the CPGs offer some guidance on treatment protocols for BVA, there remains a lack of detailed specifications, and we need to conduct additional research to provide evidence. Also, the heterogeneity of recommendations across different CPGs presents a challenge in establishing consistent clinical guidelines. Future research should focus on generating high-quality evidence and standardizing treatment regimens to support more robust recommendations for BVA in TKM clinical practice.",
      "mesh_terms": [
        "Bee Venoms",
        "Humans",
        "Acupuncture Therapy",
        "Practice Guidelines as Topic",
        "Medicine, Korean Traditional",
        "Republic of Korea"
      ]
    },
    {
      "pmid": "40274032",
      "title": "Anti-fibrotic effects of Saengmaek-san, a prescription of traditional Korean medicine in bleomycin-induced pulmonary fibrosis mice model.",
      "authors": [
        "Dong-Hyun Lee",
        "Jeong-Won Shin",
        "Eui-Joong Kim",
        "Seogyeong Lee",
        "Jang-Hoon Kim",
        "Jinhyun Bae",
        "Jae-Woo Park",
        "Kwan-Il Kim",
        "Hee-Jae Jung",
        "Seok-Jae Ko",
        "Yejin Kim",
        "Hye Hyun Yoo",
        "Youngmin Bu",
        "Beom-Joon Lee"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Saengmaek-san (SMS) is a herbal prescription comprising Liriope platyphylla, Panax ginseng, and Schisandra chinensis. In traditional Korean medicine (TKM), SMS has been used to treat a condition known as the dual deficiency of qi and yin in the lungs, a syndrome characterized by the depletion of vitality and body fluids, often resulting from heat exhaustion. SMS has primarily been used to promote fluid production, alleviate dry cough, and relieve progressive dyspnea. AIM OF THE STUDY: The current study was planned to explore the efficacy and underlying mechanisms of SMS in managing idiopathic pulmonary fibrosis. MATERIALS AND METHODS: In mice with bleomycin-induced pulmonary fibrosis, the SMS water extract was administered at doses of 50, 150, and 450 mg/kg twice daily for 14 days. The extent of pulmonary fibrosis was assessed using the Ashcroft scale in stained lung tissues. The levels of transforming growth factor-β, α-smooth muscle actin (α-SMA), and collagen accumulation were also evaluated. Bronchoalveolar lavage fluid (BALF) was collected to measure the total cell counts, white blood cell ratios, and cytokine levels (IL-6 and IL-10). RESULTS: We observed statistically significant and potential anti-fibrotic effects in the SMS 450 mg/kg treatment group in terms of preventing body weight loss, decreasing Ashcroft scale, and reducing macrophage and granulocyte counts in BALF, as well as reducing α-SMA and collagen production. Additionally, an increase was observed in the levels of anti-inflammatory cytokine IL-10. CONCLUSIONS: SMS demonstrated potential as a therapeutic candidate for idiopathic pulmonary fibrosis by exerting anti-inflammatory effects and reducing collagen deposition."
    },
    {
      "pmid": "38983449",
      "title": "Attitudes and experiences of traditional Korean medicine practitioners in cases of traffic accidents: A qualitative study.",
      "authors": [
        "Tae-Yoon Kim",
        "Jung-Hyun Kim",
        "Bonhyuk Goo",
        "Byung-Kwan Seo"
      ],
      "journal": "Preventive medicine reports",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The surge in vehicles has escalated traffic volume, leading to an upswing in traffic accidents and subsequent disorders. Complex symptoms often characterize post-traumatic syndrome from these accidents. Traditional Korean medicine (TKM), increasingly used in car insurance, forms a substantial part of treatment costs. However, the current system lacks explicit fee guidelines and approval criteria for non-reimbursable TKM procedures, relying heavily on practitioners' judgment without robust evidence-based decision-making. This scenario raises concerns about treatment appropriateness and transparency. We aim to explore physicians' perspectives on utilizing TKM in emergency medicine, their participation sentiments, and their session selection process post-traffic accident. METHODS: We collected TKM practitioners' opinions regarding their role in clinical environment and involvement in treating patients after traffic accidents. The need for comprehensive and standardized protocols for the diagnosis, treatment, management, and prognosis of patients with post-traumatic syndrome is evident. Additionally, improvements that facilitate rational decision-making by medical consumers and protect the treatment rights of healthcare providers are necessary. Results has emphasized the importance of evidence-based decision-making, establishing appropriate fee structures and detailed criteria for non-reimbursable TKM-based procedures, and enhancing regulations for the reliability and transparency of TKM-based treatments in the context of car insurance. RESULTS AND CONCLUSIONS: The perspective of healthcare providers directly involved in TKM-based treatments must be considered to maintain a sustainable vehicular insurance system, transcending administrative policy discourse. We highlighted the challenges and potential solutions for improving the effectiveness and appropriateness of TKM-based treatments in the context of car insurance."
    },
    {
      "pmid": "38794115",
      "title": "Evaluating the Safety of Herbal Medicine on Renal Function: A Comprehensive Analysis from Six Randomized Controlled Trials Conducted with Four Formulations from Traditional Korean Medicine.",
      "authors": [
        "Jin-Yong Joung",
        "Chang-Gue Son"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The growing popularity of herbal medicine raises concerns about potential nephrotoxicity risks, while limited evidence hinders a comprehensive impact assessment. This study aims to investigate the overall risk features of herbal medicine on kidney injury. We conducted a retrospective analysis on renal function changes, including blood urea nitrogen (BUN), serum creatinine, and estimated glomerular filtration rate (eGFR), through data from six randomized controlled trials (RCTs) in South Korea. A total of 407 participants (142 males, 265 females) received either one of four different herbal medicines (240 participants) or a placebo (167 participants). When comparing changes in eGFR regarding the mean, 90th-percentile value, and 20% reduction after treatment, there was no significant difference between the herbal-treated and placebo groups. This study provided a helpful reference for examining the safety issues of herbal remedies, especially regarding kidney function."
    },
    {
      "pmid": "38474683",
      "title": "Simultaneous Quantification of Nine Target Compounds in Traditional Korean Medicine, Bopyeo-Tang, Using High-Performance Liquid Chromatography-Photodiode Array Detector and Ultra-Performance Liquid Chromatography-Tandem Mass Spectrometry.",
      "authors": [
        "Chang-Seob Seo"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bopyeo-tang (BPT) is composed of six medicinal herbs (Morus alba L., Rehmannia glutinosa (Gaertn.) DC., Panax ginseng C.A.Mey., Aster tataricus L.f., Astragalus propinquus Schischkin, and Schisandra chinensis (Turcz.) Baill.) and has been used for the treatment of lung diseases. This study focused on establishing an analytical method that can simultaneously quantify nine target compounds (i.e., hydroxymethylfurfural, mulberroside A, chlorogenic acid, calycosin-7-O-glucoside, 3,5-dicaffeoylquinic acid, quercetin, kaempferol, schizandrin, and gomisin A) from a BPT sample using high-performance liquid chromatography with a photodiode array detector (HPLC-PDA) and ultra-performance liquid chromatography with tandem mass spectrometry (UPLC-MS/MS). The separation of compounds in both analyses was performed on a C18 reversed-phase column using the gradient elution of water-acetonitrile as the mobile phase. In particular, the multiple reaction monitoring mode was applied for quick and accurate detection in UPLC-MS/MS analysis. As a result of analyzing the two methods, HPLC-PDA and UPLC-MS/MS, the coefficient of determination of the regression equation for each compound was ≥0.9952, and recovery was 85.99-106.40% (relative standard deviation (RSD) < 9.58%). Precision testing of the nine compounds was verified (RSD < 10.0%). The application of these analytical assays under optimized conditions for quantitative analysis of the BPT sample gave 0.01-4.70 mg/g. Therefore, these two assays could be used successfully to gather basic data for clinical research and the quality control of BPT.",
      "mesh_terms": [
        "Chromatography, High Pressure Liquid",
        "Tandem Mass Spectrometry",
        "Chromatography, Liquid",
        "Drugs, Chinese Herbal",
        "Republic of Korea"
      ]
    },
    {
      "pmid": "36246807",
      "title": "Prevention and management of adverse events following COVID-19 vaccination using traditional Korean medicine: An online survey of public health doctors.",
      "authors": [
        "Byungsoo Kang",
        "Hongmin Chu",
        "Bo-Young Youn",
        "Jungtae Leem"
      ],
      "journal": "World journal of clinical cases",
      "publication_date": "2022-Oct-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Since February 2021, vaccination against coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 has started in Korea. AIM: To perform a questionnaire survey about the prevention and management of adverse events of COVID-19 vaccination among public health doctors of Korean Medicine (PHKMDs). METHODS: An online questionnaire was developed, comprising categories about adverse events of vaccination (AEVs) and perception of using Korean medicine (KM) in managing vaccine adverse events (AEs) among PHKMDs. PHKMDs' experience of AEVs, usage of Korean medicine for AEVs, and perception and attitude in using KM for AEVs were surveyed. The survey web-link was emailed to the association of PHKMDs. Online links were sent through Survey Monkey to all PHKMDs in Korea. RESULTS: A total of 143 participants were recruited for this study; 65% of participants were vaccinated at the same of the survey (n = 93). Although most participants did not take any medication for prevention of the adverse events, 62% (n = 58) of participants had taken herbal medicine to treat the adverse events (n = 52). Approximately 35% of participants (n = 33) said that they would recommend taking herbal medicine to prevent any AEVs. From various KM interventions, the participants strongly recommended taking an herbal medicine (n = 69, 74.19%) to treat AEs, and the second-highest was acupuncture treatment (n = 19, 20.43%). CONCLUSION: Overall, this research demonstrated a high prevalence of KM usage by the PHKMDs. Hence, this study's results may serve as fundamental evidence for health professionals to consider using KM treatments when treating or preventing AEVs in the near future."
    },
    {
      "pmid": "36221347",
      "title": "A spadework for integrative medicine based critical pathways for facial palsy: Web-based survey from traditional Korean medicine doctors.",
      "authors": [
        "Jung-Hyun Kim",
        "Bonhyuk Goo",
        "Sang-Soo Nam"
      ],
      "journal": "Medicine",
      "publication_date": "2022-Oct-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patients affected with facial palsy consult both traditional Korean medicine doctors and conventional medicine doctors. Considering that the optimal approach varies depending on the progress of the disease, there is a need for facial palsy management through integrated medical care. However, no critical pathway has been developed to manage facial palsy from an integrated medical perspective. The aims of this study were to (a) explore treatment utilization status and awareness for facial palsy; (b) understand possible traditional Korean medicine modalities; and (c) suggest interventions to be included in integrated medical service for treating facial palsy. Regarding existing papers in relevant field, draft of questionnaire was firstly established. Eight-person development committee was comprised and reviewed the draft and modified the items of questionnaire. As an independent committee, the authors of present study have rechecked the validity and reliability of modified items of questionnaire. A questionnaire was developed comprising 21 items, including demographic characteristics, clinical statement, recognition, and demands and directions to improve the quality of newly developing critical pathways. Using the services of the Association of Korean Medicine and Medistream, the questionnaire was sent via a web-based survey to traditional Korean medicine doctors. A total of 1017 valid questionnaires were collected from traditional Korean medicine doctors. Of the total doctors who responded, over 75% stated that they utilized integrated medical systems in various forms. Acupuncture, herbal medicine, and thermal therapy were presented as key traditional Korean medicine treatments to be included in the critical pathway for the establishment of integrated medical services. Conversely, corticosteroids, antivirals, and blood sugar management were chosen to be critical among conventional medical treatments. Considering the responses collected in the present study and the progressive nature of facial palsy, various interventions in both conventional and traditional Korean medicine services need to be included in relevant critical pathways. If the critical pathway developed based on the present study is established, relevant clinical practice guidelines could be made available in an integrated medical system.",
      "mesh_terms": [
        "Antiviral Agents",
        "Bell Palsy",
        "Blood Glucose",
        "Facial Paralysis",
        "Humans",
        "Integrative Medicine",
        "Internet",
        "Reproducibility of Results",
        "Republic of Korea",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "36011101",
      "title": "Utilization of Traditional Korean Medicine Services by the Older Population: A Cross-Sectional Study.",
      "authors": [
        "Angela Dong-Min Sung",
        "You-Sang Baik",
        "Soobin Jang",
        "Jang-Kyung Park",
        "Hyun-Kyung Sung",
        "Ji-Yeon Lee",
        "Byung-Cheul Shin",
        "Sung-Yong Choi",
        "Soo-Hyun Sung"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2022-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Korean healthcare service is divided into conventional medicine and traditional Korean medicine (TKM). This cross-sectional study compared the older population (65 years and older) with two groups of the general population (19-50 years and 51-64 years) to understand the current patterns in the use of TKM services by the older population. Using data from the 2017 National Survey of TKM Usage, we analyzed the main purpose and diseases or symptoms for TKM use, the reason for choosing TKM over other types of medicine, and the treatments provided. Both age groups sought TKM services to \"[treat] a disease\". The top five diseases and symptoms in the older adult (65 and older) group were musculoskeletal and are as follows: arthritis and joint diseases (37.8%, n = 166), disc-related diseases (25.5%, n = 112), back pain (8.4%, n = 37), frozen shoulder and shoulder pain (7.7%, n = 34), and sprain (5.9%, n = 26). The most frequently used treatments for these diseases were acupuncture, moxibustion, cupping, and physiotherapy. The present study suggests that older adults primarily used TKM clinics for the treatment of musculoskeletal diseases. Further studies are necessary to assess the clinical effectiveness of conventional medicine versus TKM versus a combination of both in treating musculoskeletal disorders."
    },
    {
      "pmid": "35839047",
      "title": "Integrative traditional Korean medicine treatment for children with idiopathic short stature: A STROBE-compliant case series.",
      "authors": [
        "Ye Ji Kim",
        "Sun Haeng Lee",
        "Soobin Jang",
        "Jin Yong Lee",
        "Gyu Tae Chang",
        "Boram Lee"
      ],
      "journal": "Medicine",
      "publication_date": "2022-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Integrative traditional Korean medicine (TKM) treatment including herbal medicine and acupuncture has been used frequently by parents in South Korea for the treatment of children with idiopathic short stature (ISS). We aimed to report the TKM treatments currently being used for children with ISS and explore their therapeutic effects. The medical records of children who met the criteria for ISS and who had been treated with TKM for the management of ISS were retrospectively reviewed. In total, 116 patients (mean [standard deviation] age, 8.07 [3.08] years; 52.6% girls) enrolled in the study. Their mean height percentile was 1.45 and body mass index was 16.19 kg/m2. During the study period of 5 years, participants visited the outpatient clinic an average of 2.93 times; the mean number of days to the next visit was 101 days. All patients received herbal medicine treatment, and the formulation was mainly decoction type. Additional treatments including ear acupuncture and moxibustion were also used. After treatment with TKM, the height percentile and standard deviation scores increased in both girls and boys (P < .001 and P < .01, respectively). Additionally, the predicted adult height, estimated based on bone age, increased in girls (P < .05). This study provided preliminary data for future research in TKM use in children with ISS.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Adult",
        "Body Height",
        "Child",
        "Female",
        "Growth Disorders",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Republic of Korea",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "35754023",
      "title": "Evaluation of the effectiveness of the standard traditional Korean medicine-based health promotion program for disadvantaged children in South Korea.",
      "authors": [
        "Eunhye Hyun",
        "Jiseon Ryu",
        "Kibong Kim",
        "Sangjae Lee",
        "Seungtae Kim",
        "Byungmook Lim"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2022-Jun-26",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Traditional Korean Medicine (TKM) is highly integrated with the modern health care system of South Korea and is actively used in the public health field. Since 2014, the Ministry of Health and Welfare of South Korea has supported the development of standard models for TKM-based health promotion programs. This study aimed to develop and evaluate a standard TKM-based health promotion program for disadvantaged children. METHODS: Using convenience sampling, we recruited 16 Community Children's Centers (CCCs) located in Busan and Yangsan, South Korea, which are welfare daytime facilities for children from socially disadvantaged families. The CCCs were divided into two groups of eight CCCs-intervention CCCs and control CCCs-through random allocation, and children in each group were selected as subjects for the study. For 12 weeks, the TKM-based health promotion program developed in this study along with the basic services of CCCs were applied to children in the intervention group, and only the basic services of CCCs were provided to children in the control group. Data were obtained through pre- and post-surveys with the legal representatives of the children prior to implementing the program and after the 12-week program, respectively. The outcome variables-the number of outpatient visits, absences, lateness/early leaves, infectious symptoms, and EuroQol-5D and EQ-visual analog scale scores-were measured and statistically compared between the groups by descriptive analysis, chi-square test, t-test, and difference-in-differences model with regression analysis. RESULTS: At baseline, there were 156 children in the intervention group and 153 children in the control group, among which 155 and 147 children, respectively, were included in the analysis. Results indicated that the number of outpatient visits was significantly lower (by 65%) in the intervention group than in the control group (p = 0.03), and this was similar in the sensitivity analysis. Regarding other outcome variables, the effects were not consistently significant. CONCLUSIONS: A standard TKM-based health promotion program has the potential to improve the health of disadvantaged children. In the future, studies with long-term interventions and a larger sample are needed to enhance the applicability of these programs in communities.",
      "mesh_terms": [
        "Child",
        "Health Promotion",
        "Humans",
        "Medicine, Korean Traditional",
        "Medicine, Traditional",
        "Republic of Korea",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "35437967",
      "title": "Distribution of Medical Service Use for Facial Palsy Between Medicine and Traditional Korean Medicine Based on Population-Based Data of Korea.",
      "authors": [
        "Junhui Jeong",
        "So Ra Yoon",
        "Hyunsun Lim",
        "Hyun Seung Choi"
      ],
      "journal": "Journal of Korean medical science",
      "publication_date": "2022-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We investigated the distribution of medical service uses for Bell's palsy and Ramsay Hunt syndrome between medicine and traditional Korean medicine using the National Health Insurance Service National Sample Cohort data of Korea from 2006 to 2015. Patients were identified with diagnostic codes and medication or treatment claim codes. For Bell's palsy, there were 5,970 (68.8%) patients who used traditional Korean medical service only, whereas for Ramsay Hunt syndrome, there were 749 (93.6%) patients who used medical service only. The proportion of traditional Korean medical service use was higher than that of medical service use in patients with Bell's palsy, while the opposite was found in patients with Ramsay Hunt syndrome.",
      "mesh_terms": [
        "Bell Palsy",
        "Cohort Studies",
        "Facial Paralysis",
        "Herpes Zoster Oticus",
        "Humans",
        "National Health Programs"
      ]
    },
    {
      "pmid": "35371584",
      "title": "Traditional Korean Medicine Usage and Perception: a comparative study between the general population and the disabilities.",
      "authors": [
        "Ji-Eun Han",
        "Jihye Kim",
        "Kyeong Han Kim",
        "Ji-Yeon Lee",
        "Soo-Hyun Sung"
      ],
      "journal": "Journal of pharmacopuncture",
      "publication_date": "2022-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study is a comparative analysis of the satisfaction and recognition characteristics for traditional Korean medicine (TKM) in people with disabilities and the general population of Korea. METHODS: Here, 5,000 subjects were categorized into two groups based on a disability rating using the data from the 2017 National Survey for the Usage of Korean Medicine. The relationships among the sociodemographic characteristics, TKM usage status, recognition of TKM usage, and recognition of the effectiveness of the TKM treatment were analyzed based on the disease. The response reliability was verified using the chi-square test analysis method. RESULTS: Disabilities corresponded with low rates of high school or higher education (44%, 83.5%) and no jobs (56.9%, 33.5%), mostly the status of the low-income class with a monthly household income of < 1,500 USD (50.9%, 10.5%), poor health conditions (55.2%, 9.8%), high chronic disease prevalence rate (69.0%, 19.9%), high medical care rate (11.2%, 0.5%), and low commercial health insurance subscription rate (44%, 74.2%). Furthermore, people with disabilities visited TKM institutions more often (88.8%, 74.1%) with a high frequency TKM usage rate of ≥ 1-2 times a month (26.2%, 15.3%). They also reported that the cost of using the TKM was very high (14.7%, 8.8%) and that primarily the application of insurance benefits should be improved (52.6%, 47.5%). The treatment effectiveness for diseases was high for musculoskeletal disorders for both people with disabilities and the general population. CONCLUSION: Preferential application of insurance benefits for musculoskeletal diseases must be extended to the TKM treatment as well, as people with disabilities have a high recognition for these conditions with TKM. It is difficult to perform randomized controlled trials on people with disability. Therefore, large-scale observational and cohort studies should be conducted. We hope this study will help establish a suitable TKM policy for people with disabilities."
    },
    {
      "pmid": "34054306",
      "title": "Traditional Korean Medicine as Collaborating Treatments with Conventional Treatments for Knee Osteoarthritis: A Protocol for a Systematic Review and Meta-Analysis.",
      "authors": [
        "Yeon-Cheol Park",
        "Bon-Hyuk Goo",
        "Kyeong-Ju Park",
        "Jun-Yeon Kim",
        "Yong-Hyeon Baek"
      ],
      "journal": "Journal of pain research",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Knee osteoarthritis (OA) is a degenerative disease of the joint cartilage with no definite treatment in the early stage. Several previous review studies have shown that alternative medical treatments, including acupuncture, moxibustion, and herbal medicines, are effective in improving the symptoms of the disease and the patient's quality of life. However, no systematic review study has shown the effectiveness of the combination of conventional and alternative therapies. Therefore, the aim of our study is to determine the most effective combination therapies and to provide evidence for the effectiveness and safety of integrated therapies. This article describes the protocol for the methods that will be applied in our systematic review. METHODS: We will conduct an electronic search of nine databases: PubMed, Embase, Cochrane, Google Scholar (first 100 articles), four Korean databases (KoreaMed, Korean Studies Information Service System, Research Information Service System, and Oriental Medicine Advanced Searching Integrated System), and one Chinese database (China National Knowledge Infrastructure). Only randomized controlled studies that reported on both conventional treatment (drugs and hyaluronic acid) and traditional Korean medicine (acupuncture, moxibustion, and herbal medicines) will be selected. The primary outcomes will be pain and function of the joint. The secondary outcomes will include pain relief duration, total effective rate, incidence of adverse events, and quality of life. We will assess the methodological quality of the included studies using the Cochrane risk of bias tool. For the meta-analysis, standardized mean differences and risk ratios with 95% confidence intervals will be applied for continuous and dichotomous data, respectively. RESULTS: This review will evaluate the effectiveness and safety of several Korean medicine treatments combined with conventional treatments for knee OA. CONCLUSION: Our review will provide a good foundation for the integrative treatment of knee OA."
    },
    {
      "pmid": "34011070",
      "title": "A survey on Koreans' preferred type of collaboration between conventional medical and traditional Korean medicine doctors.",
      "authors": [
        "Yoon Jae Lee",
        "Byeong-Gu Gang",
        "Chang Jun Kum",
        "Keunjae Lee",
        "Young Suk Yoon",
        "Jinho Lee",
        "Joon-Shik Shin",
        "In-Hyuk Ha"
      ],
      "journal": "Medicine",
      "publication_date": "2021-May-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although collaborative treatment by traditional Korean medicine doctors (KMDs) and medical doctors occurs, it is mainly done by referral. As no survey of the general public's preference for the type of collaboration has ever been conducted, we aimed to investigate Koreans' preferences for a collaborative treatment type.The responders were extracted by random digit dialing and then reextracted using the proportional quota sampling method by sex and age. From July to October 2017, telephone interviews were conducted and the participant responses regarding treatment history for spinal or joint diseases, experiences with collaborative treatment, and preferred type of collaborative treatment were recorded.Of the 1008 respondents, 44.64% reported a history of treatment for spinal or joint diseases at a medical institution. The concurrent collaborative treatment system, in which both KMDs and medical doctors are present in one location participating in the treatment concurrently, was the most preferred system among the respondents. Respondents who reported experience with traditional Korean medicine hospitals were more likely to prefer a one-stop treatment approach than those who did not have experience with traditional Korean medicine hospitals (adjusted odds ratio: 1.73; 95% confidence interval: 1.12-2.68). Respondents who were familiar with collaborative treatment but did not report any personal experience with it were more likely to prefer a one-stop treatment approach than those who were not familiar with collaborative treatment (adjusted odds ratio: 1.82; 95% confidence interval: 1.37-2.44).Koreans prefer a concurrent type of collaborative treatment system by KMDs and medical doctors. Therefore, efforts and support are needed to increase the application of the concurrent type of collaborative system.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Combined Modality Therapy",
        "Female",
        "Holistic Health",
        "Humans",
        "Intersectoral Collaboration",
        "Joint Diseases",
        "Male",
        "Medicine, Korean Traditional",
        "Middle Aged",
        "Orthopedics",
        "Patient Preference",
        "Practice Patterns, Physicians'",
        "Republic of Korea",
        "Spinal Diseases",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "33915738",
      "title": "The Use of Traditional Korean Medicine (TKM) by Children: A Correlational Study between Parent's Perception and Their Children's Use Reported by Parents.",
      "authors": [
        "Jihye Kim",
        "Jang-Kyung Park",
        "Jung-Youn Park",
        "Eun-Jin Lee",
        "Soo-Hyun Sung"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2021-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This cross-sectional study investigated the correlation between parents' perception and their children's traditional Korean medicine (TKM) use reported by parents in order to discover policy intervention points and provide a reference for establishing generalized TKM policies. Participant data from a 2017 national survey on TKM usage was divided into two groups based on the children's TKM use reported by parents. The female participants' children had a higher rate of experience in using TKM (8.1%; p = 0.029). Additionally, 91.4% of the parent group with a child who used TKM turned out to have used TKM, which was higher than 71.9% of the parents whose children never used TKM (p < 0.001). As for the awareness on the use of TKM, 44.0% of the parents with a child who experienced TKM answered they were aware of it, while only 35.3% of the parent group whose child never experienced TKM did so (p = 0.033). The present study suggests that parental experience in using TKM could have an impact on the children's TKM use reported by parents. Further study is necessary to assess which parental factor (awareness level, medical disorder to be treated, therapy, therapeutic efficacy, the purpose of visit, sex, age, etc.) has a close relationship with TKM usage experience of their children."
    },
    {
      "pmid": "33845285",
      "title": "Traditional Korean medicine treatment for tamoxifen associated adverse events of breast cancer patient: A CARE - Compliant case report.",
      "authors": [
        "Jihye Seo",
        "Donghun Lee",
        "Hee-Geun Jo"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2021-May",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Adverse events of endocrine therapy reduce the breast cancer patient's quality of life and adversely affect treatment compliance. METHOD: A 50-year-old breast cancer patient complained of several symptoms such as hot flush, hyperhidrosis, urinary frequency, and depression. These symptoms occurred after taking tamoxifen. The adverse events induced by tamoxifen were assessed using both World Health Organization-Uppsala Monitoring Centre (WHO-UMC) causality categories and the Naranjo probability scale. Traditional Korean herbal medicine was used to treat vasomotor symptoms and vulvovaginal symptoms. And acupuncture was used to manage musculoskeletal symptoms. RESULTS: As a result of traditional Korean medicine treatment for 25 days, symptoms and quality of life improved significantly, and improvement was estimated in the Menopause Rating Scale and Menopause-Specific Quality of Life. CONCLUSION: This case report suggests that traditional Korean medicine interventions might have improved the adverse events of tamoxifen in breast cancer patients.",
      "mesh_terms": [
        "Breast Neoplasms",
        "Female",
        "Hot Flashes",
        "Humans",
        "Middle Aged",
        "Quality of Life",
        "Republic of Korea",
        "Tamoxifen"
      ]
    },
    {
      "pmid": "33516616",
      "title": "Integrative traditional Korean medicine management, including acupuncture and Chuna-manual therapy, for stroke-related central facial palsy: A study of three case reports.",
      "authors": [
        "Jihye Seo",
        "Eunmi Kim",
        "Jungtae Leem",
        "Jae-Uk Sul"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2021",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Central facial palsy, which is a sequela of stroke, is associated with decreased quality of life and psychosocial function. Integrative Korean medicine management, including acupuncture and Chuna-manual therapy, has been used to treat neurological diseases, including facial palsy. We report three cases of central facial palsy patients who had these symptoms over three months after a stroke. They had received rehabilitation treatment for the paralyzed upper and lower extremities. However, as their central facial palsy symptom did not improve, Chuna-manual therapy (SJS nonresistance technique) for facial palsy was started along with acupuncture. Oral region movement improved after four weeks of integrative acupuncture and Chuna-manual therapy. After ten to sixteen weeks of treatment, the facial nerve grading system 2.0 grades improved by one in two cases. In one case, although there was no significant change in the grade, she was satisfied with the results after adding Chuna-manual therapy to acupuncture. There were no adverse events. Integrative management, including acupuncture and Chuna-manual therapy, might be an effective treatment strategy for central facial palsy. Further prospective, controlled studies are warranted.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Facial Paralysis",
        "Female",
        "Humans",
        "Musculoskeletal Manipulations",
        "Quality of Life",
        "Republic of Korea",
        "Stroke",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "33505501",
      "title": "Patients with Parkinson Disease in a Traditional Korean Medicine Hospital: A Five-Year Audit.",
      "authors": [
        "Jung Yun Yang",
        "Chul Jin",
        "JiEun Lee",
        "Han-Gyul Lee",
        "Seung-Yeon Cho",
        "Seong-Uk Park",
        "Woo-Sang Jung",
        "Sang-Kwan Moon",
        "Jung-Mi Park",
        "Chang-Nam Ko",
        "Ki-Ho Cho",
        "Seungwon Kwon"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson disease (PD) patients' demand for complementary and alternative medicine (CAM) has thus been increasing. We investigated the characteristics of PD patients who visited the Korean Medicine Hospital, the official CAM clinic in Korea. The medical records of PD patients were reviewed retrospectively. The demographic and disease-related characteristics, motivation for visiting, and treatment modalities were collected and analyzed. Medical records from 618 patients were reviewed. Most patients (67.6%) had been already diagnosed with PD at the initial visit. The most frequent complaint was gait disturbance. Previously diagnosed patients visited most frequently for add-on CAM therapies. The most frequently used CAM therapy was acupuncture. The most frequently prescribed herbal medicine was modified Ukgansan. We found the main reason for seeking out CAM was to compensate for the effects of conventional therapies. Further prospective studies will be necessary to collect enough data and evaluate the effectiveness of CAM therapies."
    },
    {
      "pmid": "33408901",
      "title": "Perception on the Traditional Korean Medicine According to the Existence of a Chronic Disease.",
      "authors": [
        "Jihye Kim",
        "Minjung Park",
        "Angela Dong-Min Sung",
        "Kyeong Han Kim",
        "Soo-Hyun Sung"
      ],
      "journal": "Journal of pharmacopuncture",
      "publication_date": "2020-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Chronic diseases (CDs) continue to increase due to advances in medicine and increase in lifespan, affecting quality of life and resulting in economic loss through treatment costs. This study addressed the perception characteristics of the effectiveness of Korean medicine (KM) based on the existence of a CD to determine the national preference for KM treatment. METHODS: Using data from the 2017 National Survey of KM Usage, we evaluated the perception on treatment effect of 16 diseases by dividing them into the CD group and the non-CD group. Response reliability was verified by applying the chi-square test (χ2-test) analysis method of the Statistical Package for the Social Sciences (SPSS) statistical program. RESULTS: The analysis of the perception on effectiveness of KM for patients with CD (n = 1,050, 21.0%) and for patients with non-CD (n = 3,950, 79.0%) showed an overall similar trend for all the 16 diseases. The response rates of having some treatment effect were high for nine diseases namely, disc-related disease (CD 70.7%, non-CD 73.1%), osteoarthritis (CD 72.3%, non-CD 72.4%), frozen shoulder and shoulder pain (CD 79.6%, non-CD 81.4%), back pain (CD 84.6%, non-CD 85.0%), sprain (CD 84.8%, non-CD 84.1%), facial nerve paralysis (CD 73.5%, non-CD 71.7%), stroke (CD 66.2%, non-CD 62.8%), digestive disease (CD 53.3%, non-CD 50.0%), and common cold and rhinitis (CD 44.7%, non-CD 44.8%). CONCLUSION: The present results found that there was little difference in the perception on effectiveness of KM for each of the 16 diseases in patients with CD and non-CD, however, 70% or more of the respondents recognized some treatment effect on musculoskeletal disorders, regardless of the existence of CD. Preferential political support for KM treatment of chronic musculoskeletal disorders is recommended."
    },
    {
      "pmid": "33349074",
      "title": "Efficacy of Chemotherapy Integrated With Traditional Korean Medicine in Patients With Metastatic Pancreatic Cancer: A Single-Center Retrospective Study.",
      "authors": [
        "Eun Hye Kim",
        "Jee-Hyun Yoon",
        "Sung Soo Yoon",
        "Jee Young Lee",
        "Seong Woo Yoon"
      ],
      "journal": "Integrative cancer therapies",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: This retrospective study investigated the efficacy and safety of chemotherapy (CTX) integrated with Traditional Korean Medicine (TKM) in patients with metastatic pancreatic cancer, in a single Korean center. METHODS: From January, 2014 to February, 2019, patients with metastatic pancreatic cancer who had received CTX were enrolled. Overall survival (OS), demographic characteristics, and adverse events were examined. Statistical analysis was utilized to evaluate the differences in characteristics and to compare the survival rates between the CTX group and CTX+TKM group. Kaplan-Meier curves were used to compare the differences in survival time. A Cox regression analysis was performed to determine the hazard ratio of the risk of mortality. RESULTS: A total 37 participants were included and visited a TKM hospital 7.4 ± 8.3 months after being diagnosed with metastatic pancreatic cancer. The median age of the participants was 62 years; 26 patients (70.3%) had an Eastern Cooperative Oncology Group (ECOG) performance status between 0 and 2, and 23 patients (62.2 %) had first-line CTX failure. The median OS of all patients was 3.8 months (95% CI, 3.1-4.6). The CTX + TKM group showed longer survival (4.1 months; 95% CI, 2.4- .8) than the CTX group (2.4 months, 95% CI 0.2-4.6) but this was not statistically significant (P = .217). Chemotherapy with TKM treatment for more than 30 days (CTX + TKM ≥ 30) significantly prolonged median OS (9.1 months; 95% CI, 3.6-14.5; P = .025) compared to chemotherapy alone. Cox hazard ratio analysis revealed that CTX + TKM ≥ 30 and prior chemotherapy were significantly independent prognostic factors for OS. The main herbs in the TKM treatment were Rhus verniciflua Stokes and Astragalus. Severe adverse events with respect to TKM treatment were not reported. CONCLUSIONS: TKM treatment integrated with chemotherapy may prolong OS in patients with metastatic pancreatic cancer compared to chemotherapy treatment alone. More rigorous prospective clinical trials are needed to confirm this result.",
      "mesh_terms": [
        "Humans",
        "Pancreatic Neoplasms",
        "Proportional Hazards Models",
        "Prospective Studies",
        "Republic of Korea",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "33023855",
      "title": "Integrative traditional Korean medicine treatment for elderly post-stroke functional constipation: A CARE-compliant case report.",
      "authors": [
        "Bomin Kim",
        "Hee-Geun Jo",
        "Donghun Lee"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2021",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In treating constipation, pharmacotherapy is known to cause various adverse drug reactions. This therapy includes the use of laxatives, which may not be safe for the treatment of elderly patients. Traditional Korean Medicine has been widely used for a long time to treat various gastrointestinal symptoms, such as constipation. A 70-year-old male patient had no history of constipation, but complained of constipation with abdominal distention and inability to pass stool occurring after the initiation of pharmacotherapy after his stroke. The patient was diagnosed with post-stroke constipation that lasted for more than 1 month. Acupuncture, electroacupuncture, and moxibustion were performed for 3 weeks. Each session was performed for 15 min. In addition, herbal medications were administered for 15 days. As a result, the Numeric Rating Scale score for abdominal distention and inability to pass stool reduced and most of the constipation-related discomfort improved. This case report demonstrates that integrative traditional Korean medicine can be effective for the treatment of post-stroke constipation in elderly patients.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Aged",
        "Constipation",
        "Humans",
        "Integrative Medicine",
        "Male",
        "Moxibustion",
        "Republic of Korea"
      ]
    },
    {
      "pmid": "31698811",
      "title": "Traditional Korean Medicine-Based Forest Therapy Programs Providing Electrophysiological Benefits for Elderly Individuals.",
      "authors": [
        "Jiyune Yi",
        "Boncho Ku",
        "Seul Gee Kim",
        "Taegyu Khil",
        "Youngsuwn Lim",
        "Minja Shin",
        "Sookja Jeon",
        "Jingun Kim",
        "Byunghoon Kang",
        "Jongyeon Shin",
        "Kahye Kim",
        "Ah Young Jeong",
        "Jeong Hwan Park",
        "Jungmi Choi",
        "Wonseok Cha",
        "Changseob Shin",
        "Wonsop Shin",
        "Jaeuk U Kim"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2019-Nov-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We aimed to develop forest therapy programs (FTPs) to prevent dementia and related health problems in the elderly population, with the assumption that health benefits are FTP-type specific and depend on the participant's psychophysiological traits. For this purpose, we developed two distinct FTPs, namely, a guided-breathing meditation program (BP) and a walking program (WP); we adopted the approach of Sasang constitutional (SC) medicine, which categorizes individuals into one of three SC types (SC1, SC2, or SC3) for medical care. The FTPs ran 11 sessions over 11 weeks. We recruited 29/31/28 participants who were 65 years of age or older for the BP/WP/control groups, respectively; obtained electrophysiological measurements via electroencephalogram (EEG), heart rate variability (HRV), and bioimpedance; and analyzed the intervention effects with analysis of covariance. Compared with the control, the BP and WP resulted in benefits for neural activity and parasympathetic nervous activity (PNA), respectively, and both FTPs yielded distinct beneficial effects on bioimpedance. Constitution-specific effects were also present. The SC1- and SC2-type participants gained positive effects in neural activity from the BP and WP, respectively. The SC3-type participants showed improvements in PNA from the WP. In conclusion, for older individuals, both programs conferred health benefits that would help prevent dementia, and the benefits were program-specific and constitution-specific.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Breathing Exercises",
        "Dementia",
        "Electrophysiological Phenomena",
        "Female",
        "Forests",
        "Heart Rate",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Meditation",
        "Republic of Korea",
        "Walking"
      ]
    },
    {
      "pmid": "31464951",
      "title": "Treatment of postpill amenorrhea with abdominal obesity by traditional Korean medicine treatment focused on pharmacopuncture and moxibustion: A case report.",
      "authors": [
        "Ji Hye Hwang"
      ],
      "journal": "Medicine",
      "publication_date": "2019-Aug",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "RATIONALE: Hormone imbalance and menstrual irregularities are normal for postpill women. Pharmacopuncture and moxibustion can stimulate acupoints with herbal extract and heat, respectively, to regulate the function of qi and blood, expel pathogens, and support health. PATIENT CONCERNS: A 39-year-old female patient presented with amenorrhea, >6 months after she had stopped taking the oral contraceptive pill, which she had taken for more than 10 years, and possible associated infertility. Additionally, she reported sudden weight gain of approximately 12 kg in 1 year. DIAGNOSES: In this study, we examined the amenorrhea lasted more than 6 months for postpill patient. INTERVENTIONS: She refused a strong acupuncture stimulus; she underwent lower abdomen pharmacopuncture with wild ginseng complex (WGC) and moxibustion at CV4, 5 times during 1 month. As a secondary treatment, 1 g Geoseub-hwan pills were prescribed for overeating and during social events. After 5 weekly primary treatments, Geoseub-hwan was prescribed intermittently. OUTCOME: After 3 primary treatments, she began menstruation without menstrual cramps or discomfort. After 5 treatments, she exhibited improvement of body weight and body composition. At 1- and 3-month follow-up examinations, she confirmed regular menstruation without discomfort. LESSONS: Pharmacopuncture with WGC and moxibustion may be effective for the treatment of postpill amenorrhea with abdominal obesity and can be used for patients with fear of a strong acupuncture stimulus.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Adult",
        "Amenorrhea",
        "Combined Modality Therapy",
        "Contraceptives, Oral",
        "Female",
        "Humans",
        "Medicine, Korean Traditional",
        "Moxibustion",
        "Panax",
        "Republic of Korea",
        "Weight Gain"
      ]
    },
    {
      "pmid": "31439610",
      "title": "Impact of gender on the career development of female traditional Korean medicine doctors: a qualitative study.",
      "authors": [
        "Se Eun Chun",
        "Ju Hyun Lee",
        "Ju Eun Lee",
        "Seung Min Kathy Lee",
        "Jungtae Leem",
        "Hyunho Kim"
      ],
      "journal": "BMJ open",
      "publication_date": "2019-Aug-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study aims to examine the impact of gender and expected gender roles on the career development of young female traditional Korean medicine (KM) doctors. DESIGN: We conducted semistructured interviews to examine the experiences of study subjects regarding early career choices, employment, job performance and career moves, as well as future career aspirations, from the perspective of gender. The transcription was analysed using the Strauss and Corbin constant comparative analysis method. SETTING: The interview was conducted at a quiet and comfortable place selected by the participants in South Korea. PARTICIPANTS: Ten female KM doctors in their 30s participated in the study. RESULTS: This study reveals that, initially, the participating female KM doctors were unaware of their gender affecting career decisions. However, after graduation and during employment, female doctors experienced direct discrimination or gender segregation while selecting areas of treatment and specialty; they found that they were preferred to work in paediatrics and dermatology departments than in departments treating musculoskeletal health problems. Furthermore, after entering the workforce, female KM doctors found that their gender significantly affects patient-doctor relationships and life events, such as pregnancy and childbirth require temporary career breaks. In addition, female KM doctors assumed stereotypical gender roles both in the workplace and at home, as well as becoming the main nurturer of their children. CONCLUSION: Gender and stereotyped gender roles affect the overall career planning, career moves and even patient-doctor relationships of female KM doctors. Female doctors were also more likely to experience specific gender roles in the workplace and at home, including both childbirth and childrearing.",
      "mesh_terms": [
        "Adult",
        "Aspirations, Psychological",
        "Career Choice",
        "Career Mobility",
        "Employment",
        "Female",
        "Gender Identity",
        "Humans",
        "Medicine, Korean Traditional",
        "Physicians, Women",
        "Qualitative Research",
        "Republic of Korea",
        "Sex Factors",
        "Work Performance"
      ]
    },
    {
      "pmid": "30591887",
      "title": "A cross-sectional survey of clinical factors that influence the use of traditional Korean medicine among children with cerebral palsy.",
      "authors": [
        "Hye-Yoon Lee",
        "Young-Ju Yun",
        "Sun-Ae Yu",
        "Yo-Han Park",
        "Byung-Wook Park",
        "Bu-Young Kim",
        "Man-Suk Hwang"
      ],
      "journal": "Integrative medicine research",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Traditional Korean medicine (TKM) is widely used to treat children with cerebral palsy (CP) in Korea; however, studies investigating factors that influence the use of TKM are scarce. Thus, we investigated the clinical factors that might influence the use of TKM. METHODS: A population-based, cross-sectional, multicenter survey was performed from August 2014 to May 2016. The history of TKM use, type and severity of CP, current treatment characteristics, presence of accompanying disabilities or other health problems not directly related to CP, and monthly cost for the treatment of CP were surveyed. RESULTS: In total, 182 children were recruited, and 78 children (42.9%) had used TKM. Among these 78 children, 50 (64.1% of the TKM-use group) had used both acupuncture and herbal medication, 15 (19.2%) had used acupuncture only, and 13 (16.7%) had used herbal medication only. Children with non-typical CP, accompanying disabilities and general health problems tended to use TKM. The monthly cost of treatment for CP was significantly higher in the TKM-use group than that in the no-TKM-use group, suggesting that economically disadvantaged children may have difficulty in accessing TKM. Dietary supplements, conventional pharmacological treatments, and rehabilitation therapies did not affect TKM use. CONCLUSION: Children with non-typical symptoms or those with poor overall health status are likely to use TKM. Additionally, TKM use leads to increased treatment costs. Studies investigating the motivation for starting or ceasing TKM therapy, socioeconomic factors and the attitude of parents towards complementary and alternative medicine should be performed."
    },
    {
      "pmid": "30538761",
      "title": "Traditional Korean Medicine Treatment for Patients with Wilting Disorder: A Literature Review of In Vivo Studies.",
      "authors": [
        "Sung-Jin Kim",
        "Yeon-Cheol Park",
        "Yong-Hyeon Baek",
        "Byung-Kwan Seo"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Wilting disorder is an abnormal condition characterized by weakness and paralysis of the upper and lower extremities. Pathogenesis and treatment target of the disorder are unclear; hence, allopathic treatment is generally used to relieve the symptoms. To investigate the treatment mechanism and effect of Traditional Korean Medicine (TKM) in patients with wilting disorder, we reviewed in vivo studies that focused on the effect of TKM on the main symptoms of wilting disorder and treatment of the diseases that can cause these symptoms. We electronically searched the PubMed, Cochrane, and CNKI (China National Knowledge Infrastructure) databases using the following search terms: (weakness OR motor function disorder) (myasthenia gravis OR Guillain-Barre syndrome OR amyotrophic lateral sclerosis OR paralysis OR polymyositis OR muscular dystrophy) AND (herbal medicine OR acupuncture OR bee-venom OR pharmacoacupuncture OR electro-acupuncture OR moxibustion). We selected 11 studies that demonstrated the effect of TKM treatment on the main symptoms of wilting disorder. In these studies, inducted models of amyotrophic lateral sclerosis, myasthenia gravis, Duchenne muscular atrophy, polymyositis, and Guillain-Barre syndrome were used. With regard to treatment, herbal medicine was used in five studies, and acupuncture and bee-venom pharmacoacupuncture were used in three studies each. Future research is needed to determine the effectiveness of TKM treatment in patients with diseases that can cause the main symptoms of wilting disorder."
    },
    {
      "pmid": "30505680",
      "title": "A case report of traditional Korean medicine treatments on uterine myoma with thyroid cancer.",
      "authors": [
        "Chae-Hak Lim",
        "Jeong-Eun Yoo"
      ],
      "journal": "Integrative medicine research",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Uterine myoma is a common benign tumor. When the symptoms are not severe, patients are often suggested to wait for menopause without treatment. If the size becomes too large or the symptoms get worse, the patient will receive surgery or hormone therapy. If a patient does not receive surgery or hormone therapy because of the waiting period, traditional Korean medicine (TKM) treatment can be applied. This is a case of a 47-year-old woman who was diagnosed with thyroid cancer and uterine myoma. She was diagnosed with thyroid cancer in 2012 and uterine myoma in 2013. She had not received treatments. In December 2017, the size of the uterine myoma increased to more than 8 cm, and the patient suffered from dysmenorrhea, urination frequency, and vaginal discharges. She wanted TKM treatment instead of surgery or hormone therapy. From January 16, 2018 to April 12, 2018, she received TKM treatment; herbal medicine, acupuncture, moxibustion, and pharmacopuncture. Before the treatment, the urination frequency was more than 10 times a day, but decreased to 6-7 times a day after treatments. Dysmenorrhea decreased from VAS8 to VAS5 after treatments. After menstruation, the duration of vaginal secretion persisted for 3-4 days, but after treatments, it was visible only for a 1 day after menstruation. Ultrasonography showed that the thyroid cancer did not worsen and the size of uterine myoma decreased by 2 cm. It is considered that TKM treatment, as a substitute for surgery or hormone therapy, will exert positive effect on uterine myoma without the aggravation of thyroid cancer."
    },
    {
      "pmid": "30313034",
      "title": "The effectiveness of anticancer traditional Korean medicine treatment on the survival in patients with lung, breast, gastric, colorectal, hepatic, uterine, or ovarian cancer: A prospective cohort study protocol.",
      "authors": [
        "Kyeore Bae",
        "Eunseok Kim",
        "Jeong June Choi",
        "Mi Kyung Kim",
        "Hwa-Seung Yoo"
      ],
      "journal": "Medicine",
      "publication_date": "2018-Oct",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "Although anticancer traditional Korean medicine treatment (ACTKMT) is widely applied to patients with cancer together with, or in place of, conventional cancer treatment in Korea, the cohort evidence on its clinical effects is lacking. Therefore, this prospective cohort study is designed to evaluate the effect of ACTKMT on the survival and the clinical outcomes for patients being treated at an integrative oncology clinic.This is a single center, prospective cohort study of patients within 1 year after the diagnosis of primary lung, breast, gastric, colorectal, hepatic, uterine, or ovarian cancer. The event-free survival, disease-free survival/progression-free survival, the overall survival, the results of blood tests, and telomere-length information will be compared between patients receiving and patients not receiving a key ACTKMT (HangAmDan-B1, Geonchil-jung, and/or cultivated wild ginseng pharmacopuncture), and the correlation between the use of the key ACTKMT and the prognosis will be identified considering other risk factors.This study has received ethical approval from the Institutional Review Board, Dunsan Korean Medicine Hospital of Daejeon University (No. DJDSKH-16-BM-09). The results of this study will be published in a peer-reviewed journal.Clinical Research Information Service: KCT0002160.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Middle Aged",
        "Neoplasms",
        "Prospective Studies",
        "Republic of Korea",
        "Survival Analysis",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "30271719",
      "title": "Inhibitory effect of traditional Korean medicine on the recurrent endometriosis after laparoscopic excision: a case report.",
      "authors": [
        "Hae-Won Kim",
        "Jeong-Eun Yoo"
      ],
      "journal": "Integrative medicine research",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Endometriosis is a common benign gynecologic tumor, and it can destroy a patient's life. Surgery and hormone therapy are established therapies for endometriosis. However, there are many cases of recurrent endometriosis after conventional therapies. This report presents a case of a patient who has repetitive recurrence of endometriosis after laparoscopic excision and hormone therapy. A 32-years-old female patient first had laparoscopic surgery to remove endometriosis in 2011. The disease recurred two more times after the first excision. Hormone therapy by dienogest and two more laparoscopic surgeries were done in 2012 and 2014. With acupuncture, moxibustion, fumigation therapy, and herbal medicine therapy, endometriosis didn't recur during treatment and observation period of 34 months. Menstrual pain numeric rating scales (NRS) decreased from 2 to none. Shortened menstrual cycle (24 days) after second surgery became longer (26.63 ± 2.28 days) after traditional Korean medicine therapy. This case presents the therapeutic potential of TKM for inhibitory effect on the recurrent endometriosis after laparoscopic excision and hormone therapy."
    },
    {
      "pmid": "30174702",
      "title": "The Utilization of Medical Devices by Traditional Korean Medicine Doctors Investigated through Traditional Korean Medicine Clinical Studies.",
      "authors": [
        "Soo-Hyun Sung",
        "Hee-Ju Sim",
        "Eu-Gene Kim",
        "Angela Dongmin Sung",
        "Jung-Youn Park",
        "Byung-Cheul Shin",
        "Min-Jung Park",
        "Chang Hyun Han",
        "Jang-Kyung Park"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: The purpose of this study was to investigate the current status of modern medical devices utilized in diagnosis and treatment in traditional Korean medicine (TKM). METHODS: We searched the following six Korean electronic databases to collect TKM clinical studies that were published in a five-year period (January 2012 to December 2016). Clinical studies of TKM when medical devices were used for diagnosis or treatment were investigated. RESULTS: The search generated a total of 3,735 articles, and 1,328 of these were considered to be clinical studies. Of a total of 1,328 clinical studies of TKM, 774 articles (58.3%) used medical devices for diagnosis or treatment, and 554 articles (41.7%) did not use medical devices for diagnosis or treatment. The three most used diagnostic devices were as follows: MRI scanners, which were used in 194 (20.6%) studies; X-ray machines, which were used in 172 studies (18.3%); and CT scanners, which were used in 139 studies (14.8%). The three most used treatment devices were electroacupuncture equipment (20.3%), transcutaneous electrical nerve stimulation (TENS) equipment (18.4%), and interferential current therapy (ICT) equipment (16.4%). CONCLUSIONS: This study suggests that TKM doctors use diagnostic information derived from modern medical devices clinically. It is therefore necessary to institutionalize considering changes to the medical acts of traditional medicine (TM) doctors. Additionally, this information can be utilized as a reference for developing TM policy and education."
    },
    {
      "pmid": "30100128",
      "title": "Traditional Korean medicine treatment for livedoid vasculopathy: Five case reports.",
      "authors": [
        "Ju Ah Lee",
        "Sung Kyung Kim",
        "Seung Seon Ryu",
        "Soobin Jang",
        "Sunju Park"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: This study was performed to evaluate the clinical effect of a Korean medicine treatment for livedoid vasculopathy (LV). METHODS: Five patients with LV were selected who exhibited blood stasis due to qi stagnation () caused by external cold () or dual deficiency of qi and blood () and who had suffered from chronic episodic LV for at least 2 years. The treatment consisted of Korean herbal medicine, Haechungtang (, HC). Five cases were evaluated based on visual symptoms. The symptoms at first visit were scored on a visual analogue scale (VAS) from 1 to 10. RESULTS: Following treatment, all of the symptoms except pigmentation disappeared completely in all cases. No symptom control with corticosteroids or warfarin was necessary. CONCLUSION: These case reports suggest that HC could be effective for treating LV. Follow-up studies and further clinical studies are needed to evaluate recurrence and to provide more efficient treatment.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Phytotherapy",
        "Plant Preparations",
        "Vascular Diseases",
        "Vasculitis",
        "Young Adult"
      ]
    },
    {
      "pmid": "29989032",
      "title": "A juvenile case with nonalcoholic steatohepatitis and traditional Korean medicine-based treatment.",
      "authors": [
        "Chang-Gue Son"
      ],
      "journal": "Integrative medicine research",
      "publication_date": "2018-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Nonalcoholic fatty liver disease (NAFLD) has become the common cause leading to chronic liver diseases recently. Unlikely past humankind history, NAFLD is like a new illness especially in developed countries due to decreased number of hepatic virus carriers and increased population with obesity. Among subjects with NAFLD, development of nonalcoholic steatohepatitis (NASH) is a key pathological step which determines the clinical progression. This study reports a case of a boy who has suffered from NASH for 2 years. This study aims to discuss the clinical feature, risk aspect, and treatment strategy of NASH as well as potential of traditional Korean medicine (TKM) therapies."
    },
    {
      "pmid": "29456569",
      "title": "Use of Western Medicine and Traditional Korean Medicine for Joint Disorders: A Retrospective Comparative Analysis Based on Korean Nationwide Insurance Data.",
      "authors": [
        "Boyoung Jung",
        "Sukjin Bae",
        "Soyoon Kim"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to compare the usage of Western medicine and traditional Korean medicine for treating joint disorders in Korea. Data of claims from all medical institutions with billing statements filed to HIRA from 2011 to 2014 for the four most frequent joint disorders were used for the analysis. Data from a total of 1,100,018 patients who received medical services from 2011 to 2014 were analyzed. Descriptive statistics are presented as type of care and hospital type. All statistical analyses were performed using IBM SPSS for Windows version 21. Of the 1,100,018 patients with joint disorders, 456,642 (41.5%) were males and 643,376 (58.5%) were females. Per diem costs of hospitalization in Western medicine clinics and traditional Korean medicine clinics were approximately 160,000 KRW and 50,000 KRW, respectively. Among costs associated with Western medicine, physiotherapy cost had the largest proportion (28.78%). Among costs associated with traditional Korean medicine, procedural costs and treatment accounted for more than 70%, followed by doctors' fees (21.54%). There were distinct differences in patterns of medical care use and cost of joint disorders at the national level in Korea. This study is expected to contribute to management decisions for musculoskeletal disease involving joint disorders."
    },
    {
      "pmid": "29234404",
      "title": "Modernization Trends of Infertility Treatment of Traditional Korean Medicine.",
      "authors": [
        "Jang-Kyung Park",
        "Dong-Il Kim"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Despite the development of assisted reproductive technology (ART), it is difficult to increase the implantation rate. In Korea, Traditional Korean Medicine, including herbal medicine, is an important component of infertility treatment. Korean medical doctors who are treating infertility often use herbal medicine to promote implantation. In this article, as one of the research works on modernization of Traditional Korean Medicine, we investigated the experimental studies to clarify the effects of herbal medicines that are traditionally used to promote pregnancy. We searched for experimental studies over the past 10 years of improvement of endometrial receptivity in herbal medicine using six domestic and international sites. We analyzed 11 studies that meet the selection criteria. We found that herbal medicines demonstrably improved endometrial receptivity and increased pregnancy rates."
    },
    {
      "pmid": "29018779",
      "title": "Differential Tissue-specific and Pathway-specific Anti-obesity Effects of Green Tea and Taeumjowitang, a Traditional Korean Medicine, in Mice.",
      "authors": [
        "Junil Kim",
        "Sujin Park",
        "Haein An",
        "Ji-Young Choi",
        "Myung-Sook Choi",
        "Sang-Woon Choi",
        "Seong-Jin Kim"
      ],
      "journal": "Journal of cancer prevention",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Traditional medicines have been leveraged for the treatment and prevention of obesity, one of the fastest growing diseases in the world. However, the exact mechanisms underlying the effects of traditional medicine on obesity are not yet fully understood. METHODS: We produced the transcriptomes of epididymal white adipose tissue (eWAT), liver, muscle, and hypothalamus harvested from mice fed a normal diet, high-fat-diet alone, high-fat-diet together with green tea, or a high-fat-diet together with Taeumjowitang, a traditional Korean medicine. RESULTS: We found tissue-specific gene expression patterns as follows: (i) the eWAT transcriptome was more significantly altered by Taeumjowitang than by green tea, (ii) the liver transcriptome was similarly altered by Taeumjowitang and green tea, and (iii) both the muscle and hypothalamus transcriptomes were more significantly altered by green tea than Taeumjowitang. We then applied integrated network analyses, which revealed that functional networks associated with lymphocyte activation were more effectively regulated by Taeumjowitang than by green tea in the eWAT. In contrast, green tea was a more effective regulator of functional networks associated with glucose metabolic processes in the eWAT. CONCLUSIONS: Taeumjowitang and green tea have a differential tissue-specific and pathway-specific therapeutic effect on obesity."
    },
    {
      "pmid": "28664134",
      "title": "Traditional Indian medicine (TIM) and traditional Korean medicine (TKM): aconstitutional-based concept and comparison.",
      "authors": [
        "Young Min Kang",
        "Richard Komakech",
        "Chandrakant Shivappa Karigar",
        "Asma Saqib"
      ],
      "journal": "Integrative medicine research",
      "publication_date": "2017-Jun",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Traditional and complementary medicine (T&CM) plays an integral role in providing health care worldwide. It is based on sound fundamental principles and centuries of practices. This study compared traditional Indian medicine (TIM) and traditional Korean medicine (TKM) basing on data obtained from peer reviewed articles, respective government institutional reports and World Health Organization reports. Despite the fact that TIM and TKM have individual qualities that are unique from each other including different histories of origin, they share a lot in common. Apart from Homeopathy in TIM, both systems are hinged on similar principle of body constitutional-based concept and similar disease diagnosis methods of mainly auscultation, palpation, visual inspection, and interrogation. Similarly, the treatment methods of TIM and TKM follow similar patterns involving use of medicinal herbs, moxibustion, acupuncture, cupping, and manual therapy. Both T&CM are majorly practiced in well-established hospitals by T&CM doctors who have undergone an average of 6-7 years of specialized trainings. However, unlike TIM which has less insurance coverage, the popularity of TKM is majorly due to its wide national insurance coverage. These two medical traditions occupy increasingly greater portion of the global market. However, TIM especially Ayurveda has gained more global recognition than TKM although the emergence of Sasang Constitutional Medicine in TKM is beginning to become more popular. This comparative analysis between TIM and TKM may provide vital and insightful contribution towards constitutional-based concept for further development and future studies in T&CM."
    },
    {
      "pmid": "28614972",
      "title": "Anti-inflammatory effects of a traditional Korean medicine: Ojayeonjonghwan.",
      "authors": [
        "Sun-Young Nam",
        "Kyu-Yeob Kim",
        "Mi Hye Kim",
        "Jae-Bum Jang",
        "So-Young Rah",
        "Hee Jeong Chae",
        "Jin-Man Lee",
        "Hyung-Min Kim",
        "Hyun-Ja Jeong"
      ],
      "journal": "Pharmaceutical biology",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To study the anti-inflammatory properties of OJ. CONTEXT: Ojayeonjonghwan (OJ) is a traditional Korean prescription, which has been widely used for the treatment of prostatitis. However, no scientific study has been performed of the anti-inflammatory effects of OJ. MATERIALS AND METHODS: Peritoneal macrophages were isolated 3-4 days after injecting a C57BL/6J mouse with thioglycollate. They were then treated with OJ water extract (0.01, 0.1, and 1 mg/mL) for 1 h and stimulated with lipopolysaccharide (LPS) for different times. Nitric oxide (NO), inducible nitric oxide synthase (iNOS) and cyclooxygenase (COX)-2, and proinflammatory cytokine levels were determined by NO assay, Western blotting, RT-PCR and ELISA. RESULTS: NO generation and iNOS induction were increased in the LPS-activated mouse peritoneal macrophages. However, NO generation and iNOS induction by LPS were suppressed by treatment with OJ for the first time. The IC50 value of OJ with respect to NO production was 0.09 mg/mL. OJ did not influence LPS-stimulated COX-2 induction, but did significantly decrease LPS-stimulated secretions and mRNA expressions of tumour necrosis factor (TNF)-α, interleukin (IL)-6, and IL-1β. Inhibition rates of TNF-α, IL-6, and IL-1β at an OJ concentration of 1 mg/mL were 77%, 88%, and 50%, respectively. OJ also suppressed the LPS-induced nuclear translocation of NF-κB. High-performance liquid chromatography showed schizandrin and gomisin A are major components of OJ. CONCLUSIONS: OJ reduces inflammatory response, and this probably explains its positive impact on the prostatitis associated inflammation.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Cells, Cultured",
        "Cyclooctanes",
        "Cyclooxygenase 2",
        "Cytokines",
        "Dioxoles",
        "Ethnopharmacology",
        "Gene Expression Regulation",
        "Lignans",
        "Lipopolysaccharides",
        "Macrophage Activation",
        "Macrophages, Peritoneal",
        "Male",
        "Medicine, Korean Traditional",
        "Mice, Inbred C57BL",
        "Nitric Oxide",
        "Nitric Oxide Synthase Type II",
        "Plant Extracts",
        "Polycyclic Compounds",
        "Prostatitis",
        "Thioglycolates"
      ]
    },
    {
      "pmid": "28010835",
      "title": "Treatment of an Adult Patient with Atopic Dermatitis Using Traditional Korean Medicine, Especially Sa-Am Acupuncture.",
      "authors": [
        "Yong-Cheol Jeon",
        "Hyun-Bae Lee"
      ],
      "journal": "Journal of acupuncture and meridian studies",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Atopic dermatitis is known not to respond well to many clinical treatments. In this report, we present the case of an adult woman with atopic dermatitis who was effectively treated by using traditional Korean medicine (TKM). The patient was diagnosed with psoriasis based on lung dryness and heat and heart fire. The patient underwent acupuncture treatment based on the theory of Sa-Am acupuncture. Two meridians, the hand tai-yin meridian and the foot tai-yang meridian, were used to control lung dryness, lung heat, and heart fire. Using the LU9 and SP3 acupoints to tonify the hand tai-yin meridian, we could sedate lung dryness and heat, and using the BL67 acupoint to tonify the foot tai-yang bladder meridian, we could sedate heart fire. With this treatment, her symptoms completely disappeared in about 6 months. This case report provides a preliminary indication that TKM, especially Sa-Am acupuncture, can be effective for treating patients with psoriasis. Thus, further study is warranted.",
      "mesh_terms": [
        "Acupuncture Points",
        "Acupuncture Therapy",
        "Dermatitis, Atopic",
        "Female",
        "Humans",
        "Medicine, Korean Traditional",
        "Meridians",
        "Psoriasis",
        "Young Adult"
      ]
    },
    {
      "pmid": "27807690",
      "title": "Inpatient treatment effect and Minnesota Multiphasic Personality Inventory characteristics of motor vehicle collision injuries in a traditional korean medicine hospital: Retrospective chart review.",
      "authors": [
        "Min-Yeong Song",
        "Hee-Guen Jo",
        "Jae-Uk Sul",
        "Seong-Tae Kim",
        "Kil-Joon Bae",
        "Tae-Gwang Kim",
        "Jae-Hong Kim",
        "Jin-Bong Choi"
      ],
      "journal": "Chinese journal of integrative medicine",
      "publication_date": "2016-Nov-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To examine the changes in pain, disability, and quality of life in motor vehicle collision injury (MVCI) patients after treatment with traditional Korean medicine (TKM), and to investigate the psychological characteristics of these patients. METHODS: Forty-one patients with MVCI were treated with TKM including acupuncture, pharmacopuncture, moxibustion, cupping, herbal medication, chuna manual therapy, and physical therapy. Numeric Rating Scale (NRS), Medical Outcomes Study 36-Item Short Form Health Survey (SF-36), Neck Disability Index (NDI), Oswestry Disability Index (ODI), and Lysholm Knee Scoring Scale were assessed at admission and discharge. The Minnesota Multiphasic Personality Inventory (MMPI) was assessed at admission. RESULTS: After treatment, NRS scores for headache, cervical pain, and lumbar pain were significantly decreased (P<0.05); NDI, ODI scores were significantly decreased, and Lysholm score was signifificantly increased (P<0.05). The following SF-36 scores were signifificantly increased: physical and mental component summary, bodily pain, role-physical, role-emotional, social functioning, and mental health scores (all P<0.05). MMPI identifified 3-1 profifile conversion V shape. CONCLUSIONS: Treatment of MVCI with TKM provided effective management of complex symptoms such as pain, disability, and loss of quality of life. A comprehensive plan must be implemented for treatment and research in cases of MVCIs owing to the correlation between physical symptoms and psychological profifiles."
    },
    {
      "pmid": "27342890",
      "title": "Improvements in Scrotal Thermoregulation in Patients with Varicoceles Treated by Using Traditional Korean Medicine: Two Case Reports.",
      "authors": [
        "Junyoung Jo",
        "Hyunho Kim",
        "Ui Min Jerng"
      ],
      "journal": "Journal of acupuncture and meridian studies",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A varicocele is a dilatation of the pampiniform venous plexus within the spermatic cord. The incidence of varicoceles is 15%, and it occurs in more than 40% of men in infertile couples. Traditional Korean medicine (TKM) has been used to treat male infertility in Korea. We present two cases of men with varicoceles diagnosed via physical examination and scrotal thermography. We treated these men for two months by using TKM techniques, which included acupuncture, pharmacopuncture, and herbal medicine. We used scrotal thermography to evaluate the varicoceles before and after TKM treatment. After TKM treatment, the scrotal thermoregulation of both patients improved. In Patient 1, the temperature difference between the left and the right pampiniform plexus (i.e., ΔTP) was 2.8°C before treatment. It decreased to 1.3°C after treatment. In addition, the temperature difference between the testicles (ΔTT) was 1.5°C before treatment; it decreased to 0.2°C after treatment. In Patient 2, the ΔTP was 1.5°C before treatment; it decreased to 0.2°C after treatment. This report is the first to show that TKM may be an option for treating patients with varicoceles, as determined by using a scrotal thermography evaluation.",
      "mesh_terms": [
        "Adult",
        "Body Temperature Regulation",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Plant Extracts",
        "Scrotum",
        "Testis",
        "Thermography",
        "Varicocele"
      ]
    },
    {
      "pmid": "27267182",
      "title": "Protocol for a prospective observational study of conventional treatment and traditional Korean medicine combination treatment for children with cerebral palsy.",
      "authors": [
        "Jeong-Eun Yoo",
        "Young-Ju Yun",
        "Yong-Beom Shin",
        "Nam-Kwen Kim",
        "Soo-Yeon Kim",
        "Myung-Jun Shin",
        "Sun-Ae Yu"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2016-Jun-08",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: Cerebral palsy leads to many complications as well as delayed motor development, and early intensive rehabilitation in infancy, which is based on the theory of brain plasticity, is emphasized. In addition to conventional treatment, including physical, occupational, or speech-language therapies, children also have a demand for traditional Korean medicine interventions such as acupuncture or herbal medicine; however, a lack of evidence has made traditional Korean medicine difficult to implement in practice. We planned a multicentre, prospective, observational study to assess the effectiveness, safety and cost-effectiveness of conventional treatment and traditional Korean medicine combination treatment for children with cerebral palsy. METHODS/DESIGN: Three hundred children with cerebral palsy aged 6 to 78 months will be recruited from six institutions. Data from each child are collected every month for a one-year period, during which time treatment might be changed or discontinued. A qualified investigator visits the sites to measure effectiveness variables, including Gross Motor Function Measure and Paediatric Evaluation of Disability Inventory. Adverse events and cost-effectiveness variables are collected using surveys conducted at baseline, mid-study, and end of study, as well as monthly tracking surveys. In the analyses, participants will be classified into two groups: group A children will be the conventional treatment group with physical, occupational, speech-language or other conventional rehabilitation therapies, whereas group B children will be the combination treatment group with traditional Korean medicine interventions, that is, herbal medicine, chuna, moxibustion and acupuncture, in addition to conventional treatment. DISCUSSION: Only a few clinical case reports have evaluated the effectiveness and safety of traditional Korean medicine; therefore, more data are required to provide optimal information to children with cerebral palsy and their guardians. We hypothesized that traditional Korean medicine combination treatment for children with cerebral palsy would have benefits compared with conventional therapy alone. The findings of this study might provide informative data for conducting economic evaluations and developing clinical research on combination treatment for cerebral palsy in South Korea. TRIAL REGISTRATION: NCT02223741.",
      "mesh_terms": [
        "Cerebral Palsy",
        "Child, Preschool",
        "Clinical Protocols",
        "Combined Modality Therapy",
        "Health Care Costs",
        "Humans",
        "Infant",
        "Medicine, Korean Traditional",
        "Outcome and Process Assessment, Health Care",
        "Prospective Studies"
      ]
    },
    {
      "pmid": "27134500",
      "title": "Utilization of Western and Traditional Korean Medicine for Children and Adolescents with Mental Disorders: a Nationwide Population-based Study from 2010 to 2012.",
      "authors": [
        "Su Jin Kim",
        "Bongseog Kim",
        "Young Sik Lee",
        "Geon Ho Bahn"
      ],
      "journal": "Journal of Korean medical science",
      "publication_date": "2016-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "When in need of medical treatment, Korean citizens have a choice of practitioners of western medicine (WM) or Traditional Korean Medicine (TKM). However, the two branches frequently conflict with one another, particularly with regard to mental disorders. This study was designed to compare the utilization of WM and TKM, focusing on child/adolescent patients with mental disorders. We analyzed F-code (Mental and behavioral disorders) claims from the Korean Health Insurance Review and Assessment Service, including data from 0-18-year-old patients from 2010 to 2012. Slightly more men than women utilized WM, while TKM use was almost evenly balanced. WM claims increased with advancing age, whereas utilization of TKM was common for the 0-6 age group. In WM and TKM, the total number of claims relying on the National Health Insurance Service (NHIS) was 331,154 (92.78%) and 73,282 (97.85%), respectively, and the number of claims relying on medical aid was 25,753 (7.22%) and 1,610 (2.15%), respectively. The most frequent F-coded claim in WM was F90 (Hyperkinetic disorders), with 64,088 claims (17.96%), and that in TKM was F45 (Somatoform disorders), with 28,852 claims (38.52%). The prevalence of a single disorder without comorbidities was 168,764 (47.29%) in WM and 52,615 (70.25%) in TKM. From these data, we conclude that WM takes prevalence over TKM in cases of attention deficit/hyperactivity disorder (ADHD), as well as in psychological problems such as depression and anxiety. On the other hand, patients utilizing TKM more commonly present with physical health problems including somatoform problems, sleep, and eating disorders.",
      "mesh_terms": [
        "Adolescent",
        "Attention Deficit Disorder with Hyperactivity",
        "Child",
        "Child, Preschool",
        "Cognitive Behavioral Therapy",
        "Databases, Factual",
        "Demography",
        "Female",
        "Humans",
        "Incidence",
        "Infant",
        "Infant, Newborn",
        "Insurance Claim Reporting",
        "Male",
        "Medicine, Korean Traditional",
        "Mental Disorders",
        "Republic of Korea",
        "Social Class"
      ]
    },
    {
      "pmid": "27079230",
      "title": "Treatment for an Adult Patient With Psoriasis with Traditional Korean Medicine, Especially Sa-Am Acupuncture and Herbal Medicine.",
      "authors": [
        "Yong-Cheol Jeon"
      ],
      "journal": "Journal of acupuncture and meridian studies",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In this clinical study, the author tried to prove that meridians, each having its own characteristics, exist in humans through which skin diseases can be treated. Three meridians, the hand tai-yin meridian, the hand tai-yang meridian, and the shao-yang meridian, were used to control lung dryness and heat and liver fire. By using the LU9 and SP3 acupoints to tonify the hand tai-yin meridian and the SI3 acupoint to tonify the hand tai-yang meridian, we could sedate lung dryness and heat, and by using the TW2 acupoint to sedate the hand shao-yang meridian, we could sedate liver fire. As psoriasis is known not to respond well to many clinical treatments, this report presents the case of an adult woman with psoriasis who was effectively treated using traditional Korean medicine (TKM). The patient was diagnosed with psoriasis based on lung dryness and heat and liver fire. Acupuncture and herbal medicine based on the theory of Sa-Am acupuncture were given to the patient. With this treatment, her symptoms completely disappeared in ∼14 months. This study gives a preliminary indication that TKM, especially Sa-Am acupuncture, can be effective for treating psoriasis. Thus, further study is warranted.",
      "mesh_terms": [
        "Acupuncture Points",
        "Acupuncture Therapy",
        "Adult",
        "Combined Modality Therapy",
        "Female",
        "Humans",
        "Medicine, Korean Traditional",
        "Plant Extracts",
        "Psoriasis"
      ]
    },
    {
      "pmid": "26860813",
      "title": "Effects of traditional Korean medicine on anti-Müllerian hormone in patients with diminished ovarian reserve: A retrospective study.",
      "authors": [
        "Junyoung Jo",
        "Myung Ja Kang",
        "Jin Moo Lee",
        "Hyunho Kim",
        "Ui Min Jerng"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2016-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: The purpose of the present study is to retrospectively evaluate the effect of traditional Korean medicine (TKM) on ovarian reserve by measuring serum anti-Müllerian hormone (AMH) levels in patients with diminished ovarian reserve (DOR). STUDY DESIGN: We performed a retrospective chart review of patients with DOR who had received TKM for at least 2 months and had undergone serum AMH tests before and after TKM treatment. A total of 22 patients with DOR were included in the study. RESULTS: There were no significant differences in AMH levels before and after TKM in all patients (n=22, p=0.237). However, when the study population was divided into two age groups (<38 (n=12) and ≥38 years (n=10)) to determine whether there was a age-related difference in the effect of TKM with DOR, a significant increase in AMH levels before and after TKM was observed in the age <38 (p<0.05). CONCLUSIONS: TKM may provide an effective option for patients aged <38 years with DOR, but it should be interpreted cautiously as more rigorous research is needed. Further studies in a larger population are needed to confirm these results and to evaluate the effects of improved ovarian reserve on fertility outcomes following TKM in patients with DOR.",
      "mesh_terms": [
        "Adult",
        "Anti-Mullerian Hormone",
        "Female",
        "Humans",
        "Infertility, Female",
        "Medicine, Korean Traditional",
        "Ovarian Reserve",
        "Retrospective Studies",
        "Young Adult"
      ]
    },
    {
      "pmid": "26797226",
      "title": "Successful Treatment of Oligoasthenozoospermia Using Traditional Korean Medicine Resulting in Spontaneous Pregnancy: Two Case Reports.",
      "authors": [
        "Junyoung Jo",
        "Myung Ja Kang"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2016",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Male factor subfertility accounts for at least half of all cases of subfertility. In 30-45% of cases, the cause of abnormal semen parameters is idiopathic; however, a standardized approach for the treatment of idiopathic male infertility remains elusive. In Korea, acupuncture and/or herbal remedies have been widely used to treat male infertility. Herein, we report two patients with oligoasthenozoospermia treated using traditional Korean medicine (TKM), who subsequently successfully impregnated their spouses. The sperm count and motility of patient 1 were 10 million/ml and 15%. The sperm count and motility of patient 2 were 8 million/ml and 3%. Both patients were treated using TKM therapy including acupuncture and/or herbal medicine for two months (patient 1) and five months (patient 2). After TKM therapy, both patients reported that their spouses were pregnant and subsequently gave birth to healthy, full-term infants. This study represents TKM therapy including acupuncture and/or herbal remedies might be an option for infertile men (oligoasthenozoospermia). Further large-scale randomized controlled trials investigating the effects of TKM therapy for male infertility are needed.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Adult",
        "Asthenozoospermia",
        "Female",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Phytotherapy",
        "Pregnancy",
        "Sperm Count",
        "Sperm Motility"
      ]
    },
    {
      "pmid": "26495004",
      "title": "A Retrospective Analysis of Patients' Conditions Using Acupuncture in a Traditional Korean Medicine Hospital.",
      "authors": [
        "Kyung-Jin Yun",
        "Ju Ah Lee",
        "Jiae Choi",
        "Mi Mi Ko",
        "Cham-Kyul Lee",
        "Myeong Soo Lee",
        "Eun-Yong Lee"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective. The aim of this study was to identify the patient demographics, health issues, and type of acupuncture treatments who visited a traditional Korean medical hospital for acupuncture treatment. Methods. We retrospectively analysed the data using the electronic medical records (EMRs) of patients treated with at least one treatment of acupuncture from 1 January 2010 to December 2012 in the Chung-Ju Korean hospital at Semyung University. Results. The total number of identified patients was 1189 inpatients and 10138 outpatients. The 50-59 age group received acupuncture treatment in the hospital the most, followed by the 40-49 age group. Among the patients undergoing acupuncture treatment because of a diagnosis of pain, 82.74% were outpatients and 72.85% were inpatients. Additionally, all patients with a spine condition received acupuncture treatment. The most common musculoskeletal conditions of patients at the traditional Korean medicine (TKM) hospital were associated with spine conditions, such as low back pain and neck pain. Various treatments have been performed at the hospital in conjunction with acupuncture. The study results show a high prevalence of acupuncture treatment for diagnosed diseases. Conclusion. Our study suggests the need to investigate additional TKM hospitals to analyse characteristics of patients who received specific treatments. Analysis of the characteristics of patients treated with Korean acupuncture at the TKM hospital in this study will help future researchers who want to implement strong clinical evidence. However, we cannot completely discount all symptoms because of the retrospective nature of this study, and only one hospital was used, which limits the generalisation of our findings."
    },
    {
      "pmid": "26351179",
      "title": "Experiences with, perceptions of and attitudes towards traditional Korean medicine (TKM) in patients with chronic fatigue: a qualitative, one-on-one, in-depth interview study.",
      "authors": [
        "Haeng-Mi Son",
        "Eun Young Park",
        "Duck Hee Kim",
        "Eunjeong Kim",
        "Mi-Suk Shin",
        "Tae-Hun Kim"
      ],
      "journal": "BMJ open",
      "publication_date": "2015-Sep-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: To explore perceptions and experiences of patients with chronic fatigue with traditional Korean medicine (TKM) and their motivation for choosing TKM. DESIGN: Qualitative, one-on-one, in-depth interview study. SETTING: Primary TKM hospitals in Seoul, Incheon and Daejeon, South Korea. RESULTS: 15 patients with chronic fatigue were interviewed in this study. Patients with chronic fatigue experienced physical and psychological symptoms that resulted in severe difficulties associated with routine daily activities. The motivations for choosing TKM were primarily dissatisfaction with conventional medicine and previous positive experiences with TKM. While undergoing TKM treatment, patients found that TKM practitioners considered fatigue to be a treatable illness; also, patients felt comfortable with the doctor-patient relationship in TKM. CONCLUSIONS: Healthcare providers need to be concerned about the symptoms of chronic fatigue to a degree that is in line with the patient's own perceptions. Korean patients with chronic fatigue choose TKM as an alternative to fulfil their long-term needs that were unmet by conventional medicine, and they are greatly positively influenced by TKM. TKM may present a possible therapy to alleviate symptoms of diseases that conventional medicine does not address and is an approach that has a considerable effect on Korean patients.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Fatigue Syndrome, Chronic",
        "Female",
        "Humans",
        "Interviews as Topic",
        "Male",
        "Medicine, Korean Traditional",
        "Middle Aged",
        "Motivation",
        "Patient Acceptance of Health Care",
        "Perception",
        "Physician-Patient Relations",
        "Qualitative Research",
        "Republic of Korea"
      ]
    },
    {
      "pmid": "26199631",
      "title": "The Determinants of Choosing Traditional Korean Medicine or Conventional Medicine: Findings from the Korea Health Panel.",
      "authors": [
        "Ji Heon Choi",
        "Sungwook Kang",
        "Chang Hoon You",
        "Young Dae Kwon"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study is to identify key factors that determine a person's decision to seek treatment from traditional Korean medicine (TKM) instead of conventional medicine through analysis of nationally representative data from Korea, where a dual healthcare system exists. The analysis is based on episodic data from the 2008 and 2009 Korea Health Panel. The main dependent variable is the selection between TKM and conventional medicine. We used a multiple logistic regression model to identify the determinants of TKM while controlling for clustered error. Approximately 5% of all doctor's visits were characterized as TKM services. Urban residents were 1.441 times more likely to use TKM than rural residents (P = 0.001). The probability of choosing TKM over conventional medicine for a range of conditions compared to the reference condition (gastrointestinal disease) was as follows: circulatory system diseases (OR 5.267, P < 0.001), nervous system diseases (OR 12.054, P < 0.001), musculoskeletal system diseases (OR 20.579, P < 0.001), and neoplasms (OR 0.209, P = 0.004). Certain diseases are significantly more likely to be treated by TKM than by conventional medicine. This suggests that many people view TKM as being additionally effective for specific diseases, particularly musculoskeletal disorders."
    },
    {
      "pmid": "26025007",
      "title": "Semen Quality Improvement in a Man with Idiopathic Infertility Treated with Traditional Korean Medicine: A Case Report.",
      "authors": [
        "Junyoung Jo",
        "Sun Haeng Lee",
        "Jin Moo Lee",
        "Ui Min Jerng"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2015",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Approximately 45-50% of the cases of infertility result from deficiencies associated with male factors, and 30-45% of these deficiencies are idiopathic. A standardized approach for the treatment of idiopathic male infertility remains elusive. In Korea, male infertility has been treated with either acupuncture, herbal remedies, or pharmacopuncture. We report a case of male idiopathic infertility in which the patient's semen quality improved through traditional Korean medicine (TKM) therapies, which was evaluated according to the 2010 World Health Organization (WHO) standards. A 35-year-old infertile man visited the Conmaul Hospital from August 2013 to December 2013. He was diagnosed with asthenoteratozoospermia. The patient received 3 TKM therapies-acupuncture, pharmacopuncture, and herbal remedies-for 3 months. After 3 months of treatment, a second semen analysis of the patient was conducted. The sperm motility increased by 13%, and the normal sperm morphology increased by 4% over 3 months. In addition, the total motile sperm count was 2.5 times higher than that before treatment. The results of the present study support the clinical potency of treatment with acupuncture, pharmacopuncture, and herbal remedies in idiopathic infertile men, especially for the improvement of sperm motility and morphology. Further large-scale randomized controlled trials with elaborate designs should be performed to verify the clinical effect of TKM therapies.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Adult",
        "Asthenozoospermia",
        "Humans",
        "Infertility, Male",
        "Male",
        "Medicine, Korean Traditional",
        "Phytotherapy",
        "Plant Extracts",
        "Semen",
        "Semen Analysis",
        "Sperm Count",
        "Sperm Motility",
        "Spermatozoa"
      ]
    },
    {
      "pmid": "25945111",
      "title": "PMC-12, a Prescription of Traditional Korean Medicine, Improves Amyloid β-Induced Cognitive Deficits through Modulation of Neuroinflammation.",
      "authors": [
        "Min Young Park",
        "Yeon Suk Jung",
        "Jung Hwa Park",
        "Young Whan Choi",
        "Jaewon Lee",
        "Cheol Min Kim",
        "Jin Ung Baek",
        "Byung Tae Choi",
        "Hwa Kyoung Shin"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PMC-12 is a prescription used in traditional Korean medicine that consists of a mixture of four herbal medicines, Polygonum multiflorum, Rehmannia glutinosa, Polygala tenuifolia, and Acorus gramineus, which have been reported to have various pharmacological effects on age-related neurological diseases. In the present study, we investigated whether PMC-12 improves cognitive deficits associated with decreased neuroinflammation in an amyloid-β-(Aβ-) induced mouse model and exerts the antineuroinflammatory effects in lipopolysaccharide-(LPS-) stimulated murine BV2 microglia. Intracerebroventricular injection of Aβ 25-35 in mice resulted in impairment in learning and spatial memory, whereas this was reversed by oral administration of PMC-12 (100 and 500 mg/kg/day) in dose-dependent manners. Moreover, PMC-12 reduced the increase of Aβ expression and activation of microglia and astrocytes in the Aβ 25-35-injected brain. Furthermore, quantitative PCR data showed that inflammatory mediators were significantly decreased by administration of PMC-12 in Aβ-injected brains. Consistent with the in vivo data, PMC-12 significantly reduced the inflammatory mediators in LPS-stimulated BV2 cells without cell toxicity. Moreover, PMC-12 exhibited anti-inflammatory properties via downregulation of ERK, JNK, and p38 MAPK pathways. These findings suggest that the protective effects of PMC-12 may be mediated by its antineuroinflammatory activities, resulting in the attenuation of memory impairment; accordingly, PMC-12 may be useful in the prevention and treatment of AD."
    },
    {
      "pmid": "25880755",
      "title": "Simultaneous quantification and antiatherosclerosis effect of the traditional Korean medicine, Hwangryunhaedok-tang.",
      "authors": [
        "Chang-Seob Seo",
        "Ohn Soon Kim",
        "Jung-Hoon Kim",
        "Hyeun-Kyoo Shin"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2015-Apr-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Hwangryunhaedok-tang (HHT) is a traditional herbal medicine that is used for the treatment of fever, inflammation, gastritis, and hypertension. In this study, we performed simultaneous determination of the five components, geniposide (1), baicalin (2), coptisine (3), palmatine (4), and berberine (5) in HHT by using a high-performance liquid chromatography-photodiode array (HPLC-PDA) analysis. We also evaluated the antioxidative activity of HHT and compounds 1-5 by measuring their effects on low-density lipoprotein (LDL) oxidation and antiproliferative abilities in vascular smooth muscle cells (VSMCs). METHODS: Five compounds were separated within 40 min by using a Gemini C18 column (temp. 35°C; two-component gradient elution; flow rate 1.0 mL/min; detector 240 and 277 nm). The activities of HHT and compounds 1-5 were tested with the radical scavengers 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) diammonium salt and 2,2-diphenyl-1-picrylhydrazyl, in thiobarbituric acid reactive substance assays, and in relative electrophoretic mobility assays using CuSO4-induced LDL oxidation systems. The antiproliferative effects of samples on platelet-derived growth factor (PDGF)-induced VSMC proliferation were studied by using a cell proliferation assay. RESULTS: Regression analysis of the five major compounds showed good linearity (r (2) ≥ 0.9997) in different concentration ranges. The recoveries of the five compounds were in the range 86.31-110.78%, with relative standard deviations below 2.1%; those of intra- and interday precision were 0.04-3.78% and 0.04-1.69%, respectively. HHT reduced the oxidation properties of LDL induced by CuSO4 and inhibited cell proliferation in PDGF-treated VSMCs. Among the five components, compound 2 could effectively suppress LDL oxidation and PDGF-induced VSMC proliferation. CONCLUSIONS: The established HPLC-PDA method will help to improve quality control of HHT. The results demonstrate that HHT has antiatherosclerotic activity and that it functions by modulating LDL oxidation and VSMC proliferation. The effects of HHT may be attributed, at least I part, to compound 2.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Atherosclerosis",
        "Berberine",
        "Berberine Alkaloids",
        "Biphenyl Compounds",
        "Cell Proliferation",
        "Chromatography, High Pressure Liquid",
        "Coptis",
        "Drugs, Chinese Herbal",
        "Flavonoids",
        "Gardenia",
        "Iridoids",
        "Lipoproteins, LDL",
        "Medicine, Korean Traditional",
        "Muscle, Smooth, Vascular",
        "Phellodendron",
        "Phytotherapy",
        "Picrates",
        "Platelet-Derived Growth Factor",
        "Rats",
        "Regression Analysis",
        "Scutellaria"
      ]
    },
    {
      "pmid": "25830056",
      "title": "Behaviors of providers of traditional korean medicine therapy and complementary and alternative medicine therapy for the treatment of cancer patients.",
      "authors": [
        "Jun-Sang Yu",
        "Chun-Bae Kim",
        "Ki-Kyong Kim",
        "Ji-Eun Lee",
        "Min-Young Kim"
      ],
      "journal": "Journal of pharmacopuncture",
      "publication_date": "2015-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: In Korea, cancer is one of the most important causes of death. Cancer patients have sought alternative methods, like complementary and alternative medicine (CAM) together with Western medicine, to treat cancer. Also, there are many kinds of providers of CAM therapy, including providers of Korean oriental medicine therapy. The purpose of this study is to identify the behaviors of Korean oriental medicine therapy and CAM therapy providers who treat cancer patients and to provide background knowledge for establishing a new policy with the management and quality control of CAM. METHODS: Structured and well organized questionnaires were made, and 350 persons were surveyed concerning the providers of CAM or Korean oriental medicine. The questionnaires were collected and analyzed. RESULTS: The questionnaires (182) were collected. The questionnaires identified a total of 73 known providers, such as medicinal professionals or other providers of CAM suppliers, 35.6% of whom had had experience with treating cancer patients (52.6% vs. 29.6%). The treatment methods were a little different: alternative therapy and nutritional therapy being preferred by medicinal professionals and mind body modulation therapy and alternative therapy being preferred by other CAM providers. Four patients (7.4%) experienced side effects, and 6 patients (12.5%) experienced legal problems. As the method for managing the therapy, CAM providers, medicinal professionals, and other CAM providers had different viewpoints. For example, some CAM providers stated that both legislation and an official education on CAM or a national examination were needed as a first step to establish the provider's qualifications and that as a second step, a license test was needed for quality control. To the contrary, medicinal professionals stated that a license test was needed before legislation. CONCLUSION: Adequate management and quality control of CAM providers is thought to involve both education and legislation."
    },
    {
      "pmid": "25664017",
      "title": "Ranking clinical indicators for stroke pattern identification according to clinical importance in traditional Korean medicine.",
      "authors": [
        "Tae-Yong Park",
        "Ju Ah Lee",
        "Byoung-Kab Kang",
        "Tae-Woong Moon",
        "Mi Mi Ko",
        "Myeong Soo Lee"
      ],
      "journal": "International journal of clinical and experimental medicine",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Differences in the value that individual clinicians place on each clinical indicator, when performing pattern identification, can be a significant obstacle in achieving accurate and consistent pattern identification. In this study, we aimed to identify and rank the importance of clinical indicators that correspond to each pattern. During the fundamental study to standardize and objectify the identification of patterns in traditional Korean medicine (TKM) treatment for stroke (the SOPI-Stroke project), we developed the Third Standardization for Pattern Identification (K-SPI-Stroke-III), which includes 44 clinical indicators that belong to one of the four patterns (Dampness-Phlegm, Fire-Heat, Qi deficiency, and Yin deficiency). Between September 2006 and December 2010, a total of 105 TKM doctors from 11 hospitals performed four examinations on 4,012 subjects based on the clinical indicators in the K-SPI-Stroke-III, and they were asked to leave a special mark on the indicators they thought were important, regardless of the number of the indicators. A total of 1,018 patients were included in the study. Among the 44 clinical indicators of the K-SPI-Stroke-III, four indicators were highly significant in differentiating between patterns and the frequency within a pattern. In contrast, another seven indicators were almost useless. Meanwhile, six confounding indicators had outlying values for differentiating between patterns and the frequency within a pattern. In conclusion, the four significant indicators should be actively considered when identifying patterns for strokes in clinical practice. Regarding the six confounding indicators, a further study should be conducted to modify some parts of the current K-SPI-Stroke-III."
    },
    {
      "pmid": "25441951",
      "title": "Treatment of an elderly patient with acute abdominal pain with traditional Korean medicine.",
      "authors": [
        "Chang-Gue Son"
      ],
      "journal": "Journal of acupuncture and meridian studies",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Abdominal pain in elderly patients leads to challenge due to diagnostic difficulty and high incidence of complications. This case report presents an elderly patient with acute and severe abdominal pain, who did not respond to Western treatments. The patient was diagnosed to have abdominal pain by Yang deficiency of spleen (脾陽虛). Acupuncture (mainly at LI4 and LR3), indirect moxibustion (CV4 and CV8), and a herbal drug [DaehwangBuja-Tang (大黃附子湯)] were given to the patient; the abdominal pain and related symptoms disappeared completely within 3 days. This study proved the potential use of traditional Korean medicine for treating abdominal pain in elderly patients.",
      "mesh_terms": [
        "Abdominal Pain",
        "Acupuncture Therapy",
        "Aged",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Moxibustion",
        "Phytotherapy",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "25380563",
      "title": "Changes in attitudes toward and patterns in traditional Korean medicine among the general population in South Korea: a comparison between 2008 and 2011.",
      "authors": [
        "Jong-Min Woo",
        "Eun-Ji Park",
        "Minhee Lee",
        "Miyoung Ahn",
        "Soohyun Kwon",
        "Ki Hoon Koo"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2014-Nov-07",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Traditional Korean medicine (TKM) is acknowledged to be prevalent among the Korean public, but few follow-up studies are available to confirm this commonly held belief. Whereas most survey studies have focused on the demographic factors influencing the usage of TKM, only a few studies have conducted a pattern or trend analysis over time. The purpose of this paper is to observe and document recent trends in the usage of TKM in South Korea and to compare overall patterns of TKM use over a period of several years. METHODS: A cross-sectional survey was conducted in 2011 to assess TKM usage patterns and public perceptions regarding TKM. An online questionnaire was administered to consenting respondents that focused upon individual preferences between TKM and current Western medicine, respondents' reasons for using TKM, the frequency of respondents' visits to TKM clinics, the reasons respondents visited TKM clinics, and respondents' perceived satisfaction. RESULTS: The results revealed that 66.6% of the respondents showed a positive attitude toward TKM. In addition, 69.3% of the respondents had visited TKM clinics one to four times during the previous year. Patients used TKM with the intentions of receiving acupuncture (95.3%), moxibustion (40.1%), and cupping (36.0%) treatments or to take herbal medicines (35.7%). Most respondents who had visited TKM clinics were largely satisfied with the clinics' effectiveness (56.1%). The factors most commonly associated with TKM usage included sex (female), age (50s), and education (college or higher), but the within-factor differences were not significant. Compared with a previous survey of other groups, TKM usage was found to have increased from 45.8% in 2008 to 69.3% in 2011. With the exception of acupuncture and physical therapy, most usage doubled or more than doubled. CONCLUSIONS: The attitudes toward and usage of TKM in South Korea have improved between 2008 and 2011. This result will be used to explain outcomes of certain social phenomena and to argue for national support in the promotion of TKM.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Adult",
        "Aged",
        "Asian People",
        "Attitude",
        "Attitude to Health",
        "Cross-Sectional Studies",
        "Data Collection",
        "Female",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Middle Aged",
        "Republic of Korea",
        "Surveys and Questionnaires",
        "Young Adult"
      ]
    },
    {
      "pmid": "24773114",
      "title": "Combined use of conventional medicine with traditional Korean medicine to treat children with epilepsy.",
      "authors": [
        "Gyu-Min Yeon",
        "Yun-Jin Lee",
        "Young Mi Kim",
        "Sang Ook Nam"
      ],
      "journal": "Journal of alternative and complementary medicine (New York, N.Y.)",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Few studies have been conducted among pediatric patients to examine clinical outcomes associated with the combined use of Oriental medicine and other therapies to treat epilepsy. The purpose of this study was to examine the clinical and laboratory characteristics of children with epilepsy being treated with traditional Korean medicine (TKM) in addition to their conventional antiepileptic drugs (AEDs), and to survey whether other nonpharmacologic combination treatments were also being used. METHODS: The study included 398 pediatric patients with epilepsy being treated at the Pediatric Neurology Clinic of Pusan National University Children's Hospital. A questionnaire-based survey was carried out to determine the extent to which combination treatments were being used from March 1 to July 31, 2011. RESULTS: Of the 398 epileptic patients, 75 (18.8%) were receiving treatment based on TKM in addition to their AED treatment. The number of AEDs used was significantly greater in this group (mean ± standard deviation, 2.3 ± 1.5) than in the group not receiving TKM (2.0 ± 1.2; p=.028). The number of seizure-free patients in the TKM group (44 patients [59%]) was significantly reduced (p=.037) compared with the group not receiving such treatment (236 patients [73%]). Of the 398 patients, 237 (59.5%) were receiving other combination treatments. Fifty-six of the 75 patients (74.7%) in the TKM group were receiving other combination treatments (p<.001 compared with nonusers), which included language therapy, education therapy (music therapy, art therapy), Chuna therapy, and health food supplements (p=.004, p<.001, p=.011, and p=.004, respectively). The use of other combination treatments, such as rehabilitation therapy, counseling, cognitive behavioral therapy, and neurofeedback therapy, did not differ between the two groups. CONCLUSIONS: The TKM group took more AEDs and had fewer seizure-free patients and more patients receiving other combination treatments, such as language, music, and art therapies.",
      "mesh_terms": [
        "Adolescent",
        "Anticonvulsants",
        "Child",
        "Cohort Studies",
        "Electroencephalography",
        "Epilepsy",
        "Female",
        "Humans",
        "Male",
        "Medicine, Korean Traditional",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "24383717",
      "title": "Simultaneous quantification and inhibitory effect on LDL oxidation of the traditional Korean medicine, Leejung-tang.",
      "authors": [
        "Chang-Seob Seo",
        "Ohn Soon Kim",
        "Yeji Kim",
        "Hyeun-Kyoo Shin"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2014-Jan-03",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Leejung-tang (LJT) is a traditional Korean herbal medicine for the treatment of gastrointestinal disorders. In this study, we performed quantification analysis of five marker components, liquiritin (1), ginsenoside Rg1 (2), ginsenoside Rb1 (3), glycyrrhizin (4), and 6-gingerol (5) in LJT using a high performance liquid chromatography-photodiode array (HPLC-PDA). In addition, we investigated the inhibitory effect on low-density lipoprotein (LDL) oxidation by the LJT sample. METHODS: Compounds 1-5 were separated within 35 min using a Gemini C18 column. The mobile phase used gradient elution with 1.0% (v/v) aqueous acetic acid (A) and 1.0% (v/v) acetic acid in acetonitrile (B). The flow rate was 1.0 mL/min and the detector was a photodiode array (PDA) set at 203 nm, 254 nm, and 280 nm. The inhibitory effect on LDL oxidation conduct an experiment on thiobarbituric acid reactive substance (TBARS) assay, relative electrophoretic mobility (REM) assay, and electrophoresis of ApoB fragmentation of LJT. RESULTS: Calibration curves of compounds 1-5 showed good linearity (r(2) ≥0.9995) in different concentration ranges. The recoveries of compounds 1-5 were in the range of 98.90-103.39%, with relative standard deviations (RSD) below 3.0%. The RSDs (%) of intra-day and inter-day precision were 0.10-1.08% and 0.29-1.87%, respectively. The inhibitory effect of LJT on Cu(2+)-induced LDL oxidation was defined by TBARS assay (IC50: 165.7 μg/mL) and REM of oxLDL (decrease of 50% at 127.7 μg/mL). Furthermore LJT reduced the fragmentation of ApoB of oxLDL in a dose-dependent manner. CONCLUSIONS: The established HPLC-PDA method will be helpful to improve quality control of LJT. In addition, LJT is a potential LDL oxidation inhibitor.",
      "mesh_terms": [
        "Calibration",
        "Catechols",
        "Chromatography, High Pressure Liquid",
        "Copper",
        "Fatty Alcohols",
        "Flavanones",
        "Ginsenosides",
        "Glucosides",
        "Glycyrrhizic Acid",
        "Lipid Peroxidation",
        "Lipoproteins, LDL",
        "Medicine, Korean Traditional",
        "Oxidation-Reduction",
        "Thiobarbituric Acid Reactive Substances"
      ]
    },
    {
      "pmid": "24282099",
      "title": "Cancer Prevention and Therapy: Integrating Traditional Korean Medicine Into Modern Cancer Care.",
      "authors": [
        "Seong Woo Yoon",
        "Jong Soo Jeong",
        "Ji Hye Kim",
        "Bharat B Aggarwal"
      ],
      "journal": "Integrative cancer therapies",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In spite of billions of dollars spent on cancer research each year, overall cancer incidence and cancer survival has not changed significantly in the last half century. Instead, the recent projection from the World Health Organization suggests that global cancer incidence and death is expected to double within the next decade. This requires an \"out of the box\" thinking approach. While traditional medicine used for thousands of years is safe and affordable, its efficacy and mechanism of action are not fully reported. Demonstrating that traditional medicine is efficacious and how it works can provide a \"bed to bench\" and \"bench to bed\" back approach toward prevention and treatment of cancer. This current review is an attempt to describe the contributions of traditional Korean medicine (TKM) to modern medicine and, in particular, cancer treatment. TKM suggests that cancer is an outcome of an imbalance of body, mind, and spirit; thus, it requires a multimodal treatment approach that involves lifestyle modification, herbal prescription, acupuncture, moxibustion, traditional exercise, and meditation to restore the balance. Old wisdoms in combination with modern science can find a new way to deal with the \"emperor of all maladies.\"",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Exercise",
        "Humans",
        "Life Style",
        "Medicine, Korean Traditional",
        "Meditation",
        "Neoplasms",
        "Plant Preparations",
        "Qi",
        "Yin-Yang"
      ]
    },
    {
      "pmid": "23935662",
      "title": "Cytotoxicity and pharmacogenomics of medicinal plants from traditional korean medicine.",
      "authors": [
        "Victor Kuete",
        "Ean-Jeong Seo",
        "Benjamin Krusche",
        "Mira Oswald",
        "Benjamin Wiench",
        "Sven Schröder",
        "Henry Johannes Greten",
        "Ik-Soo Lee",
        "Thomas Efferth"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aim. The present study was designed to investigate the cytotoxicity of a panel of 280 Korean medicinal plants belonging to 73 families and 198 species against human CCRF-CEM leukemia cells. Selected phytochemicals were investigated in more detail for their mode of action. Methods. The resazurin assay was used to determine cytotoxicity of the plant extracts. Microarray-based mRNA expression profiling, COMPARE, and hierarchical cluster analyses were applied to identify which genes correlate with sensitivity or resistance to selected phytochemicals of the Korean plants. Results. The results of the resazurin assay showed that cytotoxicity extracts tested at 10  μ g/mL from 13 samples inhibited proliferation more than 50% (IC50 < 10  μ g/mL) and the most active plants are Sedum middendorffianum (15.33%) and Lycoris radiata (17.61%). Out of 13 selected phytochemicals from these plants, hopeaphenol and deoxynarciclasine were the most cytotoxic ones. Genes from various functional groups (transcriptional or translational regulation, signal transduction, cellular proliferation, intracellular trafficking, RNA metabolism, endoplasmic/sarcoplasmic reticulum function, etc.) were significantly correlated with response of tumor cell lines to these two compounds. Conclusion. The results provide evidence on the possible use of selected Korean medicinal plants and chemical constituents derived from them for the treatment of tumors."
    },
    {
      "pmid": "23642952",
      "title": "Inpatient treatment for severe atopic dermatitis in a Traditional Korean Medicine hospital: introduction and retrospective chart review.",
      "authors": [
        "Younghee Yun",
        "Seungdeok Lee",
        "Sehyun Kim",
        "Inhwa Choi"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2013-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Patients with atopic dermatitis increasingly seek complementary and alternative medical treatment. A number of studies have demonstrated the efficacy of herbs and acupuncture in the treatment of atopic dermatitis. Some patients with extensive disease, outpatient treatment failure, acute deterioration or highly impaired everyday functioning require inpatient care. The aim of this study was to introduce and evaluate inpatient treatments for severe atopic dermatitis patients at a Traditional Korean Medicine hospital. DESIGN AND SUBJECTS: We performed a retrospective chart review of inpatients with severe atopic dermatitis between March 2008 and October 2011. Eligibility criteria for inclusion were: (1) a diagnosis of atopic dermatitis according to the criteria established by Hanifin and Rajka and (2) hospitalisation because of severe atopic dermatitis (objective scoring atopic dermatitis (SCORAD) score ≥ 40). MAIN OUTCOME MEASUREMENT: The SCORAD score was assessed by trained investigators at admission and discharge. RESULTS: Among 37 inpatients, there were 29 patients who met the criteria. Patients received treatments including acupuncture, herbal medicine and herbal wet wrap dressings. The mean total scoring SCORAD decreased from 60.63 to 37.37 during hospitalisation. Despite the relatively small sample size, these findings were statistically significant. CONCLUSION: In atopic dermatitis, Traditional Korean Medicine effectively decreased clinical disease severity. This study's weaknesses include the relatively small number of patients, some aspects of the study design, lack of follow-up assessment and lack of second measurement.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Adolescent",
        "Adult",
        "Child",
        "Child, Preschool",
        "Dermatitis, Atopic",
        "Female",
        "Hospitalization",
        "Humans",
        "Infant",
        "Male",
        "Medicine, Korean Traditional",
        "Phytotherapy",
        "Plant Extracts",
        "Retrospective Studies",
        "Severity of Illness Index",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "22567034",
      "title": "Development and validation of a personality assessment instrument for traditional korean medicine: sasang personality questionnaire.",
      "authors": [
        "Han Chae",
        "Siwoo Lee",
        "Soo Hyun Park",
        "Eunsu Jang",
        "Soo Jin Lee"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective. Sasang typology is a traditional Korean medicine based on the biopsychosocial perspectives of Neo-Confucianism and utilizes medical herbs and acupuncture for type-specific treatment. This study was designed to develop and validate the Sasang Personality Questionnaire (SPQ) for future use in the assessment of personality based on Sasang typology. Design and Methods. We selected questionnaire items using internal consistency analysis and examined construct validity with explorative factor analysis using 245 healthy participants. Test-retest reliability as well as convergent validity were examined. Results. The 14-item SPQ showed acceptable internal consistency (Cronbach's alpha = .817) and test-retest reliability (r = .837). Three extracted subscales, SPQ-behavior, SPQ-emotionality, and SPQ-cognition, were found, explaining 55.77% of the total variance. The SPQ significantly correlated with Temperament and Character Inventory novelty seeking (r = .462), harm avoidance (r = -.390), and NEO Personality Inventory extraversion (r = .629). The SPQ score of the So-Eum (24.43 ± 4.93), Tae-Eum (27.33 ± 5.88), and So-Yang (30.90 ± 5.23) types were significantly different from each other (P < .01). Conclusion. Current results demonstrated the reliability and validity of the SPQ and its subscales that can be utilized as an objective instrument for conducting personalized medicine research incorporating the biopsychosocial perspective."
    },
    {
      "pmid": "21984511",
      "title": "Antiinflammatory effects of traditional Korean medicine, JinPi-tang and its active ingredient, hesperidin in HaCaT cells.",
      "authors": [
        "Phil-Dong Moon",
        "Hyung-Mim Kim"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2012-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A traditional Korean medicine, JinPi-tang (JPT), has been used in dermatological therapeutics and cosmeceuticals including antiaging creams and moisturizers. However, it has not been clarified how JPT and its active ingredient, hesperidin (HES), regulates inflammatory reactions in HaCaT cells. Thus, the mechanisms of action of JPT and HES on inflammatory reactions were investigated for the first time in an experimental model. The antiinflammatory effects of JPT and HES in HaCaT cells were investigated by using an enzyme-linked immunosorbent assay and a reverse transcription-polymerase chain reaction as well as western blot analysis. JPT and HES inhibited the H(2)O(2)-induced interleukin-8 and tumor necrosis factor-α production as well as its mRNA expression. In addition, JPT and HES inhibited the activation of the nuclear factor-κB, the phosphorylation of IκBα and the p38 mitogen-activated protein kinase, as well as the activation of cyclooxygenase-2. The findings suggest that JPT and HES would be helpful in the treatment of UV radiation-induced inflammatory skin diseases.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Cell Line",
        "Cyclooxygenase 2",
        "Enzyme-Linked Immunosorbent Assay",
        "Hesperidin",
        "Humans",
        "Hydrogen Peroxide",
        "I-kappa B Proteins",
        "Interleukin-8",
        "Keratinocytes",
        "Medicine, Korean Traditional",
        "NF-KappaB Inhibitor alpha",
        "NF-kappa B",
        "Phosphorylation",
        "RNA, Messenger",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Tumor Necrosis Factor-alpha",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "21184820",
      "title": "Insamhodo-tang, a traditional Korean medicine, regulates mast cell-mediated allergic inflammation in vivo and in vitro.",
      "authors": [
        "Su-Jin Kim",
        "Ji-Ye Kee",
        "In-Young Choi",
        "Min-Cheol Kim",
        "Dae-Seung Kim",
        "Yong-Deok Jeon",
        "Se-Gun Kim",
        "Beom-Su Kim",
        "Hyun-Ju Jung",
        "Hyung-Min Kim",
        "Seung-Heon Hong",
        "Jae-Young Um"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2011-Mar-24",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM OF THE STUDY: Insamhodo-tang (IHT) has traditionally been used in Korea to treat a variety of diseases, including chronic cough, tuberculosis, and chronic bronchitis. However, the anti-allergic and anti-inflammatory effects of IHT and its molecular mechanisms have yet to be clearly elucidated. In this study, we attempted to evaluate the effects of IHT on mast cell-mediated allergy inflammation in vitro and in vivo. MATERIALS AND METHODS: We investigated to ascertain the pharmacological effects of IHT on both compound 48/80-induced and 2,4-dinitrofluorobenzene (DNFB)-induced allergic reactions under in vivo conditions. Additionally, to find a possible explanation for the anti-inflammatory mechanisms of IHT, we evaluated the regulatory effects of IHT on the level of inflammatory mediators in phorbol 12-myristate 13-acetate plus calcium ionophore A23187 (PMACI)-stimulated human mast cells (HMC-1). RESULTS: The finding of this study demonstrated that IHT reduced compound 48/80-induced systemic anaphylactic shock, DNFB-induced dermatitis, and ear swelling responses in mice. Additionally, IHT inhibited the production of interleukin (IL)-6, IL-8, and TNF-α, as well as the activation of nuclear factor-κB and caspase-1 in PMACI-stimulated HMC-1. CONCLUSION: Collectively, the findings of this study provide us with a novel insight into the pharmacological actions of IHT as a potential molecule for use in the treatment of allergic inflammation diseases.",
      "mesh_terms": [
        "Anaphylaxis",
        "Animals",
        "Anti-Inflammatory Agents",
        "Calcimycin",
        "Dermatitis",
        "Dinitrofluorobenzene",
        "Edema",
        "Humans",
        "Hypersensitivity",
        "Inflammation",
        "Inflammation Mediators",
        "Ionophores",
        "Male",
        "Mast Cells",
        "Medicine, Korean Traditional",
        "Mice",
        "Mice, Inbred BALB C",
        "Mice, Inbred ICR",
        "Phytotherapy",
        "Plant Extracts",
        "p-Methoxy-N-methylphenethylamine"
      ]
    },
    {
      "pmid": "20800087",
      "title": "CGX, a traditional Korean medicine ameliorates concanavalin A-induced acute liver injury.",
      "authors": [
        "Jang Woo Shin",
        "Jing Hua Wang",
        "Hyeong Geug Kim",
        "Hye Jung Park",
        "Hee Sung Bok",
        "Chang Gue Son"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2010-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Concanavalin A (Con A)-induced acute liver injury model is well established as a model of T cell-mediated liver injury, in which T cells and NKT cells exert their cytotoxicity towards liver cells. In this study, we investigated the protective effects of CGX, a traditional Korean medicine against Con A-induced liver injury and its underlying mechanisms. After pretreatment with CGX (po, 50, 100 or 200 mg/kg) or distilled water once daily during 7 days, Con A (15 mg/kg) was injected intravenously. Thereafter serum level of AST and ALT, lipid peroxidation and cytokines in the liver tissue, and immune cell population in blood and the spleen were analyzed. CGX treatment reduced serum ALT, AST level in a dose-dependent manner. CGX treatment significantly decreased the lipid peroxidation and glutathione depletion in the liver tissue, and also lowered tissue levels of tumor necrotic factor-α and interferon-γ. CGX treatment attenuated the compositional alteration of Tc, Th, NKT, and B cells in blood as well as in the spleen. These results suggest that CGX has hepatoprotective property against Con A-induced liver injury through antioxidant action and immune regulation.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Catalase",
        "Chemical and Drug Induced Liver Injury",
        "Chromatography, High Pressure Liquid",
        "Concanavalin A",
        "Glutathione",
        "Inflammation Mediators",
        "Interferon-gamma",
        "Liver",
        "Liver Function Tests",
        "Lymphocyte Subsets",
        "Male",
        "Malondialdehyde",
        "Mass Spectrometry",
        "Medicine, Korean Traditional",
        "Mice",
        "Mice, Inbred BALB C",
        "Organ Size",
        "Peptide Mapping",
        "Plant Extracts",
        "Spleen",
        "Thymus Gland",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "20148407",
      "title": "Neuroprotective effect of HT008-1, a prescription of traditional Korean medicine, on transient focal cerebral ischemia model in rats.",
      "authors": [
        "Youngmin Bu",
        "Sungeun Kwon",
        "Yun Tai Kim",
        "Mi-Yeon Kim",
        "Hoyoung Choi",
        "Jae Goo Kim",
        "Nirmala Jamarkattel-Pandit",
        "Sylvain Doré",
        "Sung-Hoon Kim",
        "Hocheol Kim"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2010-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "HT008-1 is one of the prescriptions used in Traditional Korean Medicine for the treatment of mental and physical weakness. It is composed of Panax ginseng, Acanthopanax senticosus, Angelica sinensis and Scutellaria baicalensis, which have been reported to have various pharmacological effects on the central nervous system. The study investigated whether HT008-1 has neuroprotective effects in a focal cerebral ischemia rat model. Stroke was induced in rats by 2 h of middle cerebral artery occlusion (MCAo) followed by 22 h of reperfusion. HT008-1 (30, 100 and 300 mg/kg) and the component herbs (300 mg/kg) were administered orally twice at 0 and 2 h after ischemia. Oral administration of 300 mg/kg HT008-1 reduced brain infarction by 45.7%, prolonged the latency time by 24.8% in the rotarod test, and enhanced the score by 17.0% in the balance beam test. Only P. ginseng and S. baicalensis showed protective effects, and HT008-1 showed a greater effect than its component herbs. HT008-1 down-regulated the COX-2 and OX-42 expression in the penumbra region. In conclusion, the results show that HT008-1 may be effective in a rat stroke model by an antiinflammatory mechanism and may improve sensory-motor function by reducing damage in the cortex and caudoputamen.",
      "mesh_terms": [
        "Animals",
        "Cyclooxygenase 2",
        "Disease Models, Animal",
        "Ischemic Attack, Transient",
        "Male",
        "Medicine, Korean Traditional",
        "Neuroprotective Agents",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Stroke"
      ]
    },
    {
      "pmid": "20091268",
      "title": "Effect of different ingredients in traditional Korean medicine for human uterine leiomyoma on normal myometrial and leiomyomal smooth muscle cell proliferation.",
      "authors": [
        "Prati Bajracharya",
        "Eun Ju Lee",
        "Dong-Mok Lee",
        "Sang Hee Shim",
        "Keuk-Jun Kim",
        "Sung Ho Lee",
        "Jei Jun Bae",
        "Sang Sik Chun",
        "Tae Kyun Lee",
        "Seok Hoon Kwon",
        "Inho Choi"
      ],
      "journal": "Archives of pharmacal research",
      "publication_date": "2009-Nov",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Crude water extracts of 13 traditional Korean medicinal ingredients used for leiomyomal treatment were prepared and used to treat human uterine normal myometrial and leiomyomal cell cultures. All the ingredients inhibited proliferation and altered the morphology of both myometrial and leiomyomal cells. Among the 13 ingredients, n-hexane-, chloroform-, and ethylacetate-soluble fractions were extracted from seven ingredients that potently inhibited cell proliferation in their water extract form. Among these, the ethylacetate-fraction of Phlomis umbrosa and Spatholobus suberectus, and the chloroform-fraction of Curcuma zedoaria and S. suberectus inhibited leiomyomal cell proliferation significantly compared to myometrial cell proliferation. Similarly, immunohistochemical analysis showed the inhibition of transforming growth factor-beta receptor 2 in leiomyomal tissue after treatment with the fractions of the ingredients. Moreover, the chloroform-fraction of C. zedoaria was subfractionated by open column chromatography. Two of the eight subfractions (fractions 6 and 7) potently inhibited cell proliferation in leiomyoma compared to myometrium. Further study will be performed with the goal of isolating specific compounds from two effective subfractions of C. zedoaria, ethylacetate-fraction of P. umbrosa, and the ethylacetate and chloroform-fractions of S. suberectus. The present study may be helpful in developing an alternative remedy to leiomyoma with minimal side-effects compared to the current treatments.",
      "mesh_terms": [
        "Adult",
        "Cell Proliferation",
        "Female",
        "Humans",
        "Immunohistochemistry",
        "Leiomyoma",
        "Medicine, Korean Traditional",
        "Middle Aged",
        "Myocytes, Smooth Muscle",
        "Myometrium",
        "Plant Extracts",
        "Protein Serine-Threonine Kinases",
        "Receptor, Transforming Growth Factor-beta Type II",
        "Receptors, Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "19044001",
      "title": "How four different political systems have shaped the modernization of traditional Korean medicine between 1900 and 1960.",
      "authors": [
        "Shin Dongwon"
      ],
      "journal": "Historia scientiarum : international journal of the History of Science Society of Japan",
      "publication_date": "2008-Mar",
      "publication_types": [
        "Historical Article",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In this paper, I examine the modern formation of traditional Korean medicine and discuss the characteristics of the modernization, or modernity, of the medicine. I probe for answers to three questions: first, prior to the twentieth century, what were the main factors that traditional Korean medicine needed to be transformed into a new one? Second, how did four states, the Taehan Empire, colonial Korea, North Korea, and South Korea, treat traditional medicine differently, and why? Third, what are the main characteristics of the modernization of traditional Korean medicine? In examining these questions, I found the following four factors to be important in shaping the modern formation of traditional Korean medicine during the twentieth century: first, the influences of Western science and institutions; second, the rise of nationalism; third, the economics of the state; and fourth, the effectiveness of traditional medicine. Among them, the introduction of Western science and institutions was the most important factor. All the different states in modern Korea realized that Western science and institutions were indispensable for the country to be a powerful nation and to enhance people's welfare. The degree of confidentiality in scientific Western medicine determined the number of traditional medical practitioners and their professional status. The modernization also was greatly affected by modern nationalism, which clashed with Westernization. Many Koreans and the Korean governments regarded the traditional medicine as something culturally valuable to protect from Western culture. Especially, the majority of Koreans who had experienced the cruelty of the Japanese rule under colonization tended to believe that Japan, a foreign ruler, had suppressed traditional Korean medicine as a liquidation policy of Korean culture during the colonial period. This belief contributed greatly to the recovery of the traditional doctors' prestige in South Korea and North Korea after independence. The economic conditions of the country also had an enormous effect on the quantity and quality of traditional medicine in the national medical care. Under poor economic practices, the traditional medicine never was isolated from medical care in the whole country, in spite of the pushing of the ideology of Western medicine. Particularly, since colonial Korea after the 1930s and North Korea after the 1980s were in very poor economic condition, traditional medicine played a more important role than at any other times. In South Korea, since the 1980s, has been making economic success in the course of industrialization toward an affluent society, traditional medicine is being treated as an alternative and complement to the weakness of Western medicine in the area of health improvement and treatment of chronic illness. The deep belief that traditional medicine had excellent effectiveness in this area resulted in this success. Like their ancestors, many Koreans in the twentieth century still had faith in traditional medicine. The traditional medical doctors in Korea succeeded in maintaining their own exclusive professional status, regardless of experiencing various state systems that had different attitudes toward traditional medicine. For the most part of the last one hundred years, Westernization dominated the modern formation of traditional Korean medicine. The modernization of traditional medicine, however, has been overcoming Westernization. Today active communication between Western medicine and traditional medicine is emerging. Western medical doctors, both in South and North Korea, have lessened their prejudiced views of traditional medicine and have more interest than before in the traditional medical treatments such as acupuncture.",
      "mesh_terms": [
        "History, 19th Century",
        "History, 20th Century",
        "Humans",
        "Korea",
        "Medicine, Korean Traditional",
        "Political Systems",
        "Western World"
      ]
    },
    {
      "pmid": "17359632",
      "title": "Traditional Korean medicine: now and the future.",
      "authors": [
        "Kang-Hyun Leem",
        "Hun-Kuk Park"
      ],
      "journal": "Neurological research",
      "publication_date": "2007",
      "publication_types": [
        "Historical Article",
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "BACKGROUND: The foundation of traditional Korean medicine (TKM) was originally set out in Korean mythology 5000 years ago. It has developed unique medical theories and methods to treat diseases including neurological disorders such as stroke, epilepsy and Parkinson's disease. RESULTS: Main components of TKM consist of medicinal treatment, acupuncture and Sasang constitutional medicine. Among these, Sasang is a unique theory and has been used as a major treatment regimen in TKM. Recent studies of TKM have demonstrated therapeutic effects, underlying mechanism responsible for its effects and the relationship with genetic variations. Clinical and genetic studies about TKM have indicated linkage of TKM with pharmacogenomics. CONCLUSION: In this special issue, four review articles about TKM, 10 original research and three clinical studies were presented. If modern medicine provides complement of TKM, it would open up new prospect of research and clinical regimen for various neurological diseases.",
      "mesh_terms": [
        "Delivery of Health Care",
        "Forecasting",
        "History, 15th Century",
        "History, 16th Century",
        "History, 17th Century",
        "History, 18th Century",
        "History, 19th Century",
        "History, 20th Century",
        "History, 21st Century",
        "History, Ancient",
        "History, Medieval",
        "Humans",
        "Korea",
        "Medicine, East Asian Traditional",
        "Nervous System Diseases"
      ]
    },
    {
      "pmid": "16114514",
      "title": "Suppression of Th2-type immune response-mediated allergic diarrhea following oral administration of traditional Korean medicine: Atractylodes macrocephala Koidz.",
      "authors": [
        "Sae-Hae Kim",
        "Ha-Na Jung",
        "Kyung-Yeol Lee",
        "Ju Kim",
        "Jeong-Chae Lee",
        "Yong-Suk Jang"
      ],
      "journal": "Immunopharmacology and immunotoxicology",
      "publication_date": "2005",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Atractylodes macrocephala Koidz (AMK) is well-known as a digestive and tonic material and is widely used in traditional Korean herbal medicines. Previously, we found that protein samples obtained from the medicines could induce a preferential stimulation of type 1, rather than type 2, helper T lymphocytes (Th) immune responses in vitro. Since immune response induction is controlled by the balanced activation between Th1- and Th2-type immune responses, we tested to see whether or not the AMK protein sample could inhibit the ovalbumin (OVA)-mediated allergic diarrhea, whose induction has been known to be mediated by the Th2-type immune responses. The sample treatment markedly stimulated lymphocyte proliferation, antibody production, and cytokine secretion in vitro, showing a preferential stimulation of Th1-type immune responses. In particular, oral administration of the AMK sample suppressed the OVA-mediated allergic diarrhea in mice. The sample treatment also suppressed the OVA-mediated enhanced levels of total immunoglobulin (Ig) E, as well as OVA-specific IgE, which are closely associated with Th2 cell stimulation in mice. Furthermore, the oral treatment of the sample significantly increased gamma interferon (IFN-gamma) production by lymphocytes, isolated from spleen and large intestine of the mice, that had been systematically challenged with OVA. Consequently, the oral administration of AMK protein sample suppressed the OVA-mediated allergic diarrhea by preferential stimulation of the Th1-type immune responses.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Antibody Formation",
        "Atractylodes",
        "Diarrhea",
        "Immunoglobulin E",
        "Immunoglobulin G",
        "Interferon-gamma",
        "Interleukin-2",
        "Intestine, Large",
        "Korea",
        "Mice",
        "Mice, Inbred BALB C",
        "Ovalbumin",
        "Plant Extracts",
        "Plant Proteins",
        "Spleen",
        "Th1 Cells",
        "Th2 Cells"
      ]
    },
    {
      "pmid": "15652771",
      "title": "Efficacy of a traditional Korean medicine, Chung-Sang-Bo-Ha-Tang, in a murine model of chronic asthma.",
      "authors": [
        "Gu Seob Roh",
        "Seong-Won Seo",
        "Sinkoo Yeo",
        "Jung Min Lee",
        "Jung-Won Choi",
        "Eunkyung Kim",
        "Younghyun Shin",
        "Chongwoon Cho",
        "Hyunsu Bae",
        "Sung-Ki Jung",
        "Kyubum Kwack"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2005-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Traditional herbal medicines may be viable alternatives to corticosteroid therapy for treatment of asthma. However, the therapeutic mechanisms of herbal compounds remain a matter of considerable debate. This study was performed to evaluate the effects of Chung-Sang-Bo-Ha-Tang (CSBHT), a herbal compound administrated therapeutically to asthma patients for centuries, on airway inflammation and remodeling in a murine model of chronic asthma. BALB/c mice sensitized to ovalbumin (OVA) were chronically challenged with aerosolized OVA for 6 weeks. During the last 2 weeks, some mice were treated daily with CSBHT by intragastric feeding. Dexamethasone (Dex)-treated, phosphate-buffered saline (PBS)-treated, and naive mice served as controls. The effects of CSBHT on airway inflammation, lung pathology, and cytokine production were evaluated. Mice exposed to recurrent airway challenge with OVA had chronic inflammation and characteristics of airway remodeling, including subepithelial fibrosis, epithelial hypertrophy, and goblet cell hyperplasia. CSBHT was as effective as Dex at moderately reducing these changes compared to the PBS-treated mice. In addition, IL-5 and IFN-gamma levels in supernatants of Concanavalin A (Con A)-activated splenocyte cultures were reduced in mice treated with CSBHT. Treatment with CSBHT during the last 2 weeks of challenge modulated airway inflammation and remodeling in a murine model of chronic asthma. Thus, CSBHT may effectively delay the progression of airway inflammation and remodeling.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Asthma",
        "Bronchoalveolar Lavage Fluid",
        "Cell Count",
        "Chronic Disease",
        "Cytokines",
        "Disease Models, Animal",
        "Female",
        "Immunoglobulin E",
        "Korea",
        "Lung",
        "Medicine, East Asian Traditional",
        "Mice",
        "Mice, Inbred BALB C",
        "Ovalbumin",
        "Plant Extracts",
        "Plant Preparations",
        "Spleen",
        "T-Lymphocytes"
      ]
    },
    {
      "pmid": "15107575",
      "title": "Chung-Yeul-Gue-Soup-Sa-Gan-Tang, traditional Korean medicine, enhances CD4(+) T cell activities and modulates Th1/Th2 lineage development.",
      "authors": [
        "Eunjung Ko",
        "Jae-Woo Park",
        "Samwoong Rho",
        "Chongwoon Cho",
        "Seongkyu Park",
        "Seonggyu Ko",
        "Yongwon Lee",
        "Moo-Chang Hong",
        "Min-Kyu Shin",
        "Ki-Won Ryu",
        "Hyunsu Bae"
      ],
      "journal": "Journal of pharmacological sciences",
      "publication_date": "2004-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chung-Yeul-Gue-Soup-Sa-Gan-Tang (CYT), a traditional Korea herbal medicine, has been widely used in Korea for the treatment of various immunological disorders, including allergic asthma. In this study, CYT was examined in vitro and tested for possible immunological effects. The results demonstrated that CYT had no mitogenic effects on unstimulated CD4(+) T cells, but rather increased CD4(+) T cell proliferation upon activation with anti-CD3/CD28 antibody. Under the Th0 condition, CYT also enhanced expression of interleukin (IL)-2 in purified murine CD4(+) T cells assayed by real-time PCR, suggesting that CYT moderately increases the activity of helper T cells upon T cell receptor ligation under the neutral condition. However, the Th1 cells were overpopulated following CYT treatment under the Th1 condition, while Th2 cells were under-populated in the Th2 driven condition. In addition, under Th1/Th2-skewed conditions, the levels of IL-4 were considerably decreased, while the expression of T-bet and interferon-gamma were increased with CYT treatment. Thus, CYT enhances Th1 lineage development from naive CD4(+) T cells both by increasing Th1 specific cytokine secretion and repressing Th2 specific cytokine production. These results suggest that CYT is a desirable agent for the correction of Th2 dominant pathological disorders.",
      "mesh_terms": [
        "Animals",
        "Antibodies, Monoclonal",
        "CD4-Positive T-Lymphocytes",
        "Cell Division",
        "Cell Lineage",
        "Cell Survival",
        "Cells, Cultured",
        "Drugs, Chinese Herbal",
        "Enzyme-Linked Immunosorbent Assay",
        "Female",
        "Interferon-gamma",
        "Interleukin-2",
        "Interleukin-4",
        "Korea",
        "Lymphocyte Activation",
        "Medicine, East Asian Traditional",
        "Mice",
        "Mice, Inbred BALB C",
        "Spleen",
        "Th1 Cells",
        "Th2 Cells"
      ]
    },
    {
      "pmid": "15099858",
      "title": "Traditional Korean medicine (SCRT) modulate Th1/Th2 specific cytokine production in mice CD4+ T cell.",
      "authors": [
        "Eunjung Ko",
        "Samwoong Rho",
        "Eui-Joon Lee",
        "Young-Ho Seo",
        "Chongwoon Cho",
        "Yongwon Lee",
        "Byung-Il Min",
        "Min-Kyu Shin",
        "Moo-Chang Hong",
        "Hyunsu Bae"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2004-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Traditional Korea medicine, So-Cheong-Ryong-Tang (SCRT) also called as Xiao-qing-long-tang or Sho-seiru-to, contains eight species of medicinal plants and has been used for treating allergic diseases, such as allergic rhinitis and asthma, for hundreds of years in Asian countries. CD4+ T cells were highly purified by using magnetic bead from splenocytes of BALB/c mice. SCRT treatment slightly decreased the expression of cell surface protein CD69 on CD4+ T cell in the flow cytometry analysis. In RT-PCR analysis, SCRT increases the expression of IL-2 and IL2R-alpha mRNA, and decreases the expression of IL-4 mRNA, which is an important cytokine of Th2 cell development. On the other hand, SCRT treatment increases IFN-gamma expression, which is one of the key cytokines for Th1 cell development. Present study implies that SCRT can correct Th2 dominant condition directly affecting to the CD4+ T cell without significantly depressing general T cell activities. These results also suggest that the effect on CD4+ T cell may be the one of key pharmacological effect point for treating IgE medicated allergic asthma by SCRT.",
      "mesh_terms": [
        "Adjuvants, Immunologic",
        "Animals",
        "Cell Survival",
        "Cytokines",
        "DNA Primers",
        "Drugs, Chinese Herbal",
        "Female",
        "Flow Cytometry",
        "Interferon-gamma",
        "Interleukin-4",
        "Korea",
        "Medicine, Traditional",
        "Mice",
        "Mice, Inbred BALB C",
        "Phytotherapy",
        "Plants, Medicinal",
        "RNA, Messenger",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Th1 Cells",
        "Th2 Cells"
      ]
    },
    {
      "pmid": "12433054",
      "title": "Soamsan, a traditional Korean medicine, enhances antigen-specific immune responses in low-responder mice via the combined activity of glycoproteins and endotoxins.",
      "authors": [
        "Eun-Ha Kim",
        "Jeong-Chae Lee",
        "Me-Yae Lee",
        "Chan-Hee Park",
        "Yong-Suk Jang"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2002-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Soamsan is a traditional anti-cancer treatment in oriental medicine. It is thought that this material modulates immune responses. To determine whether Soamsan treatment has any effect on the induction of antigen-specific immune responses, C57BL/6 mice, which are low-responders to hen egg-white lysozyme (HEL), were injected with HEL, and their specific immune responses were measured while they were fed Soamsan. Oral administration of Soamsan enhanced the anti-HEL antibody response as well as the T-cell proliferative response to the antigen. Analyses of the HEL-specific antibody isotypes showed that Soamsan treatment resulted in increased levels of HEL-specific antibodies, irrespective of isotype. In particular, however, HEL-specific antibodies of the IgG2b, IgG3, and IgM isotypes, which are associated with direct stimulation of B cells, were significantly increased by the Soamsan treatment. Stimulation of C57BL/6 splenocytes in vitro showed that the presence of Soamsan significantly augmented the proliferative activity induced by both B and T cell mitogens. This augmentation was associated with glycoprotein(s) with a molecular weight mass of about 100 kDa, as well as with endotoxin-like compounds. These results suggest that Soamsan modulates and enhances antigen-specific immune responses.",
      "mesh_terms": [
        "Adjuvants, Immunologic",
        "Animals",
        "Antibody Formation",
        "B-Lymphocytes",
        "Cell Division",
        "Cell Survival",
        "Cytokines",
        "Electrophoresis, Polyacrylamide Gel",
        "Glycoproteins",
        "Hemagglutinins",
        "Immunity",
        "Interferon-gamma",
        "Interleukin-4",
        "Iodates",
        "Korea",
        "Lymphocytes",
        "Medicine, East Asian Traditional",
        "Mice",
        "Mice, Inbred C57BL",
        "Mitosis",
        "Muramidase",
        "Plant Proteins",
        "Pronase",
        "T-Lymphocytes"
      ]
    },
    {
      "pmid": "2705021",
      "title": "The practice of traditional Korean medicine in Washington, D.C.",
      "authors": [
        "K Y Pang"
      ],
      "journal": "Social science & medicine (1982)",
      "publication_date": "1989",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Therapeutic relationships between Korean immigrants and their hanui, traditional Korean professional physicians, and the role adaptation of these physicians in the United States are discussed. The professional practices of four hanui who work in the Washington, D.C., area are examined through case studies. Research methods included semi-structured interviews, participant observation, key informant interviews, and examination of documentary materials. In hanbang, the traditional Korean medical care system, illness is related to a disturbed state of ki, the cosmological vital energy. Symptoms are often interpreted in terms of a psychosocial base. Pathophysiology is usually illustrated in functional and holistic terms. Treatment modalities include acupuncture, herbal medicines, moxabustion, and cupping. Improvement is evaluated by the quality of pulse, the disappearance of symptoms, restoration of the appetite and of a healthy look and voice, and the return of the ability to function in everyday life. The therapeutic relationship between hanui and their clients is genuine, spontaneous, and harmonious. Clients actively enter into the clinical process by negotiating with hanui about treatment decisions. Hanui practicing in the United States modify their practices to meet their immigrant clients' expectations in relation to the impact of Western biomedicine. They may use some biomedical diagnostic techniques, offer traditional medicines in tablet form, and explain symptoms and treatment with reference to some biomedical terms. Koreans use both hanbang and Western biomedical treatments. However, clients who receive both types of therapy may experience conflicts because of the lack of cooperation between hanui and biomedical physicians.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "District of Columbia",
        "Emigration and Immigration",
        "Female",
        "Health Behavior",
        "Health Services",
        "Humans",
        "Korea",
        "Male",
        "Medicine, East Asian Traditional",
        "Middle Aged",
        "Physicians"
      ]
    }
  ]
}