{
  "supplement": "Ultraprocessed food",
  "query": "Ultraprocessed food[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 23:00:06",
  "research_count": 6,
  "count": 6,
  "articles": [
    {
      "pmid": "39849972",
      "title": "Investigation of the effect of ultraprocessed food consumption on asthma using pulmonary function tests.",
      "authors": [
        "Rümeysa Özçalkap İçöz",
        "Mehmet Alpaslan",
        "Seda Tural"
      ],
      "journal": "Nutrition and health",
      "publication_date": "2025-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: NOVA is a food classification system that classifies foods according to the scope and purpose of food processing, rather than nutrients. Asthma is usually characterized by chronic inflammation and respiratory symptoms such as wheezing, shortness of breath, chest tightness, cough, and variable expiratory airflow limitation. According to the NOVA food classification system, consumption of ultraprocessed foods (UPF) can affect asthma symptoms. Aim: In this study, the relationship between UPF consumption and pulmonary function test (PFT) results of asthma patients in adults aged 18 to 65 was investigated using biochemical parameters. Methods: This study was a cross-sectional study and, was conducted with 339 asthmatic participants diagnosed with asthma and receiving medical treatment. The participants' consumption of UPF was determined using a food frequency questionnaire. The evaluation of forced expiratory volume in one second (FEV1) (L/s) and forced vital capacity (FVC) (L/s) in the respiratory function tests was based on the percentage of the measured and expected values. Results: Although no significant relationship was found between % FEV1 expected value and UPF consumption (P > 0.05), it was concluded that % FVC expected and % FEV1/FVC values decreased with increasing UPF consumption (P < 0.05). Conclusion: It has been concluded that consumption of UPF worsens respiratory function and asthma prognosis. Therefore, replacing UPF and beverage products with healthier foods or food processing methods will play an important role in maintaining health."
    },
    {
      "pmid": "39582705",
      "title": "Cardiac Rehabilitation for Prediabetes and Metabolic Syndrome Remission: Impact of Ultraprocessed Food-Intake Reduction and Time-Restricted Eating in the DIABEPIC-1 Study.",
      "authors": [
        "Josep Iglesies-Grau",
        "Valérie Dionne",
        "Élise Latour",
        "Mathieu Gayda",
        "Florent Besnier",
        "Daniel Gagnon",
        "Amélie Debray",
        "Christine Gagnon",
        "Anne-Julie Tessier",
        "Andréanne Paradis",
        "Chiheb Klai",
        "Nicolas Martin",
        "Véronique Pelletier",
        "François Simard",
        "Anil Nigam",
        "Philippe L L'Allier",
        "Martin Juneau",
        "Nadia Bouabdallaoui",
        "Louis Bherer"
      ],
      "journal": "CJC open",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cardiac rehabilitation programs provide a valuable opportunity to promote the adoption of healthy lifestyle behaviors in patients with atherosclerotic cardiovascular diseases (ASCVDs) and metabolic comorbidities, including metabolic syndrome and prediabetes. However, strategies to reverse these conditions remain to be explored. The DIABEPIC-1 study aimed to assess the feasibility of an enhanced 6-month cardiac rehabilitation program for patients with ASCVD while investigating prediabetes and metabolic syndrome remission. METHODS: The study combined exercise training with a comprehensive nutritional intervention, emphasizing reduction in intake of ultraprocessed foods, adoption of a Mediterranean diet, and implementation of time-restricted eating. Baseline, 3-month, and 6-month assessments included segmental body-composition measurements, blood analysis, maximal exercise testing, nutritional diaries recorded with the Keenoa AI app, and lifestyle questionnaires. Remission criteria included a return to an HbA1c level of < 5.7%, and < 3 National Cholesterol Education Program Adult Treatment Panel III (NCEP/ATP-III) criteria for prediabetes and metabolic syndrome, respectively. RESULTS: A total of 36 participants were recruited. The study demonstrated completion rates of 94.4% at 3 months, and 88.9% at 6 months, and a mean compliance rate of 92.5% for planned clinical appointments. Significant reductions in waist circumference (-9.2 cm, P < 0.001) and weight (-8.0 kg, P < 0.001) were observed. Improvement in glycemic and lipid profiles, insulin-resistance marker levels, and liver health were noted. Participants enhanced their cardiorespiratory fitness, reduced their consumption of ultraprocessed food, and increased their adherence to the Mediterranean diet and time-restricted eating. Notably, 50% achieved prediabetes remission, and 70% with metabolic syndrome at baseline achieved remission. CONCLUSIONS: The study demonstrates the possibility of enhancing cardiac rehabilitation with an intensive nutritional intervention, yielding clinically significant outcomes, including remission of key risk factors in a substantial number of ASCVD patients. CLINICAL TRIAL REGISTRATION: ClinicalTrials.gov, NCT05459987."
    },
    {
      "pmid": "35679994",
      "title": "Association Between Ultraprocessed Food Consumption and Risk of Incident CKD: A Prospective Cohort Study.",
      "authors": [
        "Shutong Du",
        "Hyunju Kim",
        "Deidra C Crews",
        "Karen White",
        "Casey M Rebholz"
      ],
      "journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "RATIONALE & OBJECTIVE: Ultraprocessed foods have become readily available in the global food supply in the past few decades. Several adverse health outcomes have been linked with higher consumption of ultraprocessed foods. However, the impact of ultraprocessed foods on chronic kidney disease (CKD) risk remains unknown. STUDY DESIGN: Prospective cohort study. SETTING & PARTICIPANTS: 14,679 middle-aged adults without CKD at baseline in the Atherosclerosis Risk in Communities (ARIC) study. EXPOSURE: Ultraprocessed foods consumption (servings per day) calculated using dietary data collected via a food frequency questionnaire at visit 1 and visit 3. OUTCOME: Incident CKD defined as estimated glomerular filtration rate (eGFR) < 60 mL/min/1.73 m2 accompanied by ≥25% eGFR decline, CKD-related hospitalization or death, or kidney failure with kidney replacement therapy. ANALYTICAL APPROACH: Multivariable-adjusted Cox proportional hazards models were used to assess the association between ultraprocessed foods consumption and CKD. Restricted cubic splines were used to examine the shape of the association. RESULTS: During a median follow-up period of 24 years, there were 4,859 cases of incident CKD. The incidence rate for the highest quartile of ultraprocessed foods consumption was 16.5 (95% CI, 15.6-17.4) per 1,000 person-years and 14.7 (95% CI, 13.9-15.5) per 1,000 person-years for the lowest quartile of consumption. After adjusting for a range of confounders including lifestyle factors, demographic characteristics, and health behaviors, participants in the highest quartile of ultraprocessed foods consumption had a 24% higher risk (HR, 1.24 [95% CI, 1.15-1.35]) of developing CKD compared with those in the lowest quartile. There was an approximately linear relationship observed between ultraprocessed food intake and risk of CKD. By substituting 1 serving of ultraprocessed foods with minimally processed foods, there was a 6% lower risk of CKD observed (HR, 0.94 [95% CI, 0.93-0.96]; P < 0.001). LIMITATIONS: Self-reported data and residual confounding. CONCLUSIONS: Higher ultraprocessed foods consumption was independently associated with a higher risk of incident CKD in a general population.",
      "mesh_terms": [
        "Middle Aged",
        "Adult",
        "Humans",
        "Prospective Studies",
        "Follow-Up Studies",
        "Risk Factors",
        "Renal Insufficiency, Chronic",
        "Glomerular Filtration Rate"
      ]
    },
    {
      "pmid": "33292886",
      "title": "Effect of a healthy eating intervention in the first months of life on ultraprocessed food consumption at the age of 4-7 years: a randomised clinical trial with adolescent mothers and their infants.",
      "authors": [
        "Bruna Lazzeri",
        "Vanessa Bielefeldt Leotti",
        "Betina Soldateli",
        "Elsa Regina Giugliani",
        "Carlos Augusto Monteiro",
        "Eurídice Martinez Steele",
        "Luana Giongo Pedrotti",
        "Michele Drehmer"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2021-Oct-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This randomised clinical trial aimed to evaluate the effect of a pro-breast-feeding (BF) and healthy complementary feeding intervention performed during infants' first months of life on ultraprocessed food (UPF) consumption at 4-7 years. We enrolled 323 teenage mothers and their infants from South Brazil, 163 allocated to the intervention group and 160 to the control group. Intervention consisted of sessions on BF and healthy complementary feeding promotion and was carried out in the maternity ward and at home after delivery. Food consumption was assessed using three 24-h food recalls at child's age of 4-7 years. Foods were classified according to NOVA classification. Dietary contribution of UPF was adjusted for intra-individual variability by the SPADE method and categorised into tertiles. We used Poisson regression models with robust variance, adjusted for confounders, to estimate the effect of the intervention and duration of BF on the risk of high consumption of UPF. Our final analysis included 194 children, with mean age of 6·1 (sd 0·5) years. Mean dietary contribution of UPF was 38 % in the intervention group and 42·7 % in the control group, from total daily intakes. Results adjusted for BF duration, propensity score, income and total energy content demonstrated that the intervention reduced the risk of high consumption of UPF by 35 % (relative risk 0·65, 95 % CI 0·43, 0·98). BF duration was not associated with UPF consumption. The intervention was effective in reducing the risk of high UPF consumption at the age of 4-7 years.",
      "mesh_terms": [
        "Adolescent",
        "Adolescent Mothers",
        "Brazil",
        "Breast Feeding",
        "Child",
        "Child, Preschool",
        "Diet",
        "Diet, Healthy",
        "Fast Foods",
        "Female",
        "Humans",
        "Infant",
        "Infant Nutritional Physiological Phenomena",
        "Male",
        "Pregnancy"
      ]
    },
    {
      "pmid": "33167515",
      "title": "Ultraprocessed Food: Addictive, Toxic, and Ready for Regulation.",
      "authors": [
        "Robert H Lustig"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Nov-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Past public health crises (e.g., tobacco, alcohol, opioids, cholera, human immunodeficiency virus (HIV), lead, pollution, venereal disease, even coronavirus (COVID-19) have been met with interventions targeted both at the individual and all of society. While the healthcare community is very aware that the global pandemic of non-communicable diseases (NCDs) has its origins in our Western ultraprocessed food diet, society has been slow to initiate any interventions other than public education, which has been ineffective, in part due to food industry interference. This article provides the rationale for such public health interventions, by compiling the evidence that added sugar, and by proxy the ultraprocessed food category, meets the four criteria set by the public health community as necessary and sufficient for regulation-abuse, toxicity, ubiquity, and externalities (How does your consumption affect me?). To their credit, some countries have recently heeded this science and have instituted sugar taxation policies to help ameliorate NCDs within their borders. This article also supplies scientific counters to food industry talking points, and sample intervention strategies, in order to guide both scientists and policy makers in instituting further appropriate public health measures to quell this pandemic.",
      "mesh_terms": [
        "Behavior, Addictive",
        "COVID-19",
        "Coronavirus Infections",
        "Diet",
        "Dietary Sugars",
        "Fast Foods",
        "Feeding Behavior",
        "Food Handling",
        "Food Industry",
        "Humans",
        "Noncommunicable Diseases",
        "Obesity",
        "Pandemics",
        "Pneumonia, Viral",
        "Public Health",
        "Public Policy",
        "Social Control, Formal",
        "Taxes"
      ]
    },
    {
      "pmid": "32773576",
      "title": "Low carbohydrate ketogenic therapy as a metabolic treatment for binge eating and ultraprocessed food addiction.",
      "authors": [
        "Shebani Sethi",
        "Anika Sinha",
        "Ashley N Gearhardt"
      ],
      "journal": "Current opinion in endocrinology, diabetes, and obesity",
      "publication_date": "2020-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: The aim of this study was to highlight the recent advancements and future directions for potential use of a low carbohydrate ketogenic dietary approach to treat binge eating and ultraprocessed food addiction. Herein, we explore proposed mechanisms of why a diet low in refined carbohydrates, processed sugar and higher fat content may be helpful in alleviating symptoms. RECENT FINDINGS: Emerging evidence suggests there may be a metabolic role in development of maladaptive eating. These findings broaden our understanding of eating psychopathology causes. Ultraprocessed, refined or high glycemic index carbohydrates are a possible trigger mediating neurochemical responses similar to addiction. The carbohydrate-insulin model of obesity supports observations of these foods triggering abnormal blood sugar and insulin spikes subsequently leading to changes in metabolic and neurobiological signaling. This results in overeating symptoms and hunger exacerbation, which differs from observed effects of healthy fat consumption and lack of similar insulin spikes. As supported in recent case series, significantly reducing or abstaining from these addictive-like ultraprocessed foods and highly refined carbohydrates could be considered a treatment approach. SUMMARY: The current review highlights recent and pertinent evidence with respect to theoretical and practical application of low carbohydrate ketogenic therapeutic approaches for ultraprocessed food addiction and binge eating symptoms. VIDEO ABSTRACT:.",
      "mesh_terms": [
        "Binge-Eating Disorder",
        "Diet, Carbohydrate-Restricted",
        "Diet, Ketogenic",
        "Dietary Carbohydrates",
        "Food Addiction",
        "Food Handling",
        "Food Preferences",
        "Humans",
        "Insulin",
        "Obesity"
      ]
    }
  ]
}