{
  "supplement": "Ursolic Acid",
  "query": "Ursolic Acid[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 23:00:34",
  "research_count": 588,
  "count": 100,
  "articles": [
    {
      "pmid": "40310511",
      "title": "Ursolic acid induces apoptosis in nasopharyngeal carcinoma cells through the P53 signaling pathway: a network pharmacology and experimental validation study.",
      "authors": [
        "Binya Wang",
        "Keying Huang",
        "Jiale Xiao",
        "Yangyang Tao",
        "Jingjing Luo",
        "Yonghui Wu",
        "Sainan Zhou",
        "Yingchun He",
        "Lan He"
      ],
      "journal": "Medical oncology (Northwood, London, England)",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "Nasopharyngeal carcinoma (NPC) is a malignant neoplasm that is highly prevalent in East Asia and presents significant therapeutic challenges due to limited treatment options and severe adverse effects. Ursolic acid (UA) is a pentacyclic triterpenoid with anticancer activity in various tumors; however, its mechanism of action in NPC remains unclear. This study integrated network pharmacology with experimental validation to elucidate the molecular mechanism underlying the effect of UA against NPC. Screening of a network pharmacology database identified 39 targets common to UA and NPC, among which P53, STAT3, Bcl-2, IL1B, and CASP3 showed high node degrees in the protein-protein interaction network. Gene Ontology analysis revealed that these targets were primarily enriched in stress response and apoptosis regulation, whereas Kyoto Encyclopedia of Genes and Genomes analysis indicated significant enrichment in the P53 signaling and apoptosis pathways. UA dose-dependently inhibited the proliferation of the NPC cell lines S18 and S26 (p < 0.01), and induced apoptosis, as demonstrated by Annexin V-FITC/PI double fluorescence staining and confirmed by Hoechst 33,342 staining showing nuclear condensation. UA also caused mitochondrial membrane depolarization, as indicated by JC-1 staining. Western blot analysis showed significant upregulation of P53 and the pro-apoptotic protein BAX (p < 0.01), and downregulation of the anti-apoptotic protein Bcl-2 (p < 0.01) following UA treatment. This study is the first to show that UA induces apoptosis in NPC cells by activating the P53 signaling pathway using network pharmacology and experimental validation.",
      "mesh_terms": [
        "Humans",
        "Ursolic Acid",
        "Triterpenes",
        "Apoptosis",
        "Nasopharyngeal Carcinoma",
        "Signal Transduction",
        "Tumor Suppressor Protein p53",
        "Nasopharyngeal Neoplasms",
        "Network Pharmacology",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Protein Interaction Maps",
        "Antineoplastic Agents, Phytogenic",
        "Carcinoma"
      ]
    },
    {
      "pmid": "40295836",
      "title": "Ursolic acid derivative UA312 ameliorates ionizing radiation-induced cardiotoxicity and neurodevelopmental toxicity in zebrafish via targeting chrna3 and grik5.",
      "authors": [
        "Fei-Fei Xu",
        "Yue Shang",
        "Hui-Qiang Wei",
        "Wei-Ying Zhang",
        "Li-Xing Wang",
        "Tong Hu",
        "Shu-Qin Zhang",
        "Yan-Li Li",
        "Hai-Hua Shang",
        "Wen-Bin Hou",
        "Wen-Feng Gou",
        "Sai-Jun Fan",
        "Yi-Liang Li"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The biological damage caused by ionizing radiation (IR) depends not only on the time and doses of exposure to tissue components but also on the developmental state of the cells. Currently, amifostine is the only radiation-protective agent used for clinical indications related to radiation therapy, but this compound has multiple drawbacks including high toxicity, short half-life and no protective effect on the nervous system. Ursolic acid (UA), a natural pentacyclic triterpenoid that exhibits multiple protective effects including anti-inflammatory, anticarcinogenic, and antioxidant effects. Due to its poor solubility and bioavailability, UA is mostly administered with liposomes. In this study we investigated the impact of UA312, an optimized derivative of UA, on radiation-induced developmental toxicity in zebrafish embryos and larvae. Embryo and larvae survival were observed at 4, 24, 48, and 72 hpf. UA312 was administered at 3 hpf, while embryos were irradiated with 6 Gy of γ-irradiation (dose rate: 0.88 Gy/min) at 4 hpf, then the embryos were moved to a fresh buffer. We determined that 40 µM of UA312 was a safe concentration for zebrafish embryos and larvae. We found that treatment with UA312 (40 µM) restored IR-induced early developmental dysplasia of the zebrafish embryos and larvae. Transcriptomic analysis revealed that exposure to IR inhibited multiple pathways related to neurodevelopment and cardiomyocyte function in zebrafish, which were validated by assessing abnormal cardiac morphology, variations in neurotransmitter levels and alterations in locomotor behavior; and that UA312 treatment ameliorated these alterations. We demonstrated that UA312 treatment significantly reversed the related signaling pathways by targeting chrna3 and grik5. In conclusion, this study identified a promising radioprotective drug, UA312, which alleviates IR-induced cardiotoxicity and neurodevelopmental toxicity in zebrafish by targeting chrna3 and grik5. UA312 may be developed as a novel radioprotective agent against acute IR damage in humans."
    },
    {
      "pmid": "40294722",
      "title": "Ursolic Acid Attenuates Sarcopenia through IL-17a-Related Gut-Muscle Axis in Senile Diabetic Mice and Myotube Model.",
      "authors": [
        "Meiling She",
        "Tianbai Li",
        "Lingli Zhou",
        "Zihao Deng",
        "Minna Huang",
        "Yan Yan",
        "Meng Zhang",
        "Yajun Yang",
        "Dongtao Wang"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sarcopenia significantly impairs quality of life, especially in diabetic patients, where effective treatment options remain limited. The IL-17a-related gut-muscle axis suggests a potential role of the gut microbiota in the development of sarcopenia. Ursolic acid (UA) has shown promise as an anti-sarcopenic agent. Nevertheless, the relationship between UA and the IL-17a-related gut-muscle axis remains unclear. METHODS: In this research, sarcopenia model was established using streptozotocin in vivo and in vitro with TNF-α-managed C2C12 myotubes. RESULTS: UA significantly altered the gut microbiota, notably increasing observed OTUs and the Shannon index of sarcopenic mice. Specifically, UA effectively mitigated the decrease of Bacteroides thetaiotaomicron and restored the total level of short-chain fatty acids, particularly reducing propionic acid and increasing isovaleric acid. Additionally, UA markedly improved muscle quality and function, as evidenced by increased body weight, grip strength, and muscle weight, as well as significantly decreased expression of Atrogin-1 and MuRF-1. Moreover, RNA sequencing results clearly indicated that UA suppressed the IL-17 signaling pathway in sarcopenic mice. Furthermore, UA alleviated oxidative stress and apoptosis in sarcopenic mice. Notably, UA inhibited the IL-17a pathway in sarcopenic mice by suppressing the heightened expression of the proteins. In vitro experiments further confirmed that UA inhibited TNF-α-induced myotube atrophy, reduced Atrogin-1 and MuRF-1 expression, and strongly suggested that IL-17a may be a key target of UA in combating myotube atrophy. CONCLUSIONS: The study emphasizes the importance of UA in alleviating sarcopenia, possibly through the IL-17a-related gut-muscle axis."
    },
    {
      "pmid": "40289034",
      "title": "Ursolic Acid and Caprylic Acid Cocktail Approach Against Pentylenetetrazole-induced Seizures-like Behavior in Adult Zebrafish: Preclinical Study.",
      "authors": [
        "Deepali Sharma",
        "Simranjeet Walia",
        "Simranjit Kaur",
        "Lakshay Kapil",
        "Charan Singh",
        "Arti Singh"
      ],
      "journal": "Journal of molecular neuroscience : MN",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Epilepsy is a neurological disorder characterized by recurrent seizures. Pentylenetetrazole (PTZ) is a chemoconvulsant that impairs GABAergic and glutamatergic neurotransmission, promoting excitotoxicity and seizures. Ursolic acid (UA) and caprylic acid (CA) have anti-inflammatory, anti-oxidant, and neuroprotective properties. The objective of the present study was to investigate the combined effect of UA and CA on seizures, neuronal damage, and inflammation induced by PTZ in adult zebrafish. Adult zebrafish (~6-8 months old; 470-530 mg, n=20) were randomly assigned to 10 different groups namely- I) vehicle: 10% DMSO (20µl/kg, i.p), II) Diazepam 1.25 mg/kg per se (DZP, i.p), III) UA 150 mg/kg per se (i.p), IV) CA 60 mg/kg per se (i.p), V) PTZ 170 mg/kg (i.p), VI) DZP 1.25 + PTZ 170 (30 min after DZP 1.25), VII) UA 50 + PTZ 170 (30 min after UA 50), VIII) UA 150 + PTZ 170 (30 min after UA 150), IX) CA 60 + PTZ 170 (30 min after CA 60), and X) UA 50 and CA 60 + PTZ 170 (30 min after UA 50 and CA 60) administration followed by seizure scoring, neurobehavioral (Novel tank test and open field test), biochemical [lipid peroxidase (LPO), acetylcholinesterase (AChEs), superoxide dismutase catalase (SOD), and glutathione-s-transferase (GSH)], molecular (TNF-α, IL-10, Nrf-2 and IL-1β), mitochondrial (complex I, II, IV), cell viability assay (MTT assay) and histopathological analysis. UA of both doses and CA decreased mean seizure score, and mean seizure time. Importantly, combination of UA 50 mg/kg and CA 60 mg/kg attenuated seizure-like behavioural scores, decreased mean seizure time, mean seizure score and reduced the frequency of clonic-like seizures (score 4) in PTZ-treated zebrafish. A combination of UA 50 mg/kg and CA 60 mg/kg also prevented oxidative stress in PTZ-challenged fish by decreasing lipid peroxidation, AChEs activity and increasing catalase, GSH and SOD levels. Additionally, the combination therapy prevented inflammatory response by declining TNF-α and IL-1β levels and raising IL-10 and Nrf-2 levels. Moreover, combination of UA 50 mg/kg and CA 60 mg/kg significantly improved mitochondrial complex I, II and IV activities as well as increase mitochondrial viability in MTT assay. Furthermore, morphology of neuronal cell was prevented in combination of UA 50 mg/kg and CA 60 mg/kg as seen in H & E staining. The protective effect of UA 50 mg/kg and CA 60 mg/kg cocktail is comparable with standard drug Diazepam. Together, we demonstrate that UA 50 mg/kg and CA 60 mg/kg cocktail significantly attenuated PTZ-induced seizure-like behaviours, brain oxidative stress, mitochondrial dysfunction and morphological damage of neuronal cell in zebrafish, suggesting the involvement of its strong anti-inflammatory and antioxidant mechanisms in neuroprotection.",
      "mesh_terms": [
        "Animals",
        "Zebrafish",
        "Pentylenetetrazole",
        "Triterpenes",
        "Seizures",
        "Ursolic Acid",
        "Anticonvulsants",
        "Neuroprotective Agents",
        "Antioxidants",
        "Male"
      ]
    },
    {
      "pmid": "40273613",
      "title": "Ursolic acid induces apoptosis and disrupts host-parasite interactions in Theileria annulata-infected cells.",
      "authors": [
        "Sakshi Singh",
        "Madhusmita Subudhi",
        "Vengatachala Moorthy A",
        "Akash Suresh",
        "Paresh Sharma"
      ],
      "journal": "International journal for parasitology. Drugs and drug resistance",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explores the anti-proliferative and anti-parasitic properties of ursolic acid (UA) in Theileria annulata-infected bovine (TA) cells. Dose-response analyses determined an IC50 value of approximately 5 μg/mL for UA, demonstrating selective cytotoxicity toward infected cells with minimal impact on healthy cells. UA treatment induced pronounced morphological alterations and apoptosis in TA cells, as evidenced by light microscopy and a time-dependent increase in cell mortality. Notably, UA exhibited consistent efficacy against both buparvaquone (BPQ)-sensitive and BPQ-resistant TA cell lines, highlighting its broad-spectrum anti-parasitic potential. Mechanistic investigations revealed that UA triggers DNA damage, elevates reactive oxygen species (ROS) levels, disrupts mitochondrial function, and induces sub-G1 phase arrest, culminating in apoptosis primarily via the intrinsic pathway. Mass spectrometry-based proteomic profiling identified significant perturbations in host cell pathways, including DNA repair mechanisms, cell cycle regulation, and signaling networks, alongside direct interference with parasite metabolic processes. Western blot analysis further confirmed UA-mediated modulation of host cell signaling pathways and chromatin organization. Given the rising incidence of drug-resistant T. annulata strains, the development of novel therapeutic strategies is imperative. These findings highlight UA's multifaceted mechanism of action, targeting both parasitic and host cellular processes, and position it as a promising candidate for the treatment of bovine theileriosis."
    },
    {
      "pmid": "40206280",
      "title": "Ursolic Acid Modulates Estrogen Conversion to Relieve Inflammation in Metabolic Dysfunction-associated Steatotic Liver Disease via HSD17B14.",
      "authors": [
        "Simin Gu",
        "Hui Zhang",
        "Zhekun Xiong",
        "Chong Chen",
        "Junmin Wang",
        "Dan Fang",
        "Yiyuan Zheng",
        "Yong Li"
      ],
      "journal": "Journal of clinical and translational hepatology",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: The incidence of metabolic dysfunction-associated steatotic liver disease (MASLD) has been escalating annually, positioning it as the leading cause of chronic liver disease worldwide. Ursolic acid has demonstrated promising therapeutic efficacy in managing MASLD, thereby justifying the need for an in-depth exploration of its pharmacological mechanisms. This study aimed to investigate elucidate the therapeutic mechanisms by which ursolic acid modulates estrogen conversion in the treatment of MASLD. METHODS: Building upon prior studies that have highlighted the potent anti-inflammatory effects of ursolic acid and its specific targeting of 17β-hydroxysteroid dehydrogenase 14 (HSD17B14), this investigation employed a western diet to induce MASLD in murine models with varying severities over different time intervals. RESULTS: The protein expression of HSD17B14 initially increased, followed by a subsequent decrease. This trend was accompanied by corresponding changes in 17β-estradiol (E2) and estrone (E1) levels. Intervention with ursolic acid resulted in a reduction in HSD17B14 and E1 levels during the phase of high HSD17B14 expression, while simultaneously elevating E2 levels. In steatotic hepatocytes, E1 promoted cellular inflammation, whereas E2 exhibited anti-inflammatory effects. However, the alleviated effects of E2 were antagonized by HSD17B14. As expected, ursolic acid modulated HSD17B14, thereby mitigating the inflammatory response in steatotic hepatocytes. CONCLUSIONS: HSD17B14, a crucial enzyme regulating the balance between E1 and E2, catalyzes the conversion of estrogen E2 into E1, thereby exacerbating tissue inflammation induced by metabolic stress. Ursolic acid, by modulating HSD17B14-mediated estrogen conversion, appears to ameliorate immune-related inflammation in MASLD."
    },
    {
      "pmid": "40203793",
      "title": "Ursolic acid suppresses ferroptosis by modulating Th17/Treg balance and gut dysbiosis in experimental autoimmune thyroiditis rats.",
      "authors": [
        "Lunpan Mou",
        "Baoliang Huang",
        "Wanrun Xie",
        "Bo Li",
        "Zhenzhen Hong",
        "Xiaoyan Huang",
        "Xiaoyu Liu",
        "Yi Zhang"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-May-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ursolic acid (UA), a natural pentacyclic triterpenoid, exhibits anti-inflammatory and antioxidant properties. UA treatment modifies gut microbiota composition, and attenuates ROS and TNF-α production, while controlling Th17/Treg balance. However, UA's role in Hashimoto's thyroiditis (HT) remains unexplored, here, we employed experimental autoimmune thyroiditis (EAT) rat to explore its therapeutic potential in HT. Our studies indicated UA suppressed HT inflammation, as reflected by reduced baseline levels of IL-17 A, TNF-α, and ROS. These alterations correlated with decreased frequencies of CD4+ IL-17 A+ Th17 cells, and elevated frequencies of CD4+ CD25+ FoxP3+ Treg cells in peripheral blood and spleen. Additionally, UA improved gut microbiota composition, increasing Lactobacillus and Bifidobacterium. Moreover, UA upregulated FoxP3 and ferroptosis inhibitors HO-1, FTH1, GPX4, and SLC7A11 expression, and downregulated ferroptosis inducer ROS and ACSL4 expression. These findings suggest that UA can alleviates EAT symptoms by modulating immune balance, gut dysbiosis, and ferroptosis, providing insights into its potential as a therapeutic agent for HT.",
      "mesh_terms": [
        "Animals",
        "Th17 Cells",
        "T-Lymphocytes, Regulatory",
        "Gastrointestinal Microbiome",
        "Dysbiosis",
        "Ursolic Acid",
        "Triterpenes",
        "Rats",
        "Ferroptosis",
        "Thyroiditis, Autoimmune",
        "Disease Models, Animal",
        "Anti-Inflammatory Agents",
        "Male",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "40117208",
      "title": "Design, synthesis and antitumor activity of pentacyclic triterpenoid ursolic acid derivatives and oleanolic acid derivatives based on multi-target.",
      "authors": [
        "Jun-Jiao Ma",
        "Liang-Feng Zhang",
        "Dong-Ping Xu",
        "Zan Wang",
        "Yan-Qiu Meng"
      ],
      "journal": "Journal of Asian natural products research",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Totally twelve inhibitors of Survivin and Sp1 based on ursolic acid (UA) derivatives and oleanolic acid (OA) derivatives were designed and synthesized with modification at C-2, C-3 and C-28 of UA and OA. Their structures were confirmed by HRMS,1H NMR and 13C NMR. In vitro activity assay showed that these compounds can inhibit cell proliferation of HeLa, SKOV3, BGC-823 and HT1080 cells, especially compounds IV and X showed better inhibitory activity on these tumor cells than that of the positive control drug Gefitinib and similar to Vp-16. Mechanistically, selected compound may inhibit the proliferation of SKOV3 cells and trigger apoptosis by activating Sp1 to inhibit Survivin protein expression, which may be promising leading compounds for cancer therapy."
    },
    {
      "pmid": "40077464",
      "title": "Ursolic Acid Induces Multifaceted Defense Responses Against Postharvest Blue Mold Rot in Apple Fruit.",
      "authors": [
        "Chang Shu",
        "Wenxiao Jiao",
        "Kuanbo Cui",
        "Jiankang Cao",
        "Weibo Jiang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The disease resistance and defense mechanisms induced by ursolic acid (UA) in apple fruit were studied in this paper. UA was directly mixed with potato dextrose agar and broth media to assay its antifungal activity in vitro. The results showed that UA exerted inherent antifungal activity and directly inhibited the in vitro growth and spore germination of Penicillium expansum. Its half-maximal inhibitory concentration for hyphal growth was 175.6 mg L-1. Apple fruit were immersed in UA solution, followed by inoculation with P. expansum, to measure their disease response. The results demonstrated that UA induced significant disease resistance in apple fruit and that its mechanisms are multifaceted and associated with defensive and antioxidative enzymes and the phenylpropanoid pathway. Chitinase, β-1,3-glucanase, peroxidase, and polyphenol oxidase were activated and maintained at relatively high levels. The activities of enzymes and their metabolites in the phenylpropanoid pathway, including phenylalanine ammonia-lyase, cinnamate-4-hydroxylase, and 4-coumarate coenzyme A ligase were significantly increased; accordingly, total phenolics, flavonoid, and lignin contents were significantly increased. The activities of superoxide dismutase, ascorbate peroxidase, and glutathione reductase were enhanced upon UA treatment, while catalase activity was suppressed, which regulates hydrogen peroxide accumulation to defend against pathogens. These results suggest that UA induces defense responses against postharvest blue mold rot in apple fruit and that it may be a promising elicitor to induce fruit disease resistance to control postharvest decay."
    },
    {
      "pmid": "40047211",
      "title": "Nanotherapy targeting anti-aging skin cells: harnessing ursolic acid from Ocimum sanctum Linn for precision skin rejuvenation - a molecular perspective.",
      "authors": [
        "Shyamanta Bhattacharjee",
        "Vaibhav Rastogi",
        "Sumit Durgapal",
        "Anurag Verma",
        "Bhavana Singh",
        "Amrish Chandra"
      ],
      "journal": "Natural product research",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The necessity of this work lies in the innovative application of nanotherapy to target anti-ageing skin cells, utilising ursolic acid from Ocimum sanctum Linn for precise and effective skin rejuvenation at a molecular level. Ursolic acid (UA), a pentacyclic triterpenoid compound, found in abundance in the plant O. sanctum Linn, has long been recognised for its potential anti-inflammatory, antioxidant, and anti-ageing properties. Despite its promising benefits, the direct application of UA in skincare has been limited, primarily due to its low aqueous solubility and poor skin penetration. This study explores a groundbreaking molecular approach, employing nanotechnology to enhance the delivery of UA, targeting skin cells for effective anti-ageing treatment. Through a comprehensive investigation, UA was encapsulated into biocompatible nanocarriers, ensuring increased stability, improved dermal penetration, and sustained release of the compound at the targeted site. By harnessing the specificity and efficiency of nanodelivery systems, the study achieved significant improvement in the absorption of UA in the deeper layers of the skin. This targeted intervention at the cellular and molecular level paved the way for maximising the potential of UA as an anti-ageing agent. In conclusion, the nanotherapeutic delivery of UA from O. sanctum Linn offers a paradigm shift in skincare, bringing forth a promising molecular strategy to combat skin ageing. With further advancements, this approach has the potential to revolutionise anti-ageing treatments, integrating traditional botanical wisdom with cutting-edge nanotechnology."
    },
    {
      "pmid": "39897400",
      "title": "Recent developments on ursolic acid and its potential biological applications.",
      "authors": [
        "R Arulnangai",
        "H Asia Thabassoom",
        "H Vajiha Banu",
        "K Thirugnanasambandham",
        "R Ganesamoorthy"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "A naturally occurring pentacyclic triterpenoid, ursolic acid (UA) has attracted a lot of interest due to its various pharmacological characteristics and its medical uses. The goal of this thorough review is to present a thorough examination of the therapeutic benefits of UA, including its anti-inflammatory, antioxidant, anticancer, antibacterial, and metabolic-regulating properties. We go over its origins, pharmacological characteristics, and advantages in the treatment of several illnesses, including cancer, neurological disorders, metabolic disorders, and cardiovascular diseases. We further emphasize its potential to improve exercise capacity and its growing function as an exercise mimic. UA's therapeutic potential is thoroughly explained in this review, which highlights the compound's potential as a natural remedy for several illnesses."
    },
    {
      "pmid": "39788329",
      "title": "Ursolic acid enhances radiosensitivity in esophageal squamous cell carcinoma by modulating p53/SLC7A11/GPX4 pathway-mediated ferroptosis.",
      "authors": [
        "Nuran Bedolla",
        "Linyu Liu",
        "Xueting Liu",
        "Qiuxian Xie",
        "Yanli Ren"
      ],
      "journal": "Toxicon : official journal of the International Society on Toxinology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Radiotherapy is essential for the management of esophageal squamous cell carcinoma (ESCC). However, ESCC cells are highly susceptible to developing resistance to radiotherapy, leading to poor prognosis. Ursolic acid (UA) is a herbal monomer, has multiple medicinal benefits like anti-tumor. The impact of UA on the sensitivity of ESCC cells to radiotherapy is currently unclear. METHODS: The impact of UA and ionizing radiation (IR) on the viability of TE-1 and KYSE30 cells was assessed by the MTT assay. EdU staining, flow cytometry, clone formation, Wound healing and Transwell assay detected the biological properties of ESCC cells. FerroOrange, DCFH-DA, and kits to detect the influences of UA and/or IR treatment on cellular ferroptosis. The levels of p53/solute carrier family 7a member 11 (SLC7A11)/glutathione peroxidase 4 (GPX4) pathway proteins were detected by Western blot. Additionally, a subcutaneous graft tumor model was constructed in nude mice. RESULTS: 10 μM UA reduced the viability and induced death of ESCC cells. UA enhanced the impacts of IR by suppressing cell proliferation, migration and invasion, inducing cell death, and causing cell cycle arrest. Ferroptosis inhibitor impaired the inhibitory impacts of UA and IR on the biological properties of ESCC cells. The combination of UA and IR led to ferroptosis through the modulation of the p53/SLC7A11/GPX4 pathway, and UA enhanced the responsiveness of ESCC cells to IR both in vitro and in vivo. CONCLUSION: UA inhibits the malignant biological behavior of ESCC by modulating ferroptosis through the p53/SLC7A11/GPX4 pathway, and enhances the sensitivity of ESCC cells to IR.",
      "mesh_terms": [
        "Ferroptosis",
        "Ursolic Acid",
        "Triterpenes",
        "Humans",
        "Esophageal Squamous Cell Carcinoma",
        "Animals",
        "Tumor Suppressor Protein p53",
        "Cell Line, Tumor",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Esophageal Neoplasms",
        "Mice",
        "Mice, Nude",
        "Amino Acid Transport System y+",
        "Radiation Tolerance",
        "Mice, Inbred BALB C"
      ]
    },
    {
      "pmid": "39729923",
      "title": "Therapeutic effects of tripterygium glycosides on periodontitis: Exploring the role of ursolic acid and the RIPK3/NLRP3 signaling pathway.",
      "authors": [
        "Long Ren",
        "Ying Gao",
        "Li Chen",
        "Lina Yang"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Periodontitis, a chronic inflammatory disease, poses challenges in treatment due to its complex etiology. Tripterygium glycosides (TGs), renowned for their immunosuppressive and anti-inflammatory capabilities, present a prospective therapeutic option for the management of periodontitis. This study delves into the therapeutic efficacy of TGs in periodontitis and reveals the fundamental mechanisms involved. MATERIALS AND METHODS: Animal experiments were conducted to observe the therapeutic effects of TGs. Liquid chromatography-tandem mass spectrometry (LC-MS/MS) technology was employed to identify the optimal components. Proteomic technology was used to identify differentially expressed proteins, followed by Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses. Molecular docking and experimental verification of core components and targets were also performed. RESULTS: TGs markedly attenuated periodontal damage and alveolar bone resorption and significantly reduced the expression of inflammatory factors. Ursolic acid (UA) was identified as a crucial active ingredient. Among the signaling pathways, the nucleotide-binding oligomerization domain-like receptor (NLR) pathway was the most prominently enriched pathway. The binding of UA to receptor-interacting protein kinase 3 (RIPK3) was demonstrated to have therapeutic efficacy. In vitro experiments verified that UA exerts anti-inflammatory effects through the RIPK3/NLRP3 signaling pathway. CONCLUSION: This study demonstrated that TGs effectively treat periodontitis by mitigating alveolar bone loss and suppressing inflammation. As the primary component of TGs, UA exerts therapeutic effects by inhibiting the expression of RIPK3, which in turn influences the activation of the NLRP3 inflammasome and the subsequent expression of downstream inflammatory factors. The findings of this study offer a theoretical foundation for the clinical application of TGs in the management of periodontitis.",
      "mesh_terms": [
        "Animals",
        "Tripterygium",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Periodontitis",
        "Glycosides",
        "Signal Transduction",
        "Triterpenes",
        "Receptor-Interacting Protein Serine-Threonine Kinases",
        "Mice",
        "Ursolic Acid",
        "Male",
        "Humans",
        "Anti-Inflammatory Agents",
        "Molecular Docking Simulation",
        "Mice, Inbred C57BL",
        "Disease Models, Animal",
        "RAW 264.7 Cells"
      ]
    },
    {
      "pmid": "39718470",
      "title": "Ursolic Acid as a Protective Agent against UVB-Induced Metabolic and Epigenetic Alterations in Human Skin Keratinocytes: An Omics-Based Study.",
      "authors": [
        "Shanyi Li",
        "Zixin Li",
        "Hsiao-Chen Dina Kuo",
        "Ah-Ng Kong"
      ],
      "journal": "Cancer prevention research (Philadelphia, Pa.)",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to assess how ursolic acid (UA) can protect human skin keratinocytes from damage caused by UVB radiation. Utilizing an omics-based approach, we characterized the features of photodamage and investigated the potential of UA to reverse HaCaT cell subpopulation injury caused by UVB radiation. The most significant changes in metabolite levels after UA treatment were in pathways associated with phosphatidylcholine biosynthesis and arginine and proline metabolism. Treatment with UA can reverse the levels of certain metabolites, including creatinine, creatine phosphate, and succinic acid. Pathways activated by UA treatment in UVB-irradiated HaCaT cells were associated with several biological processes, including the positive regulation of protein modification process, cell division, and enzyme-linked receptor protein signaling pathway. Treatment with UA demonstrates the capability to mitigate the effects of UVB radiation on specific genes, including S100 calcium-binding protein A9 and IL6 receptor. DNA/CpG methylation indicates that UA can partially reverse some of the alterations in the UVB-induced CpG methylome. Utilizing integrated RNA sequencing and methylation sequencing data, starburst plots illustrate the correlation between mRNA expression and CpG methylation status. UA potentially influences the metabolic pathway of glycerophospholipid metabolism by modulating the expression of several key enzymes, including phospholipase A2 group IIA and lipin 2. Altogether, these results indicate that UVB radiation induces metabolic reprogramming, epigenetic changes, and transcriptomic shifts. Meanwhile, UA demonstrates the capacity to inhibit or reduce the severity of these alterations, which may underlie its potential protective role against skin damage caused by UVB exposure. Prevention Relevance: Our research indicates that UA has the potential to mitigate or lessen the impact of UVB radiation, which is known to cause metabolic reprogramming, epigenetic alterations, and transcriptomic changes. These effects could be responsible for UA's possible protective function against skin damage induced by UVB exposure.",
      "mesh_terms": [
        "Humans",
        "Ultraviolet Rays",
        "Ursolic Acid",
        "Keratinocytes",
        "Triterpenes",
        "Epigenesis, Genetic",
        "DNA Methylation",
        "Skin",
        "Radiation-Protective Agents"
      ]
    },
    {
      "pmid": "39615282",
      "title": "In vitro and in vivo evaluation of novel ursolic acid derivatives as potential antibacterial agents against methicillin-resistant Staphylococcus aureus (MRSA).",
      "authors": [
        "Ying Sun",
        "Xiaofang Li",
        "Yan Wang",
        "Xiangcun Shang",
        "Wenhuan Huang",
        "Song Ang",
        "Dongli Li",
        "Wing-Leung Wong",
        "Weiqian David Hong",
        "Kun Zhang",
        "Panpan Wu"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The misuse and abuse of antibiotics have led to the increase of drug resistance and the emergence of multi-drug resistant bacteria. Therefore, it is an urgent need to develop novel antimicrobial agents to address this problem. Natural products (NPs) could provide an effective strategy for the discovery of drug due to their wide range of source and biological activities. Ursolic acid (UA) is a naturally occurring compound known for its wide range of biological properties. In this study, a series of UA derivatives were rationally designed and synthesized by incorporating antibacterial potential fragments of benzenesulfonamide and indole, with the aim of obtaining novel UA derivatives for the treatment of bacterial infections. Based on the preliminary screening, UA derivatives 27 (yield of 26 %), containing 4-chlorobenzenesulfonamide and 6-carboxyindole pharmacophores, as well as 34 (yield of 42 %), containing 4-carboxybenzenesulfonamide and unsubstituted indole pharmacophores, were identified as promising antibacterial agents against Staphylococcus aureus, especially for methicillin-resistant Staphylococcus aureus (MRSA), possessing MICs of 1 μM. Furthermore, both of them also displayed low hemolytic activity, non-resistance, and low-toxicity to mammalian cells. In addition, further mechanistic studies revealed that 27 and 34 were able to inhibit and eliminate MRSA biofilm formation, affecting the permeability of bacterial cell membrane, leading to increase intracellular reactive oxygen species (ROS) and ultimately inducing bacterial death. Notably, 27 and 34 also showed promising in vivo efficacy against MRSA in a mouse wound model. These results suggested that 27 and 34 should have promising applications against MRSA infection.",
      "mesh_terms": [
        "Ursolic Acid",
        "Methicillin-Resistant Staphylococcus aureus",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Animals",
        "Structure-Activity Relationship",
        "Triterpenes",
        "Mice",
        "Molecular Structure",
        "Humans",
        "Dose-Response Relationship, Drug"
      ]
    },
    {
      "pmid": "39515101",
      "title": "A combined treatment with Ursolic acid and Solasodine inhibits colorectal cancer progression through the AKT1/ERK1/2-GSK-3β-β-catenin axis.",
      "authors": [
        "Yiren Yang",
        "Pengyu Liu",
        "Yue Jin",
        "Huilin Zhu",
        "Miao Wang",
        "Xiaowen Jiang",
        "Huiyuan Gao"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Conventional chemotherapy medications are inadequate for managing the primary or acquired drug resistance, high toxicity, and adverse effects of colorectal cancer (CRC) treatment. Ursolic acid (UA) and Solasodine (Sol) are natural compounds found in a wide variety of traditional medicinal plants, as well as in many fruits and vegetables, such as Actinidia arguta (Sieb. & Zucc) Planch and Solanum nigrum L.. These compounds exhibit significant anti-tumor activity. Recent investigations have demonstrated that a combination strategy using natural products exhibits greater potential in CRC treatment compared to a single-drug strategy. PURPOSE: This study aimed to elucidate the potential of UA-Sol synergy against CRC and to investigate the mechanism of action involved in inducing apoptosis and inhibiting metastasis through the AKT1/ERK1/2-GSK-3β-β-catenin axis. METHODS: The optimal ratio of UA-Sol and its synergistic effects were explored using an MTT assay combined with the technique of Chou Talalay. The effects of UA-Sol on the apoptosis, autophagy, and metastasis of CRC cells were assessed using Annexin V-FITC/PI, TUNEL, Immunofluorescence, Wound healing, Transwell migration, and western blotting. The core mechanism of action of UA-Sol against CRC was investigated employing network pharmacology prediction combined with CETSA and plasmid transfection. Finally, in vivo validation was conducted using mouse xenograft tumor and lung metastasis models. RESULTS: The combination of UA and Sol synergistically inhibited CRC cell viability at a molar ratio of 6:24. UA-Sol induced the expression of pro-apoptotic and autophagy genes such as Bax/Bcl-2 and LC3, ultimately leading to apoptosis and autophagy in CRC cells in vitro. In addition, this combination inhibited MMP-9 and promoted the expression of the adhesion protein E-cadherin, thereby inhibiting CRC cell metastasis. Mechanistically, UA-Sol regulated the expression of a downstream protein GSK-3β by targeting AKT1 and ERK1/2 inhibition. This induced a cross-talk between the MAPK cascade pathway and the PI3K/AKT pathway, thereby inhibiting the nuclear translocation of β-catenin and participating in the regulation of CRC cell processes. CONCLUSION: UA-Sol inhibited the AKT1/ERK1/2-GSK-3β-β-catenin axis to induce apoptosis, autophagy and anti-metastasis by targeting AKT1 and ERK1/2 inhibition. This dual-target drug combination strategy provides promising insights into the development of novel, safe, and efficient drugs for the treatment of CRC.",
      "mesh_terms": [
        "Humans",
        "Triterpenes",
        "Colorectal Neoplasms",
        "Animals",
        "Ursolic Acid",
        "Proto-Oncogene Proteins c-akt",
        "Glycogen Synthase Kinase 3 beta",
        "beta Catenin",
        "Apoptosis",
        "Mice, Nude",
        "Mice, Inbred BALB C",
        "Mice",
        "Solanaceous Alkaloids",
        "Cell Line, Tumor",
        "Drug Synergism",
        "Antineoplastic Agents, Phytogenic",
        "Xenograft Model Antitumor Assays",
        "MAP Kinase Signaling System",
        "Cell Movement",
        "Male"
      ]
    },
    {
      "pmid": "39500482",
      "title": "Exploring the mechanism of ursolic acid in preventing liver fibrosis and improving intestinal microbiota based on NOX2/NLRP3 inflammasome signaling pathway.",
      "authors": [
        "Qi Liu",
        "Lin-Xiang Liu",
        "Bi-Min Li",
        "Wang Zhang",
        "Yue Zhang",
        "Peng Chen",
        "Chen-Kai Huang",
        "Yuan Nie",
        "Xuan Zhu"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2025-Jan-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Early-stage liver fibrosis can be reversed; however, the underlying mechanisms remain incompletely understood. The intestinal tract hosts a substantial and diverse microbiota involved in various physiological activities and is closely linked to chronic liver disease. Previous studies have indicated that ursolic acid (UA), derived from herbal plants, possesses anti-inflammatory and antifibrotic properties; however, its precise mechanism remains to be elucidated. Consequently, liver fibrosis models were constructed utilizing both the methionine/choline deficieny (MCD) diet and carbon tetrachloride (CCl4) intraperitoneal injections. 16S rRNA was conducted to analyze the intestinal microbiota. Results indicated that UA attenuated liver injury and fibrosis, reduced indices related to liver fibrosis, and decreased the expression levels of NADPH oxidase 2 (NOX2) and NOD like receptor protein 3 (NLRP3). Hepatic fibrosis was alleviated in post-model NOX2 and NLRP3 gene knockout (NOX2-/- and NLRP3-/-) mice in comparison to post-model wild-type (WT) mice. Nonetheless, neither UA treatment nor control treatment significantly improved liver fibrosis in comparison to post-model knockout mice. Furthermore, the liver of NOX2-/- mice exhibited lower levels of NLRP3 expression. Importantly, knockout mice displayed a higher diversity of intestinal microbiota, characterized by an increased presence of beneficial bacteria and a reduced presence of harmful bacteria compared to WT mice. In conclusion, UA exerts antifibrotic effects through the inhibition of the NOX2/NLRP3 inflammasome signaling pathway. UA has the potential to reverse liver fibrosis by modulating this signaling pathway, thereby enhancing the gut microbiota.",
      "mesh_terms": [
        "Animals",
        "Triterpenes",
        "Gastrointestinal Microbiome",
        "NADPH Oxidase 2",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Signal Transduction",
        "Mice",
        "Liver Cirrhosis",
        "Ursolic Acid",
        "Male",
        "Inflammasomes",
        "Carbon Tetrachloride",
        "Mice, Knockout",
        "Mice, Inbred C57BL",
        "Liver"
      ]
    },
    {
      "pmid": "39449342",
      "title": "Promising Anti-Inflammatory Properties of Ursolic Acid Isolated from Atylosia goensis.",
      "authors": [
        "Leemol Varghese",
        "Shanaz Banu"
      ],
      "journal": "Current rheumatology reviews",
      "publication_date": "2024-Oct-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Indigenous plants are plant species that are native to a specific region and have evolved naturally and adapted to local environmental conditions over a long period. AIM: This study aimed to explore the anti-arthritic effects of Atylosia goensis, an indigenous plant species in the Western Ghats of India. METHODOLOGY: An ethanolic extract of Atylosia goensis was obtained using the Soxhlet extraction method, which revealed a diverse array of phytochemicals through liquid chromatography-mass spectroscopy (LC-MS). Key compounds, including fatty acids, sterols, and potential health-beneficial compounds, were identified, and one prominent phytoconstituent, ursolic acid, was spectroscopically characterized using 1H NMR, 13C NMR, and mass spectrometry. The research also examined the anti-inflammatory activity and in-vitro and in-vivo anti-arthritic activity of ethanolic extract. RESULTS: The ethanol extract exhibited notable inhibition of Cox-2, indicating potential anti-inflammatory effects. The in vivo anti-arthritic activity of ursolic acid was evaluated at different doses (200 and 400 mg/kg) over a 24-day period. Ursolic acid significantly reduced joint edema, particularly at higher doses, thereby emphasizing its anti-inflammatory properties. Biomarker analysis revealed dose-dependent attenuation of disease-associated biomarker levels, supporting the potential therapeutic efficacy of ursolic acid in arthritis management. Moreover, the hepatoprotective potential of ursolic acid was evident in biochemical parameters, including SGPT, SGOT, and ALP levels. Both doses of ursolic acid effectively mitigated liver dysfunction induced in the disease control group, demonstrating its protective role in liver health. Histopathological assessments corroborated these findings, indicating a reduction in inflammatory areas following ursolic acid treatment, especially at higher doses. CONCLUSION: This experimental work provides valuable information on the therapeutic potential of Atylosia goensis and ursolic acid, emphasizing their roles in anti-inflammatory and hepatoprotective applications. This study contributes to the understanding of plant-derived compounds for potential pharmaceutical use in the management of inflammatory and arthritic conditions."
    },
    {
      "pmid": "39425081",
      "title": "Brain-targeted ursolic acid nanoparticles for anti-ferroptosis therapy in subarachnoid hemorrhage.",
      "authors": [
        "Yong Li",
        "Xinyi Zhu",
        "Wei Xiong",
        "Qingyu Zhao",
        "Youdong Zhou",
        "Yujia Guo",
        "Baohui Liu",
        "Mingchang Li",
        "Qianxue Chen",
        "Xiaobing Jiang",
        "Yangzhi Qi",
        "Qingsong Ye",
        "Gang Deng"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2024-Oct-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Subarachnoid hemorrhage (SAH) is a life -threatening cerebrovascular disease, where early brain injury (EBI) stands as a primary contributor to mortality and unfavorable patient outcomes. Neuronal ferroptosis emerges as a key pathological mechanism underlying EBI in SAH. Targeting ferroptosis for therapeutic intervention in SAH holds significant promise as a treatment strategy. METHODS: SAH model was induced via intravascular puncture and quantitatively assessed the presence of neuronal ferroptosis in the early phase of SAH using FJC staining, Prussian blue staining, as well as malondialdehyde (MDA) and glutathione (GSH) measurements. Hyaluronic acid-coated ursolic acid nanoparticles (HA-PEG-UA NPs) were prepared using the solvent evaporation method. We investigated the in vivo distribution of HA-PEG-UA NPs in SAH model through IVIS and fluorescence observation, and examined their impact on short-term neurological function and cortical neurological injury. Finally, we assessed the effect of UA on the Nrf-2/SLC7A11/GPX4 axis via Western Blot analysis. RESULTS: We successfully developed self-assembled UA NPs with hyaluronic acid to target the increased CD44 expression in the SAH-afflicted brain. The resulting HA-PEG-UA NPs facilitated delivery and enrichment of UA within the SAH-affected region. The targeted delivery of UA to the SAH region can effectively inhibit neuronal ferroptosis, improve neurological deficits, and prognosis in mice. Its mechanism of action is associated with the activation of the Nrf-2/SLC7A11/GPX4 signaling pathway. CONCLUSIONS: Brain-targeted HA-PEG-UA NPs was successfully developed and hold the potential to enhance SAH prognosis by limiting neuronal ferroptosis via modulation of the Nrf-2/SLC7A11/GPX4 signal.",
      "mesh_terms": [
        "Animals",
        "Ursolic Acid",
        "Triterpenes",
        "Ferroptosis",
        "Mice",
        "Subarachnoid Hemorrhage",
        "Nanoparticles",
        "NF-E2-Related Factor 2",
        "Hyaluronic Acid",
        "Male",
        "Brain",
        "Mice, Inbred C57BL",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Disease Models, Animal",
        "Neurons",
        "Amino Acid Transport System y+"
      ]
    },
    {
      "pmid": "39409987",
      "title": "Cytotoxic Autophagy: A Novel Treatment Paradigm against Breast Cancer Using Oleanolic Acid and Ursolic Acid.",
      "authors": [
        "Kunj Bihari Gupta",
        "Jie Gao",
        "Xin Li",
        "Muthusamy Thangaraju",
        "Siva S Panda",
        "Bal L Lokeshwar"
      ],
      "journal": "Cancers",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oleanolic acid (OA) and Ursolic acid (UA) are bioactive triterpenoids. Reported activities vary with the dose used for testing their activities in vitro. Studies using doses of ≥20 µM showed apoptosis activities in cancer cells. However, reported drug levels in circulation achieved by oral administration of UA and OA are ≤2 µM, thus limiting their use for treatment or delivering a combination treatment. MATERIALS AND METHODS: The present report demonstrates the efficacy of OA, UA, and OA + UA on tumor cell-specific cytotoxicity at low doses (5 µM to 10 µM) in breast cancer (BrCa) cell lines MCF7 and MDA-MB231. RESULTS: The data show that both OA and UA killed BrCa cells at low doses, but were significantly less toxic to MCF-12A, a non-tumorigenic cell line. Moreover, OA + UA at ≤10 µM was lethal to BrCa cells. Mechanistic studies unraveled the significant absence of apoptosis, but their cytotoxicity was due to the induction of excessive autophagy at a OA + UA dose of 5 µM each. A link to drug-induced cytotoxic autophagy was established by demonstrating a lack of their cytotoxicity by silencing the autophagy-targeting genes (ATGs), which prevented OA-, UA-, or OA + UA-induced cell death. Further, UA or OA + UA treatment of BrCa cells caused an inhibition of PI3 kinase-mediated phosphorylation of Akt/mTOR, the key pathways that regulate cancer cell survival, metabolism, and proliferation. DISCUSSION: Combinations of a PI3K inhibitor (LY294002) with OA, UA, or OA + UA synergistically inhibited BrCa cell survival. Therefore, the dominance of cytotoxic autophagy by inhibiting PI3K-mediated autophagy may be the primary mechanism of PTT-induced anticancer activity in BrCa cells. CONCLUSION: These results suggest it would be worthwhile testing combined OA and UA in clinical settings."
    },
    {
      "pmid": "39398166",
      "title": "Synergistic Therapy of Melanoma by Co-Delivery of Dacarbazine and Ferroptosis-Inducing Ursolic Acid Using Biomimetic Nanoparticles.",
      "authors": [
        "Wenjun Hou",
        "Yifan Zou",
        "Jie Li",
        "Hui Jiang",
        "Jinyu Li",
        "Jie Wu",
        "Senlin Zhu",
        "Yan Ding",
        "Huae Xu",
        "Feng Jia",
        "Xiaolin Li"
      ],
      "journal": "ACS omega",
      "publication_date": "2024-Oct-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Melanoma is one of the most aggressive types of cancer and is prone to metastasis, making current clinical treatment quite difficult. The usage of the first-line medication dacarbazine (DTIC) for melanoma is limited due to harsh side effects, limited water solubility, and a short half-life. To tackle these disadvantages, polylactic acid-hydroxyacetic acid copolymer nanoparticles (NPs) loaded with dacarbazine and ursolic acid (NPs) were fabricated, which were further encapsulated with a red blood cell membrane (RNPs). MTT, apoptosis assay, wound healing assay, colony formation assay, and immunohistochemistry were used to assess the antitumor effect of NPs and RNPs. Ferroptosis evaluation was implemented using GSH detection and the malondialdehyde assay. We found that RNPs exhibited stability and biosafety in vitro and in vivo and achieved superior anticancer ability against xenograft tumors compared with single agents and NPs, which indicated the synergistic and biomimetic efficacy. Furthermore, ferroptotic activity was observed in RNPs-treated tumor cells, and ferroptosis inhibition could partially rescue melanoma cells from RNPs-induced cell death. Collectively, this study evaluated the potential of RNPs as a novel biomimetic nanomedicine for synergistic melanoma therapy by eliciting ferroptosis in tumor cells with both anticancer activity and biosafety."
    },
    {
      "pmid": "39361198",
      "title": "Ursolic Acid Restores Redox Homeostasis and Pro-inflammatory Cytokine Production in Denervation-Induced Skeletal Muscle Atrophy.",
      "authors": [
        "Aarti Yadav",
        "Rajesh Dabur"
      ],
      "journal": "Applied biochemistry and biotechnology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Skeletal muscle (SkM) atrophy results from metabolic disorders causing body and muscle mass loss, affecting morbidity and mortality. Increased oxidative stress, inflammation, and poor prognosis are the leading causes of involuntary weight loss. Ursolic acid (UA), known for its antioxidant and anti-inflammatory properties, can potentially reduce oxidative stress and inflammation in muscles, but its effects on muscle mass regulation are still unknown. Therefore, the present study investigated the medicinal efficacy of UA and its mode of action against the murine model of SkM atrophy over 7 days of UA supplementation. Denervation-induced SkM atrophy significantly impacts overall body weight and the weight of individual muscles (p < 0.05). However, supplementation with UA can effectively counteract these effects by promoting the synthesis of the slow-myosin heavy chain, thereby restoring body weight and myotube diameter. Moreover, UA also plays a crucial role in reducing the production levels of reactive oxygen species (ROS), lipid peroxidation (LPO), and caspase-3-like activity in atrophied muscles. UA also prevents the leakage of creatine kinase (CK) through the upregulation of superoxide dismutase (SOD) and glutathione peroxidase (GPx) expression. Furthermore, the results obtained from qRT-PCR demonstrated a significant decrease in the levels of pro-inflammatory markers, namely IL-1β, IL-6, TNF-α, and TWEAK, up to four-fold after the third day of the UA intervention. UA also upregulated PGC-1α, Bcl2, and p-Aktser473 expression towards the regulation of redox homeostasis.",
      "mesh_terms": [
        "Animals",
        "Ursolic Acid",
        "Muscular Atrophy",
        "Triterpenes",
        "Mice",
        "Muscle, Skeletal",
        "Homeostasis",
        "Cytokines",
        "Oxidation-Reduction",
        "Male",
        "Oxidative Stress",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "39339184",
      "title": "Improving Water Solubility and Skin Penetration of Ursolic Acid through a Nanofiber Process to Achieve Better In Vitro Anti-Breast Cancer Activity.",
      "authors": [
        "Hsuan Fu",
        "Tzu-Hui Wu",
        "Chih-Peng Ma",
        "Feng-Lin Yen"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2024-Aug-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Woman's breast cancer has always been among the top ten causes of cancer death, and nearly 2% to 5% of locally advanced breast cancers develop a fungating breast wound. Fungal breast cancer leads to skin ulcers, wound ruptures, and other bacterial infections in patients. Ursolic acid (UA), a natural pentacyclic triterpene compound, is widely distributed in many fruits. Previous studies demonstrated that UA has anti-breast cancer, antifungal, and improved wound-healing effects. UA, however, had poor water solubility and low bioavailability, restricting its clinical application. Nanofibers have the advantages of rapid dissolution, improved stability, and bioavailability of active ingredients. We had successfully prepared ursolic acid nanofibers (UANFs) and effectively improved their water solubility and skin penetration. UANFs can increase water solubility by improving the physicochemical properties, including increased surface area, intermolecular bonding with excipients, and amorphous transformation. Furthermore, UANFs had better anti-breast cancer activity than raw UA. UANFs inhibited the expression of phospho-signal transducer and activator of transcription 3 (STAT3) and phospho-extracellular regulated protein kinases (ERK)1/2, and induced cleaved caspase-3 protein expression, but had no effect on the raw UA treatment. In summary, UANFs enhanced the skin absorption of UA and improved its anti-breast cancer efficacy. We expect that UANFs can be used as an anti-breast cancer treatment and reduce the discomfort of breast cancer patients during dressing changes, but more detailed efficacy and safety trials still need to be conducted in further studies."
    },
    {
      "pmid": "39277869",
      "title": "Ursolic Acid Ameliorates Alcoholic Liver Injury through Attenuating Oxidative Stress-Mediated Ferroptosis and Modulating Gut Microbiota.",
      "authors": [
        "Liangfu Zhou",
        "Miao Xiao",
        "Yuxin Li",
        "Bimal Chitrakar",
        "Qinghai Sheng",
        "Wen Zhao"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Sep-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ursolic acid (UA), a triterpenoid found in plants, has many health benefits for liver function. However, understanding how UA intervenes in alcohol-induced ferroptosis remains unclear because of the lack of research. This study explored the protective effects of UA on alcohol-induced liver injury and further elucidated its mechanism of action. Using a mouse model, acute liver injury was induced via high-dose alcohol gavage, and UA's protective effects were assessed by analyzing serum and liver indicators. The results indicated that UA has a significant protective effect against alcohol-induced liver injury in mice. UA significantly decreased serum ALT, AST, TC, and TG levels. Histopathological examination revealed that UA significantly ameliorated liver damage. UA increased ADH, ALDH, and CYP2E1 enzyme expression levels and alleviated alcohol-induced oxidative damage by regulating alcohol metabolism. Moreover, UA increased SOD and GSH-Px levels and lowered the MDA levels in the liver. Furthermore, UA regulated ACC expression by activating the LKB1/AMPK pathway, thereby inhibiting lipid synthesis and peroxidation. UA also upregulated the expression of GPX4 and SLC7A11 in the liver and exerted hepatoprotective effects by inhibiting alcohol-induced ferroptosis. Additionally, 16S rRNA amplicon sequencing showed that excessive alcohol consumption significantly affected the composition of the mouse gut microbiota, with UA intervention proving to be beneficial for improving gut microbiota imbalance. We also validated the protective effects of UA on alcohol-treated HepG2 cells at the cellular level. In summary, these results revealed that UA can alleviate alcoholic liver injury by inhibiting oxidative stress-mediated ferroptosis and regulating gut microbiota. These findings suggest that UA may serve as a functional component in the prevention of alcoholic liver disease.",
      "mesh_terms": [
        "Triterpenes",
        "Animals",
        "Ferroptosis",
        "Mice",
        "Ursolic Acid",
        "Gastrointestinal Microbiome",
        "Humans",
        "Male",
        "Oxidative Stress",
        "Liver Diseases, Alcoholic",
        "Liver",
        "Mice, Inbred C57BL",
        "Bacteria"
      ]
    },
    {
      "pmid": "39220191",
      "title": "Antioxidant Carbon Dots and Ursolic Acid Co-Encapsulated Liposomes Composite Hydrogel for Alleviating Adhesion Formation and Enhancing Tendon Healing in Tendon Injury.",
      "authors": [
        "Cheng Peng",
        "Shiqi Kang",
        "Meijun Jiang",
        "Mingxi Yang",
        "Xu Gong"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The formation of adhesion after tendon injury represents a major obstacle to tendon repair, and currently there is no effective anti-adhesion method in clinical practice. Oxidative stress, inflammation, and fibrosis can occur in tendon injury and these factors can lead to tendon adhesion. Antioxidant carbon dots and ursolic acid (UA) both possess antioxidant and anti-inflammatory properties. In this experiment, we have for the first time created RCDs/UA@Lipo-HAMA using red fluorescent carbon dots and UA co-encapsulated liposomes composite hyaluronic acid methacryloyl hydrogel. We found that RCDs/UA@Lipo-HAMA could better attenuate adhesion formation and enhance tendon healing in tendon injury. MATERIALS AND METHODS: RCDs/UA@Lipo-HAMA were prepared and characterized. In vitro experiments on cellular oxidative stress and fibrosis were performed. Reactive oxygen species (ROS), and immunofluorescent staining of collagens type I (COL I), collagens type III (COL III), and α-smooth muscle actin (α-SMA) were used to evaluate anti-oxidative and anti-fibrotic abilities. In vivo models of Achilles tendon injury repair (ATI) and flexor digitorum profundus tendon injury repair (FDPI) were established. The major organs and blood biochemical indicators of rats were tested to determine the toxicity of RCDs/UA@Lipo-HAMA. Biomechanical testing, motor function analysis, immunofluorescence, and immunohistochemical staining were performed to assess the tendon adhesion and repair after tendon injury. RESULTS: In vitro, the RCDs/UA@Lipo group scavenged excessive ROS, stabilized the mitochondrial membrane potential (ΔΨm), and reduced the expression of COL I, COL III, and α-SMA. In vivo, assessment results showed that the RCDs/UA@Lipo-HAMA group improved collagen arrangement and biomechanical properties, reduced tendon adhesion, and promoted motor function after tendon injury. Additionally, the expression of nuclear factor erythroid 2-related factor 2 (Nrf2) and heme oxygenase 1 (HO-1) in the RCDs/UA@Lipo-HAMA group increased; the levels of cluster of differentiation 68 (CD68), inducible Nitric Oxide Synthase (iNOS), COL III, α-SMA, Vimentin, and matrix metallopeptidase 2 (MMP2) decreased. CONCLUSION: In this study, the RCDs/UA@Lipo-HAMA alleviated tendon adhesion formation and enhanced tendon healing by attenuating oxidative stress, inflammation, and fibrosis. This study provided a novel therapeutic approach for the clinical treatment of tendon injury.",
      "mesh_terms": [
        "Animals",
        "Triterpenes",
        "Ursolic Acid",
        "Antioxidants",
        "Liposomes",
        "Tendon Injuries",
        "Tissue Adhesions",
        "Rats, Sprague-Dawley",
        "Carbon",
        "Hydrogels",
        "Rats",
        "Oxidative Stress",
        "Male",
        "Wound Healing",
        "Reactive Oxygen Species",
        "Quantum Dots",
        "Hyaluronic Acid",
        "Achilles Tendon"
      ]
    },
    {
      "pmid": "39218321",
      "title": "Assessment of ursolic acid effect on in vitro model of cardiac fibrosis.",
      "authors": [
        "Samane Sadat Hosseiny",
        "Zahra Esmaeili",
        "Zeinab Neshati"
      ],
      "journal": "Toxicology in vitro : an international journal published in association with BIBRA",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the effects of ursolic acid (UA) on Angiotensin II (Ang II)-treated neonatal rat cardiac fibroblasts (rCFs) as an in vitro model of cardiac fibrosis. The rCFs were isolated from two-day-old neonatal rats. An in vitro model of cardiac fibrosis was established using 500 nm Ang II treatment for 48 h. The cells were then treated with 5 and 10 μM of UA for 24 and 48 h. Masson's trichrome staining, hydroxyproline content assay, scratch assay, apoptosis assay, measurements of superoxide dismutase (SOD) and malondialdehyde (MDA) levels, real-time PCR, immunocytology and western blotting, were employed to assess the impact of UA. Ang II induced fibrosis in rCFs, as evidenced by the examination of various fibrotic markers. Upon treatment with 5 and 10 μM of UA, the amount of fibrosis in Ang II-treated rCFs was significantly decreased, so that the hydroxyproline concentration was reduced to 0.3 and 0.7 times, respectively. The RNA expression of the Col1a1, Col3a1, Tgfb1, Acta2 and Mmp2 genes had a decrease as well as Nrf2 and HO-1 had an increase after UA treatment. UA could lessen the harmful effects of cardiac fibrosis in a dose- and time-dependent manner, due to its antiapoptotic, antioxidant and cardioprotective properties. This suggests the potential of UA for treatment of cardiac fibrosis.",
      "mesh_terms": [
        "Animals",
        "Triterpenes",
        "Ursolic Acid",
        "Fibrosis",
        "Angiotensin II",
        "Rats, Sprague-Dawley",
        "Fibroblasts",
        "Cells, Cultured",
        "Myocardium",
        "Transforming Growth Factor beta1",
        "Collagen Type III",
        "Superoxide Dismutase",
        "Apoptosis",
        "Animals, Newborn",
        "Matrix Metalloproteinase 2",
        "Actins",
        "Malondialdehyde",
        "Hydroxyproline",
        "Collagen Type I",
        "NF-E2-Related Factor 2",
        "Rats"
      ]
    },
    {
      "pmid": "39202963",
      "title": "Potential Pharmacological Properties of Triterpene Derivatives of Ursolic Acid.",
      "authors": [
        "Vuyolwethu Khwaza",
        "Blessing A Aderibigbe"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Aug-16",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ursolic acid (UA) and its derivatives have garnered significant attention due to their extensive pharmacological activity. UA is a pentacyclic triterpenoid found in a variety of plants, such as apples, rosemary, thyme, etc., and it possesses a range of pharmacological properties. Researchers have synthesized various derivatives of UA through structural modifications to enhance its potential pharmacological properties. Various in vitro and in vivo studies have indicated that UA and its derivatives possess diverse biological activities, such as anticancer, antifungal, antidiabetic, antioxidant, antibacterial, anti-inflammatory and antiviral properties. This review article provides a review of the biological activities of UA and its derivatives to show their valuable therapeutic properties useful in the treatment of different diseases, mainly focusing on the relevant structure-activity relationships (SARs), the underlying molecular targets/pathways, and modes of action.",
      "mesh_terms": [
        "Ursolic Acid",
        "Triterpenes",
        "Humans",
        "Structure-Activity Relationship",
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Hypoglycemic Agents",
        "Antiviral Agents",
        "Molecular Structure",
        "Anti-Infective Agents"
      ]
    },
    {
      "pmid": "39147012",
      "title": "Antipruritic effect of ursolic acid through MRGPRX2/MrgprB2-dependent inhibition of mast cell degranulation and reduced TSLP production.",
      "authors": [
        "Jieun Cha",
        "Juhee Ryu",
        "Diwas Rawal",
        "Wook-Joo Lee",
        "Won-Sik Shim"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ursolic acid (UA), a pentacyclic triterpene, exhibits diverse pharmacological effects, including potential treatment for allergic diseases. It downregulates thymic stromal lymphopoietin (TSLP) and disrupts mast cell signaling pathways. However, the exact molecular mechanism by which UA interferes with mast cell action remains unclear. Therefore, the current study aimed to uncover molecular entities underlying the effect of UA on mast cells and its potential antipruritic effect, specifically investigating its modulation of key molecules such as TRPV4, PAR2, and MRGPRX2, which are involved in TSLP regulation and sensation. Calcium imaging experiments revealed that UA pretreatment significantly suppressed MRGPRX2 activation (and its mouse orthologue MrgprB2), a G protein-coupled receptor predominantly expressed in mast cells. Molecular docking predictions suggested potential interactions between UA and MRGPRX2/MrgprB2. UA pretreatment also reduced mast cell degranulation through MRGPRX2 and MrgprB2-dependent mechanisms. In a dry skin mouse model, UA administration decreased tryptase and TSLP production in the skin, and diminished TSLP response in the sensory neurons. While PAR2 and TRPV4 activation enhances TSLP production, UA did not inhibit their activity. Notably, UA attenuated compound 48/80-induced scratching behaviors in mice and suppressed spontaneous scratching in a dry skin model. The present study confirms the effective inhibition of UA on MRGPRX2/MrgprB2, leading to reduced mast cell degranulation and suppressed scratching behaviors. These findings highlight the potential of UA as an antipruritic agent for managing various allergy- or itch-related conditions.",
      "mesh_terms": [
        "Animals",
        "Mast Cells",
        "Receptors, G-Protein-Coupled",
        "Cell Degranulation",
        "Ursolic Acid",
        "Cytokines",
        "Thymic Stromal Lymphopoietin",
        "Mice",
        "Triterpenes",
        "Nerve Tissue Proteins",
        "TRPV Cation Channels",
        "Pruritus",
        "Molecular Docking Simulation",
        "Receptors, Neuropeptide",
        "Male",
        "Skin"
      ]
    },
    {
      "pmid": "39122079",
      "title": "Ursolic acid, an inhibitor of TMEM16A, co-loaded with cisplatin in hydrogel drug delivery system for multi-targeted therapy of lung cancer.",
      "authors": [
        "Shuting Li",
        "Xiaomeng Guo",
        "Huan Liu",
        "Yanai Chen",
        "Haifu Wan",
        "Xianjiang Kang",
        "Jianglei Qin",
        "Shuai Guo"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The efficacy of single chemotherapy drugs in cancer treatment is often limited. Combining administration targeting multiple targets has emerged as an effective strategy to improve cancer treatment. Ursolic acid, a triterpenoid compound in various natural foods, was identified as a novel inhibitor of lung cancer specific target TMEM16A. The IC50 of ursolic acid on the whole-cell current of TMEM16A was 13.85 ± 1.64 μM. Molecular dynamics simulations and site-directed mutagenesis experiments indicated the binding sites of ursolic acid on TMEM16A as L381, R535, E623, and C625. Ursolic acid significantly inhibited the proliferation and migration of LA795 cells, while promoting cancer cell apoptosis. Mechanistic studies revealed that ursolic acid inhibited lung cancer through the MAPK and EMT pathways, and induced DNA and membrane damage. Next, a degradable and self-repairing hydrogel drug-loading system was designed to enhance the targeting effect of the ursolic acid and cisplatin drug combination. In vivo experiments showed that the hydrogel-loaded ursolic acid and cisplatin enhanced the antitumor activity and reduced the toxicity. This study presents a novel approach of multi-target combination therapy using ursolic acid and cisplatin, combined with the targeted delivery capability of the hydrogel system, which significantly improves the therapeutic efficacy in lung cancer.",
      "mesh_terms": [
        "Ursolic Acid",
        "Triterpenes",
        "Lung Neoplasms",
        "Cisplatin",
        "Humans",
        "Hydrogels",
        "Animals",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Drug Delivery Systems",
        "Mice",
        "Apoptosis",
        "Antineoplastic Agents",
        "Molecular Dynamics Simulation",
        "Xenograft Model Antitumor Assays",
        "Cell Movement"
      ]
    },
    {
      "pmid": "39119279",
      "title": "Development and in vitro evaluation of ursolic acid-loaded poly(lactic-co-glycolic acid) nanoparticles in cholangiocarcinoma.",
      "authors": [
        "Pornpattra Maphanao",
        "Yaowaret Phothikul",
        "Cherdpong Choodet",
        "Theerapong Puangmali",
        "Kanlaya Katewongsa",
        "Somchai Pinlaor",
        "Raynoo Thanan",
        "Umaporn Yordpratum",
        "Chadamas Sakonsinsiri"
      ],
      "journal": "RSC advances",
      "publication_date": "2024-Aug-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cholangiocarcinoma (CCA), an epithelial biliary tract malignancy, is a significant health concern in the Greater Mekong Subregion, particularly in northeastern Thailand. Prior to the development of advanced stages, CCA is typically asymptomatic, thereby limiting treatment options and chemotherapeutic effectiveness. Ursolic acid (UA), a triterpenoid derived from plants, was previously discovered to inhibit CCA cell growth through induction of apoptosis. Nevertheless, the therapeutic effectiveness of UA is limited by its poor solubility in water and low bioavailability; therefore, dimethyl sulfoxide (DMSO) is utilized as a solvent to treat UA with CCA cells. Enhancing cellular uptake and reducing toxicity, the utilization of polymeric nanoparticles (NPs) proves beneficial. In this study, UA-loaded PLGA nanoparticles (UA-PLGA NPs) were synthesized using nanoprecipitation and characterized through in silico formation analysis, average particle size, surface functional groups and ζ-potential measurements, electron microscopic imaging, drug loading efficiency and drug release studies, stability, hemo- and biocompatibility, cytotoxicity and cellular uptake assays. Molecular dynamics simulations validated the loading of UA into PLGA via hydrogen bonding. The synthesized UA-PLGA NPs had a spherical shape with an average size of 240 nm, a negative ζ-potential, good stability, great hemo- and bio-compatibility and an encapsulation efficiency of 98%. The NPs exhibited a characteristic of a simple diffusion-controlled Fickian process, as predicted by the Peppas-Sahlin drug release kinetic model. UA-PLGA NPs exhibited cytotoxic effects on KKU-213A and KKU-055 CCA cells even when dispersed in media without organic solvent, i.e., DMSO, highlighting the ability of PLGA NPs to overcome the poor water solubility of UA. Rhodamine 6G (R6G) was loaded into PLGA NPs using the same approach as UA-PLGA NPs, demonstrating effective delivery of the dye into CCA cells. These findings suggest that UA-PLGA NPs showed promise as a potential phytochemical delivery system for CCA treatment."
    },
    {
      "pmid": "39114347",
      "title": "Role of ursolic acid in preventing gastrointestinal cancer: recent trends and future perspectives.",
      "authors": [
        "Abhishek Chauhan",
        "Vinay Mohan Pathak",
        "Monika Yadav",
        "Ritu Chauhan",
        "Neelesh Babu",
        "Manish Chowdhary",
        "Anuj Ranjan",
        "Darin Mansor Mathkor",
        "Shafiul Haque",
        "Hardeep Singh Tuli",
        "Seema Ramniwas",
        "Vikas Yadav"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Gastrointestinal malignancies are one of the major worldwide health concerns. In the present review, we have assessed the plausible therapeutic implication of Ursolic Acid (UA) against gastrointestinal cancer. By modulating several signaling pathways critical in cancer development, UA could offer anti-inflammatory, anti-proliferative, and anti-metastatic properties. However, being of low oral bioavailability and poor permeability, its clinical value is restricted. To deliver and protect the drug, liposomes and polymer micelles are two UA nanoformulations that can effectively increase medicine stability. The use of UA for treating cancers is safe and appropriate with low toxicity characteristics and a predictable pharmacokinetic profile. Although the bioavailability of UA is limited, its nanoformulations could emerge as an alternative to enhance its efficacy in treating GI cancers. Further optimization and validation in the clinical trials are necessary. The combination of molecular profiling with nanoparticle-based drug delivery technologies holds the potential for bringing UA to maximum efficacy, looking for good prospects with GI cancer treatment."
    },
    {
      "pmid": "39108896",
      "title": "Research on the mechanism of Ursolic acid for treating Parkinson's disease by network pharmacology and experimental verification.",
      "authors": [
        "Ao Sun",
        "Yu-Fei Li",
        "Yang Miao",
        "Hong-Xia Wang",
        "Lin-Lin Zhang"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to investigate the potential targets and mechanisms of UA in the treatment of PD. The efficacy of UA in PD was assessed through network pharmacology, molecular docking, and experimental methods. Common target protein-protein interaction (PPI) networks were constructed and visualized using Cytoscape. As a result, 9 key genes, namely CASP3, IL6, IL1B, PTGS2, CREB1, TNF, MAPK3, JUN, and CASP8, were selected. Molecular docking simulations were performed using Discovery Studio 2019 to validate the correlation between UA and the core targets. The results demonstrated a favorable binding affinity between UA and CASP8, IL1B, CASP3, TNF, MAPK3 and IL6. In vivo studies showed UA ameliorated motor dysfunction, and UA can significantly increase the protein expression of tyrosine hydroxylase (TH) in PD mice model. In addition, in vitro experiments confirmed that UA effectively reduced the protein expression of CASP8, CASP3 and MAPK3 in PD cell models and suppressed the gene expression of TNF-α, IL-6, and IL-1β. These findings indicate that the therapeutic effects of UA on PD could be due to its influence on various targets within both the apoptosis and neuroinflammatory signaling pathways. Consequently, this study provides a methodological and theoretical foundation for further elucidating the pharmacological mechanism of UA."
    },
    {
      "pmid": "39073289",
      "title": "Ursolic Acid Conjugates: A New Frontier in Anticancer Drug Development.",
      "authors": [
        "Riham M Bokhtia",
        "Ashley M Pham",
        "Kunj Bihari Gupta",
        "Shamta S Warang",
        "Natasha Venugopal",
        "Rajeev Shakuja",
        "Payaningal R Somanath",
        "Fang Liu",
        "Yi Chang Jeon",
        "Guilherme J Guimaraes",
        "Michael G Bartlett",
        "Muthusamy Thangaraju",
        "Bal L Lokeshwar",
        "Siva S Panda"
      ],
      "journal": "Chembiochem : a European journal of chemical biology",
      "publication_date": "2024-Oct-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "New Ursolic Acid (UA) conjugates were synthesized using optimized synthetic protocols through the molecular hybridization approach at C-3 and C-28. This resulted in the targeted molecules being produced in good yields. Some of the synthesized conjugates showed significantly relevant bioactivity against mammalian cells and in animal models of cancers. Selected UA conjugates were tested against bladder and breast cancer cell lines. The conjugates showed moderate to significantly enhanced antiproliferative activities against Triple Negative Breast Cancer (TNBC; MDA-MB 231), which is an aggressive tumor making up about 10-15 % of all breast cancers and bladder (T24 and 5637) cancer cell lines. These properties were superior to the parent UA. Among all the synthesized compounds, 18 c and 18 d have exhibited promising antiproliferative and cytotoxic properties against all tested cancer cell lines. However, 18 d has proved to be exceptionally selective for cancer cell lines, showing more cytotoxicity towards them than normal epithelial cells (MCF-12A). Compound 18 d has demonstrated cytotoxicity against tumor cells, including those intrinsically resistant to chemotherapy drugs such as 2-difluoro-deoxy cytidine (Gemcitabine). The activity of the UA conjugates on tumor cells was mediated by multiple cytotoxic mechanisms, including drug-induced cytotoxic autophagy and programmed cell death, indicating a novel possibility of combination therapy.",
      "mesh_terms": [
        "Ursolic Acid",
        "Humans",
        "Triterpenes",
        "Antineoplastic Agents",
        "Cell Proliferation",
        "Drug Screening Assays, Antitumor",
        "Cell Line, Tumor",
        "Animals",
        "Drug Development",
        "Apoptosis",
        "Molecular Structure",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "38993555",
      "title": "Ursolic Acid Alleviates Mitotic Catastrophe in Podocyte by Inhibiting Autophagic P62 Accumulation in Diabetic Nephropathy.",
      "authors": [
        "Hang Mei",
        "Tienan Jing",
        "Haojun Liu",
        "Yue Liu",
        "Xinwang Zhu",
        "Jiao Wang",
        "Li Xu"
      ],
      "journal": "International journal of biological sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The glomerular podocyte, a terminally differentiated cell, is crucial for the integrity of the glomerular filtration barrier. The re-entry of podocytes into the mitotic phase results in injuries or death, known as mitotic catastrophe (MC), which significantly contributes to the progression of diabetic nephropathy (DN). Furthermore, P62-mediated autophagic flux has been shown to regulate DN-induced podocyte injury. Although previous studies, including ours, have demonstrated that ursolic acid (UA) mitigates podocyte injury by enhancing autophagy under high glucose conditions, the protective functions and potential regulatory mechanisms of UA against DN have not been fully elucidated. For aiming to investigate the regulatory mechanism of podocyte injuries in DN progression, and the protective function of UA treatment against DN progression, we utilized db/db mice and high glucose (HG)-induced podocyte models in vivo and in vitro, with or without UA administration. Our findings indicate that UA treatment reduced DN progression by improving biochemical indices. P62 accumulation led to Murine Double Minute gene 2 (MDM2)-regulated MC in podocytes during DN, which was ameliorated by UA through enhanced P62-mediated autophagy. Additionally, the overexpression of NF-κB p65 or TNF-α abolished the protective effects of UA both in vivo and in vitro. Overall, our results provide strong evidence that UA could be a potential therapeutic agent for DN, regulated by inhibiting podocyte MC through the NF-κB/MDM2/Notch1 pathway by targeting autophagic-P62 accumulation.",
      "mesh_terms": [
        "Podocytes",
        "Animals",
        "Triterpenes",
        "Diabetic Nephropathies",
        "Ursolic Acid",
        "Mice",
        "Autophagy",
        "Mitosis",
        "Male",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "38978752",
      "title": "Ursolic acid attenuates oligospermia in busulfan-induced mice by promoting motor proteins.",
      "authors": [
        "Jin Dong",
        "Taowen Ye",
        "Yanli Dong",
        "Jie Hui",
        "Xiaorong Wang"
      ],
      "journal": "PeerJ",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oligospermia is one of the most common reasons for male infertility which is troubling numerous couples of child-bearing age. This investigation scrutinizes the implications and mechanistic underpinnings of ursolic acid's effect on busulfan-induced oligospermia in mouse models. METHODS: A singular intraperitoneal injection of busulfan at a dosage of 30 mg/kg induced oligospermia. Two weeks subsequent to this induction, mice were subjected to various dosages of ursolic acid (10, 30, and 50 mg/kg body weight, respectively) on a daily basis for four consecutive weeks. Following this treatment period, a meticulous analysis of epididymal sperm parameters, encompassing concentration and motility, was conducted using a computer-assisted sperm analysis system. The histopathology of the mice testes was performed utilizing hematoxylin and eosin staining, and the cytoskeleton regeneration of the testicular tissues was analyzed via immunofluorescent staining. Serum hormone levels, including testosterone, luteinizing hormone, and follicle-stimulating hormone, as well as reactive oxygen species levels (inclusive of reactive oxygen species and malondialdehyde), were gauged employing specific enzyme-linked immunosorbent assay kits. Differentially expressed genes of testicular mRNA between the oligospermia-induced group and the various ursolic acid treatment groups were identified through RNA sequencing analysis. RESULTS: The results revealed that a dosage of 50 mg/kg ursolic acid treatment could increase the concentration of epididymal sperm in oligospermia mice, promote the recovery of testicular morphology, regulate hormone levels and ameliorate oxidative damage. The mechanism research results indicated that ursolic acid increased the expression level of genes related to motor proteins in oligospermia mice.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Ursolic Acid",
        "Triterpenes",
        "Oligospermia",
        "Mice",
        "Busulfan",
        "Testis",
        "Disease Models, Animal",
        "Sperm Motility",
        "Spermatozoa",
        "Reactive Oxygen Species",
        "Testosterone",
        "Follicle Stimulating Hormone",
        "Luteinizing Hormone",
        "Epididymis"
      ]
    },
    {
      "pmid": "38971110",
      "title": "Ursolic acid improves necroptosis via STAT3 signaling in intestinal ischemia/reperfusion injury.",
      "authors": [
        "Yajing Shi",
        "Jie Liu",
        "Min Hou",
        "Zhiguo Tan",
        "Feng Chen",
        "Jianmin Zhang",
        "Yongqiang Liu",
        "Yufang Leng"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intestinal ischemia/reperfusion injury (IRI) poses a serious threat to human survival and quality of life with high mortality and morbidity rates. The current absence of effective treatments for intestinal IRI highlights the urgent need to identify new therapeutic targets. Ursolic acid (UA), a pentacyclic triterpene natural compound, has been shown to possess various pharmacological properties including intestinal protection. However, its potential protective efficacy on intestinal IRI remains elusive. This study aimed to investigate the effect of UA on intestinal IRI and explore the underlying mechanisms. To achieve this, we utilized network pharmacology to analyze the mechanism of UA in intestinal IRI and assessed UA's effects on intestinal IRI using a mouse model of superior mesenteric artery occlusion/reperfusion and an in vitro model of oxygen-glucose deprivation and reperfusion-induced IEC-6 cells. Our results demonstrated that UA improved necroptosis through the RIP1/RIP3/MLKL pathway, reduced necroinflammation via the HMGB1/TLR4/NF-κB pathway, attenuated morphological damage, and enhanced intestinal barrier function. Furthermore, UA pretreatment downregulated the phosphorylation level of signal transducer and activator of transcription 3 (STAT3). The effects of UA were attenuated by the STAT3 agonist Colivelin. In conclusion, our study suggests that UA can improve intestinal IRI by inhibiting necroptosis in enterocytes via the suppression of STAT3 activation. These results provide a theoretical basis for UA treatment of intestinal IRI and related clinical diseases.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Rats",
        "Cell Line",
        "Disease Models, Animal",
        "GTPase-Activating Proteins",
        "Intestines",
        "Mice, Inbred C57BL",
        "Necroptosis",
        "NF-kappa B",
        "Protein Kinases",
        "Receptor-Interacting Protein Serine-Threonine Kinases",
        "Reperfusion Injury",
        "Signal Transduction",
        "STAT3 Transcription Factor",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "38864135",
      "title": "[Ursolic acid improved demyelination and interstitial fluid drainage disorders in schizophrenia mice].",
      "authors": [
        "Ren Long",
        "Xin Mao",
        "Tianzi Gao",
        "Qian Xie",
        "Hanbo Tan",
        "Ziyin Li",
        "Hongbin Han",
        "Lan Yuan"
      ],
      "journal": "Beijing da xue xue bao. Yi xue ban = Journal of Peking University. Health sciences",
      "publication_date": "2024-Jun-18",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To unveil the pathological changes associated with demyelination in schizophrenia (SZ) and its consequential impact on interstitial fluid (ISF) drainage, and to investigate the therapeutic efficacy of ursolic acid (UA) in treating demyelination and the ensuing abnormalities in ISF drainage in SZ. METHODS: Female C57BL/6J mice, aged 6-8 weeks and weighing (20±2) g, were randomly divided into three groups: control, SZ model, and UA treatment. The control group received intraperitoneal injection (ip) of physiological saline and intragastric administration (ig) of 1% carboxymethylcellulose sodium (CMC-Na). The SZ model group was subjected to ip injection of 2 mg/kg dizocilpine maleate (MK-801) and ig administration of 1% CMC-Na. The UA treatment group underwent ig administration of 25 mg/kg UA and ip injection of 2 mg/kg MK-801. The treatment group received UA pretreatment via ig administration for one week, followed by a two-week drug intervention for all the three groups. Behavioral assessments, including the open field test and prepulse inhibition experiment, were conducted post-modeling. Subsequently, changes in the ISF partition drainage were investigated through fluorescent tracer injection into specific brain regions. Immunofluorescence analysis was employed to examine alterations in aquaporin 4 (AQP4) polarity distribution in the brain and changes in protein expression. Myelin reflex imaging using Laser Scanning Confocal Microscopy (LSCM) was utilized to study modifications in myelin within the mouse brain. Quantitative data underwent one-way ANOVA, followed by TukeyHSD for post hoc pairwise comparisons between the groups. RESULTS: The open field test revealed a significantly longer total distance [(7 949.39±1 140.55) cm vs. (2 831.01±1 212.72) cm, P < 0.001] and increased central area duration [(88.43±22.06) s vs. (56.85±18.58) s, P=0.011] for the SZ model group compared with the controls. The UA treatment group exhibited signifi-cantly reduced total distance [(2 415.80±646.95) cm vs. (7 949.39±1 140.55) cm, P < 0.001] and increased central area duration [(54.78±11.66) s vs. (88.43±22.06) s, P=0.007] compared with the model group. Prepulse inhibition test results demonstrated a markedly lower inhibition rate of the startle reflex in the model group relative to the controls (P < 0.001 for both), with the treatment group displaying significant improvement (P < 0.001 for both). Myelin sheath analysis indicated significant demyelination in the model group, while UA treatment reversed this effect. Fluorescence tracing exhibited a significantly larger tracer diffusion area towards the rostral cortex and reflux area towards the caudal thalamus in the model group relative to the controls [(13.93±3.35) mm2 vs. (2.79±0.94) mm2, P < 0.001 for diffusion area; (2.48±0.38) mm2 vs. (0.05±0.12) mm2, P < 0.001 for reflux area], with significant impairment of drainage in brain regions. The treatment group demonstrated significantly reduced tracer diffusion and reflux areas [(7.93±2.48) mm2 vs. (13.93±3.35) mm2, P < 0.001 for diffusion area; (0.50±0.30) mm2 vs. (2.48±0.38) mm2, P < 0.001 for reflux area]. Immunofluorescence staining revealed disrupted AQP4 polarity distribution and reduced AQP4 protein expression in the model group compared with the controls [(3 663.88±733.77) μm2 vs. (13 354.92±4 054.05) μm2, P < 0.001]. The treatment group exhibited restored AQP4 polarity distribution and elevated AQP4 protein expression [(11 104.68±3 200.04) μm2 vs. (3 663.88±733.77) μm2, P < 0.001]. CONCLUSION: UA intervention ameliorates behavioral performance in SZ mice, Thus alleviating hyperactivity and anxiety symptoms and restoring sensorimotor gating function. The underlying mechanism may involve the improvement of demyelination and ISF drainage dysregulation in SZ mice.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Triterpenes",
        "Schizophrenia",
        "Mice, Inbred C57BL",
        "Female",
        "Disease Models, Animal",
        "Demyelinating Diseases",
        "Extracellular Fluid",
        "Ursolic Acid",
        "Dizocilpine Maleate",
        "Aquaporin 4"
      ]
    },
    {
      "pmid": "38863821",
      "title": "Ursolic acid inhibits NF-κB signaling and attenuates MMP-9/TIMP-1 in progressive osteoarthritis: a network pharmacology-based analysis.",
      "authors": [
        "Eman Maher Zahran",
        "Soad A Mohamad",
        "Mohamed M Elsayed",
        "Mohamed Hisham",
        "Sherif A Maher",
        "Usama Ramadan Abdelmohsen",
        "Mahmoud Elrehany",
        "Samar Yehia Desoukey",
        "Mohamed Salah Kamel"
      ],
      "journal": "RSC advances",
      "publication_date": "2024-Jun-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoarthritis (OA) is a degenerative joint disease, characterized by infiltration of monocytes into the synovial joint which promotes inflammation, stiffness, joint swelling, cartilage degradation and further bone destruction. The leaves of Ocimum forskolei have been used for inflammation-related disease management in traditional medicine. Additionally, the downregulation of NF-κB and the MMP/TIMP-1 ratio has been shown to protect against OA. The LC-HR-MS metabolic analysis of Ocimum yielded 19 putative compounds, among which ursolic acid (UA) was detected. Ursolic acid possesses significant anti-inflammatory effects and has been reported to downregulate oxidative stress and inflammatory biomarkers. It was tested on rats in a model of intra-articular carrageenan injection to investigate its efficacy on osteoarthritis progression. The UA emulgel exerted chondroprotective, analgesic and local anaesthetic efficacies confirmed via histopathological investigation and radiographical imaging. A network pharmacology followed by molecular docking highlighted TNF-α, TGF-β and NF-κB as the top filtered genes. Quantitative real-time PCR analysis showed that UA significantly attenuated serum levels of TNF-α, IL-1β, NF-κB, MMP-9/TIMP-1 and elevated levels of TGF-β. Taken together, these results suggest that UA could serve as a functional food-derived phytochemical with a multi-targeted efficacy on progression of OA, regulating the immune and inflammatory responses, particularly, attenuating chondrocytes degeneration via suppression of NF-κB and MMP-9/TIMP-1. Accordingly, UA might be a promising alternative to conventional therapy for safe, easily applicable and effective management of OA."
    },
    {
      "pmid": "38847277",
      "title": "Ursolic acid inhibits the proliferation of triple‑negative breast cancer stem‑like cells through NRF2‑mediated ferroptosis.",
      "authors": [
        "Xinhua Yang",
        "Beibei Liang",
        "Lisha Zhang",
        "Mingzhu Zhang",
        "Ming Ma",
        "Lijuan Qing",
        "Hao Yang",
        "Gang Huang",
        "Jian Zhao"
      ],
      "journal": "Oncology reports",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ursolic acid (UA), a pentacyclic triterpenoid that has been found in a broad variety of fruits, spices and medicinal plants, has various biological effects such as reducing inflammation, protecting cells from damage, and preserving brain function. However, its impact on ferroptosis in cancer stem‑like cells remains unexplored. The present study investigated the effect of UA on MDA‑MB‑231 and BT‑549 cell‑derived triple‑negative breast CSCs (BCSCs) and its potential ferroptosis pathway. The effects of ferroptosis on BCSCs were demonstrated by the detection of ferroptosis‑related indexes including the intracellular level of glutathione, malondialdehyde, reactive oxygen species and iron. The effects of UA on the biological behaviors of BCSCs were analyzed by Cell Counting Kit‑8, stemness indexes detection and mammosphere formation assay. The mechanism of UA induction on BCSCs was explored by reverse transcription‑quantitative PCR and western blotting. BALB/c‑nude mice were subcutaneously injected with MDA‑MB‑231‑derived BCSCs to establish xenograft models to detect the effects of UA in vivo. The results revealed that BCSCs have abnormal iron metabolism and are less susceptible to ferroptosis. UA effectively reduces the stemness traits and proliferation of BCSCs in spheroids and mice models by promoting ferroptosis. It was observed that UA stabilizes Kelch‑like ECH‑associated protein 1 and suppresses nuclear factor erythroid‑related factor 2 (NRF2) activation. These findings suggested that the ability of UA to trigger ferroptosis through the inhibition of the NRF2 pathway could be a promising approach for treating BCSCs, potentially addressing metastasis and drug resistance in triple‑negative breast cancer (TNBC). This expands the clinical applications of UA and provides a theoretical basis for its use in TNBC treatment.",
      "mesh_terms": [
        "Ferroptosis",
        "Triple Negative Breast Neoplasms",
        "Triterpenes",
        "Humans",
        "Ursolic Acid",
        "NF-E2-Related Factor 2",
        "Animals",
        "Neoplastic Stem Cells",
        "Mice",
        "Female",
        "Cell Proliferation",
        "Xenograft Model Antitumor Assays",
        "Cell Line, Tumor",
        "Reactive Oxygen Species",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Signal Transduction",
        "Gene Expression Regulation, Neoplastic"
      ]
    },
    {
      "pmid": "38827151",
      "title": "Evaluation of the mechanistic basis for the antibacterial activity of ursolic acid against Staphylococcus aureus.",
      "authors": [
        "Guanhui Liu",
        "Peng Qin",
        "Xinying Cheng",
        "Lifei Wu",
        "Wentao Zhao",
        "Wei Gao"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The antibiotics are generally regarded as the first choice approach to treat dairy mastitis, targeting the public health problems associated with the food safety and the emergence of antibioticresistant bacteria. The objective of the study was to evaluate the antibacterial efficacy of ursolic acid (UA) when used to treat Staphylococcus aureus and other isolates associated with bovine mastitis and to clarify the mechanistic basis for these effects. The bacteriostatic properties of UA extracted from Rosmarinus officinalis L. at four different purity levels were assessed by calculating minimum inhibitory concentration (MIC) values, while the synergistic effects of combining 98% UA with antibiotics were evaluated by measuring the fractional inhibitory concentration index (FICI). Changes in biofilm formation and the growth curves of the clinical isolates were assessed to clarify the bacteriostatic effect of UA. Furthermore, the cell wall integrity, protein synthesis, and reactive oxygen species (ROS) production were assessed to determine the antibacterial mechanism of UA treatment. Ultimately, UA was revealed to exhibit robust activity against Gram-positive bacteria including S. aureus (ATCC 25923), Streptococcus dysgalactiae (ATCC27957), Streptococcus agalactiae (ATCC13813), Enterococcus faecalis (ATCC29212), and Streptococcus mutans (ATCC25175). However, it did not affect Escherichia coli (ATCC 25922). The MIC values of UA preparations that were 98, 50, 30, and 10% pure against S. aureus were 39, 312, 625, and 625 μg/mL, respectively, whereas the corresponding MIC for E. coli was >5,000 μg/mL. The minimum bactericidal concentrations of 98% UA when used to treat three clinical S. aureus isolates (S4, S5, and S6) were 78, 78, and 156 μg/mL, respectively. Levels of biofilm formation for clinical S. aureus isolates decreased with increasing 98% UA concentrations. Above the MIC dose, UA treatment resulted in the dissolution of bacterial cell walls and membranes, with cells becoming irregularly shaped and exhibiting markedly impaired intracellular protein synthesis. S. aureus treated with 98% UA was able to rapidly promote intracellular ROS biogenesis. Together, these data highlight the promising utility of UA as a compound that can be used together with other antibiotics for the treatment of infections caused by S. aureus."
    },
    {
      "pmid": "38810552",
      "title": "Ursolic acid alleviates lupus nephritis by suppressing SUMO1-mediated stabilization of NLRP3.",
      "authors": [
        "Luo Chen",
        "Fei Li",
        "Jia-Hui Ni",
        "Yu-Xuan Hao",
        "Guize Feng",
        "Xiao-Yan Shen",
        "Yan You"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Jul-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Systemic lupus erythematosus (SLE) is a multi-system autoimmune disease that affects multiple organs and cause a wide range of severe clinical manifestations, including lupus nephritis (LN), which is a major risk factor for morbidity and mortality in individual with SLE. Ursolic acid (UA) is a natural compound with favorable anti-inflammatory properties and has been employed to treat multiple disease, including inflammatory diseases, diabetes, and Parkinson's disease. However, its therapeutic potential on LN and the underlying mechanisms remains unclear. PURPOSE: This aim of this study was to investigate the impact of UA on LN and its underlying mechanism. METHODS: MRL/lpr lupus-prone mouse model was used and UA was administered orally for 8 weeks. Dexamethasone was used as a positive control. After 8 weeks of administration, the spleen-to-body-weight ratio, renal function, urine albumin excretion, cytokines levels, and the deposition of immune complex were measured. The primary mouse glomerular mesangial cells (GMCs) and SV40-MES-13 were stimulated by lipopolysaccharide (LPS), either alone or in combination with nigericin, to establish an in vitro model. The activation of NLRP3 inflammasome were investigated both in vivo and in vitro using qRT-PCR, immunoblotting, and immunofluorescence. RESULTS: Our results revealed that UA prominently alleviated LN in MRL/lpr lupus-prone mice, leading to a significant reduction in proteinuria production, infiltration of immune cells infiltration, and histopathological damage in the renal tissue. In addition, UA exerted inhibitory effects on the secretion of IL-1β, IL-18, and caspase-1, pyroptosis, and ASC speck formation in primary mouse GMCs and SV40-MES-13 cells. Furthermore, UA facilitated the degradation of NLRP3 by suppressing SUMO1-mediated SUMOylation of NLRP3. CONCLUSION: UA possess a therapeutical effect on LN in MRL/lpr mice by enhancing the degradation of NLRP3 through inhibition of SUMO1-mediated SUMOylation of NLRP3. Our findings provide a basis for proposing UA as a potential candidate for the treatment of LN.",
      "mesh_terms": [
        "Animals",
        "Triterpenes",
        "Lupus Nephritis",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Mice, Inbred MRL lpr",
        "Ursolic Acid",
        "Mice",
        "Inflammasomes",
        "Disease Models, Animal",
        "Female",
        "Mesangial Cells",
        "Anti-Inflammatory Agents",
        "Sumoylation"
      ]
    },
    {
      "pmid": "38763723",
      "title": "Unveiling the potential of ursolic acid modified hyaluronate nanoparticles for combination drug therapy in triple negative breast cancer.",
      "authors": [
        "Reena Sharma",
        "Vivek Yadav",
        "Shikha Jha",
        "Sayali Dighe",
        "Sanyog Jain"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triple negative breast cancer (TNBC) represents the most aggressive and heterogenous disease, and combination therapy holds promising potential. Here, an enzyme-responsive polymeric prodrug with self-assembly properties was synthesized for targeted co-delivery of paclitaxel (PTX) and ursolic acid (UA). Hyaluronic acid (HA) was conjugated with UA, yielding an amphiphilic prodrug with 13.85 mol% UA and a CMC of 32.3 μg/mL. The HA-UA conjugate exhibited ∼14 % and 47 % hydrolysis at pH 7.4 and in tumor cell lysate. HA-UA/PTX NPs exhibited a spherical structure with 173 nm particle size, and 0.15 PDI. The nanoparticles showed high drug loading (11.58 %) and entrapment efficiency (76.87 %) of PTX. Release experiments revealed accelerated drug release (∼78 %) in the presence of hyaluronidase enzyme. Cellular uptake in MDA-MB-231 cells showed enhanced uptake of HA-UA/PTX NPs through CD44 receptor-mediated endocytosis. In vitro, HA-UA/PTX NPs exhibited higher cytotoxicity, apoptosis, and mitochondrial depolarization compared to PTX alone. In vivo, HA-UA/PTX NPs demonstrated improved pharmacokinetic properties, with 2.18, 2.40, and 2.35-fold higher AUC, t1/2, and MRT compared to free PTX. Notably, HA-UA/PTX NPs exhibited superior antitumor efficacy with a 90 % tumor inhibition rate in 4T1 tumor model and low systemic toxicity, showcasing their significant potential as carriers for TNBC combination therapy.",
      "mesh_terms": [
        "Ursolic Acid",
        "Triterpenes",
        "Hyaluronic Acid",
        "Triple Negative Breast Neoplasms",
        "Humans",
        "Nanoparticles",
        "Animals",
        "Female",
        "Paclitaxel",
        "Cell Line, Tumor",
        "Drug Liberation",
        "Apoptosis",
        "Mice",
        "Drug Carriers",
        "Prodrugs",
        "Mice, Inbred BALB C",
        "Antineoplastic Combined Chemotherapy Protocols"
      ]
    },
    {
      "pmid": "38672088",
      "title": "Ursolic Acid Formulations Effectively Induce Apoptosis and Limit Inflammation in the Psoriasis Models In Vitro.",
      "authors": [
        "Ewa Bielecka",
        "Natalia Zubrzycka",
        "Karolina Marzec",
        "Anna Maksylewicz",
        "Maja Sochalska",
        "Agnieszka Kulawik-Pióro",
        "Elwira Lasoń",
        "Karolina Śliwa",
        "Magdalena Malinowska",
        "Elżbieta Sikora",
        "Krzysztof Nowak",
        "Małgorzata Miastkowska",
        "Tomasz Kantyka"
      ],
      "journal": "Biomedicines",
      "publication_date": "2024-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Psoriasis, a prevalent inflammatory skin disorder affecting a significant percentage of the global population, poses challenges in its management, necessitating the exploration of novel cost-effective and widely accessible therapeutic options. This study investigates the potential of ursolic acid (UA), a triterpenoid known for its anti-inflammatory and pro-apoptotic properties, in addressing psoriasis-related inflammation and keratinocyte hyperproliferation. The research involved in vitro models employing skin and immune cells to assess the effects of UA on psoriasis-associated inflammation. The presented research demonstrates the limiting effects of UA on IL-6 and IL-8 production in response to the inflammatory stimuli and limiting effects on the expression of psoriatic biomarkers S100A7, S100A8, and S100A9. Further, the study reveals promising outcomes, demonstrating UA's ability to mitigate inflammatory responses and hyperproliferation of keratinocytes by the induction of non-inflammatory apoptosis, as well as a lack of the negative influence on other cell types, including immune cells. Considering the limitations of UA's poor solubility, hybrid systems were designed to enhance its bioavailability and developed as hybrid nano-emulsion and bi-gel topical systems to enhance bioavailability and effectiveness of UA. One of them in particular-bi-gel-demonstrated high effectiveness in limiting the pathological response of keratinocytes to pro-psoriatic stimulation; this was even more prominent than with ursolic acid alone. Our results indicate that topical formulations of ursolic acid exhibit desirable anti-inflammatory activity in vitro and may be further employed for topical psoriasis treatment."
    },
    {
      "pmid": "38623614",
      "title": "Ursolic acid targets secreted phosphoprotein 1 to regulate Th17 cells against metabolic dysfunction-associated steatotic liver disease.",
      "authors": [
        "Yiyuan Zheng",
        "Lina Zhao",
        "Zhekun Xiong",
        "Chaoyuan Huang",
        "Qiuhong Yong",
        "Dan Fang",
        "Yugang Fu",
        "Simin Gu",
        "Chong Chen",
        "Jiacheng Li",
        "Yingying Zhu",
        "Jing Liu",
        "Fengbin Liu",
        "Yong Li"
      ],
      "journal": "Clinical and molecular hepatology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIMS: Metabolic dysfunction-associated steatotic liver disease (MASLD) has become an increasingly important health challenge, with a substantial rise linked to changing lifestyles and global obesity. Ursolic acid, a natural pentacyclic triterpenoid, has been explored for its potential therapeutic effects. Given its multifunctional bioactive properties, this research further revealed the pharmacological mechanisms of ursolic acid on MASLD. METHODS: Drug target chips and bioinformatics analysis were combined in this study to explore the potential therapeutic effects of ursolic acid on MASLD. Molecular docking simulations, surface plasmon resonance analyses, pull-down experiments, and co-immunoprecipitation assays were used to verify the direct interactions. Gene knockdown mice were generated, and high-fat diets were used to validate drug efficacy. Furthermore, initial CD4+ T cells were isolated and stimulated to demonstrate our findings. RESULTS: In this study, the multifunctional extracellular matrix phosphorylated glycoprotein secreted phosphoprotein 1 (SPP1) was investigated, highlighting its capability to induce Th17 cell differentiation, amplifying inflammatory cascades, and subsequently promoting the evolution of MASLD. In addition, this study revealed that in addition to the canonical TGF-β/IL-6 cytokine pathway, SPP1 can directly interact with ITGB1 and CD44, orchestrating Th17 cell differentiation via their joint downstream ERK signaling pathway. Remarkably, ursolic acid intervention notably suppressed the protein activity of SPP1, suggesting a promising avenue for ameliorating the immunoinflammatory trajectory in MASLD progression. CONCLUSION: Ursolic acid could improve immune inflammation in MASLD by modulating SPP1-mediated Th17 cell differentiation via the ERK signaling pathway, which is orchestrated jointly by ITGB1 and CD44, emerging as a linchpin in this molecular cascade.",
      "mesh_terms": [
        "Ursolic Acid",
        "Animals",
        "Triterpenes",
        "Mice",
        "Th17 Cells",
        "Osteopontin",
        "Molecular Docking Simulation",
        "Cell Differentiation",
        "Male",
        "Mice, Inbred C57BL",
        "Signal Transduction",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Humans",
        "Non-alcoholic Fatty Liver Disease"
      ]
    },
    {
      "pmid": "38570065",
      "title": "Ursolic acid molecules dock MAPK1 to modulate gut microbiota diversity to reduce neuropathic pain.",
      "authors": [
        "Zi-Jie Rong",
        "Min Chen",
        "Hong-Hua Cai",
        "Gui-Hua Liu",
        "Jin-Biao Chen",
        "Hao Wang",
        "Zhi-Wen Zhang",
        "Yu-Liang Huang",
        "Shuang-Fei Ni"
      ],
      "journal": "Neuropharmacology",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To investigate the efficacy of Ursolic acid in alleviating neuropathic pain in rats with spinal nerve ligation (SNL), the SNL rat model was surgically induced. Different concentrations of Ursolic acid and manipulated target mitogen-activated protein kinase 1 (MAPK1) were administered to the SNL rats. Fecal samples were collected from each group of rats for 16S rDNA analysis to examine the impact of gut microbiota. Molecular docking experiments were conducted to assess the binding energy between Ursolic acid and MAPK1. In vivo studies were carried out to evaluate the expression of inflammatory factors and signaling pathways in spinal cord and colon tissues. Ursolic acid was found to have a beneficial effect on pain reduction in rats by increasing plantar withdrawal latency (PWL) and paw withdrawal threshold (PWT). Comparing the Ursolic acid group with the control group revealed notable differences in the distribution of Staphylococcus, Allobaculum, Clostridium, Blautia, Bifidobacterium, and Prevotella species. Network pharmacology analysis identified MAPK1 and intercellular adhesion molecule-1 (ICAM1) as common targets for Ursolic acid, SNL, and neuropathic pain. Binding sites between Ursolic acid and these targets were identified. Additionally, immunofluorescent staining showed a decrease in GFAP and IBA1 intensity in the spinal cord along with an increase in NeuN following Ursolic acid treatment. Overexpression of MAPK1 in SNL rats led to an increase in inflammatory factors and a decrease in PWL and PWT. Furthermore, MAPK1 counteracted the pain-relieving effects of Ursolic acid in SNL rats. Ursolic acid was found to alleviate neuropathic pain in SNL rats by targeting MAPK1 and influencing gut microbiota homeostasis.",
      "mesh_terms": [
        "Animals",
        "Neuralgia",
        "Triterpenes",
        "Gastrointestinal Microbiome",
        "Ursolic Acid",
        "Male",
        "Rats, Sprague-Dawley",
        "Mitogen-Activated Protein Kinase 1",
        "Rats",
        "Spinal Cord",
        "Molecular Docking Simulation",
        "Disease Models, Animal",
        "Spinal Nerves",
        "Analgesics",
        "Colon",
        "Glial Fibrillary Acidic Protein",
        "Nerve Tissue Proteins",
        "Antigens, Nuclear"
      ]
    },
    {
      "pmid": "38501006",
      "title": "Ursolic acid inhibits glioblastoma through suppressing TGFβ-mediated epithelial-mesenchymal transition (EMT) and angiogenesis.",
      "authors": [
        "Bo Hei",
        "Ru-En Liu",
        "Meihua Li"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Found in many fruits and plants, Ursolic acid (UA), a pentacyclic triterpene that occurs naturally, is recognized for its anti-cancer effects, especially in combating glioblastoma. However, the intricate molecular mechanisms underpinning its anti-tumor actions are still not fully understood, despite the recognition of these effects. By examining the functions of epithelial-mesenchymal transition (EMT) and angiogenesis, crucial for glioblastoma progression, and their regulation through Transforming Growth Factor Beta (TGFβ) - a key marker for glioblastoma, our research aims to fill this knowledge gap. This study explores how ursolic acid can block the progression of glioblastoma by precisely targeting TGFβ-triggered EMT and angiogenesis. The findings show that UA successfully blocks the spread, movement, and invasion of glioblastoma cells. Accompanying this, there is a significant reduction in the expression of TGFβ and crucial EMT indicators like snail and vimentin. Furthermore, UA shows a reduction in angiogenesis that depends on the dosage, highlighted by decreased vascular endothelial growth factor (VEGF) in human umbilical vein endothelial cells (HUVECs). Interestingly, increased TGFβ expression in U87 and U251 glioblastoma cell lines was found to weaken UA's anti-tumor properties, shedding more light on TGFβ's critical function in glioblastoma's pathology. Supporting these laboratory results, UA also showed considerable inhibition of tumor growth in a glioblastoma xenograft mouse model. Overall, our research emphasizes Ursolic acid's promise as a new treatment for glioblastoma and clarifies its action mechanism, mainly by inhibiting TGFβ signaling and thereby EMT and angiogenesis."
    },
    {
      "pmid": "38443785",
      "title": "The potential mechanism of ursolic acid in the treatment of bladder cancer based on network pharmacology and molecular docking.",
      "authors": [
        "Xiao-Long Huang",
        "Yan Sun",
        "Peng Wen",
        "Jun-Cheng Pan",
        "Wei-Yang He"
      ],
      "journal": "The Journal of international medical research",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study explored the potential molecular mechanisms of ursolic acid (UA) in bladder cancer treatment using network pharmacology and molecular docking. METHODS: The Traditional Chinese Medicine Systems Pharmacology and UniProt databases were used to screen potential targets of UA. Relevant bladder cancer target genes were extracted using the GeneCards database. All data were pooled and intercrossed to obtain common target genes of UA and bladder cancer. Gene Ontology functional annotation and Kyoto Encyclopedia of Genes and Genomes pathway enrichment analyses were performed. Molecular docking was conducted to verify the possible binding conformation between UA and bladder cancer cells. Then, in vitro experiments were performed to further validate the predicted results. RESULTS: UA exerts anti-tumor effects on bladder cancer through multiple targets and pathways. Molecular docking indicated that UA undergoes stable binding with the proteins encoded by the top six core genes (STAT3, VEGFA, CASP3, TP53, IL1B, and CCND1). The in vitro experiments verified that UA can induce bladder cancer cell apoptosis by regulating the PI3K/Akt signaling pathway. CONCLUSIONS: Our study illustrated the potential mechanism of UA in bladder cancer based on network pharmacology and molecular docking. The results will provide scientific references for follow-up studies and clinical treatment.",
      "mesh_terms": [
        "Humans",
        "Molecular Docking Simulation",
        "Ursolic Acid",
        "Network Pharmacology",
        "Phosphatidylinositol 3-Kinases",
        "Urinary Bladder Neoplasms"
      ]
    },
    {
      "pmid": "38431408",
      "title": "Hyaluronic acid/dextran-based polymeric micelles co-delivering ursolic acid and doxorubicin to mitochondria for potentiating chemotherapy in MDR cancer.",
      "authors": [
        "Yufan Guo",
        "Xiuru Yang",
        "Yihong Zhang",
        "Fazhen Luo",
        "Juan Yang",
        "Xupeng Zhang",
        "Jinxia Mi",
        "Yan Xie"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2024-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer multidrug resistance (MDR) dramatically hindered the efficiency of standard chemotherapy. Mitochondria are highly involved in the occurrence and development of MDR; thus, inducing its malfunction will be an appealing strategy to treat MDR tumors. In this paper, a natural polysaccharides-based nanoplatform (TDTD@UA/HA micelles) with cell and mitochondria dual-targeting ability was facilely fabricated to co-deliver ursolic acid (UA) and doxorubicin (DOX) for combinatorial MDR therapy. TDTD@UA/HA micelles featured a spherical morphology, narrow size distribution (∼140 nm), as well as favorable drug co-loading capacity (DOX: 8.41 %, UA: 9.06 %). After hyaluronic acid (HA)-mediated endocytosis, the lysosomal hyaluronidase promoted the degradation of HA layer and then the positive triphenylphosphine groups were exposed, which significantly enhanced the mitochondria-accumulation of nano micelles. Subsequently, DOX and UA were specifically released into mitochondria under the trigger of endogenous reactive oxygen species (ROS), followed by severe mitochondrial destruction through generating ROS, exhausting mitochondrial membrane potential, and blocking energy supply, etc.; ultimately contributing to the susceptibility restoration of MCF-7/ADR cells to chemotherapeutic agents. Importantly, TDTD@UA/HA micelles performed potent anticancer efficacy without distinct toxicity on the MDR tumor-bearing nude mice model. Overall, the versatile nanomedicine represented a new therapeutic paradigm and held great promise in overcoming MDR-related cancer.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Micelles",
        "Ursolic Acid",
        "Hyaluronic Acid",
        "Dextrans",
        "Mice, Nude",
        "Reactive Oxygen Species",
        "Drug Resistance, Neoplasm",
        "Doxorubicin",
        "Drug Resistance, Multiple",
        "Polymers",
        "MCF-7 Cells",
        "Mitochondria",
        "Mice, Inbred BALB C",
        "Neoplasms"
      ]
    },
    {
      "pmid": "38429745",
      "title": "Correction: Natural ursolic acid based self-therapeutic polymer as nanocarrier to deliver natural resveratrol for natural therapy of acute kidney injury.",
      "authors": [
        "Yuanpeng Nie",
        "Liying Wang",
        "Shengbo Liu",
        "Chunlei Dai",
        "Tianjiao Cui",
        "Yan Lei",
        "Xinru You",
        "Xiaohua Wang",
        "Jun Wu",
        "Zhihua Zheng"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "38423241",
      "title": "Ursolic acid alleviates cancer cachexia by inhibiting STAT3 signaling pathways in C2C12 myotube and CT26 tumor-bearing mouse model.",
      "authors": [
        "Li Chen",
        "Yan Chen",
        "Mengxia Wang",
        "Linglin Lai",
        "Linbo Zheng",
        "Huiqin Lu"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer cachexia, a multi-organ disorder resulting from tumor and immune system interactions, prominently features muscle wasting and affects the survival of patients with cancer. Ursolic acid (UA) is known for its antioxidant, anti-inflammatory, and anticancer properties. However, its impact on cancer cachexia remains unexplored. This study aimed to assess the efficacy of UA in addressing muscle atrophy and organ dysfunction in cancer cachexia and reveal the mechanisms involved. UA dose-dependently ameliorated C2C12 myotube atrophy. Mechanistically, it inhibited the expression of muscle-specific RING finger containing protein 1 (MURF1) and the phosphorylation of signal transducer and activator of transcription 3 (STAT3), and upregulated the mRNA or protein levels of myogenic differentiation antigen and myogenin in cultured C2C12 myotubes treated with conditioned medium. In vivo, UA protected CT26 tumor-bearing mice against loss of body weight, as well as increased skeletal muscle and epididymal fat without affecting tumor growth. Additionally, UA increased food intake in CT26 tumor-bearing mice. The mRNA expression of tumor necrosis-α and interleukin 6 was significantly downregulated in the intestine, gastrocnemius, and heart tissues following 38 d UA administration. UA treatment reversed the levels of myocardial function indicators, including creatine kinase, creatine kinase-MB, lactate dehydrogenase, car-dial troponin T, and glutathione. Finally, UA treatment significantly inhibited the expression of MURF1, the phosphorylation of nuclear factor kappa-B p65, and STAT3 in the gastrocnemius muscle and heart tissues of cachexic mice. Our findings suggest that UA is a promising natural compound for developing dietary supplements for cancer cachexia therapy owing to its anti-catabolic effects.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Cachexia",
        "Ursolic Acid",
        "STAT3 Transcription Factor",
        "Neoplasms",
        "Muscle Fibers, Skeletal",
        "Muscle, Skeletal",
        "Signal Transduction",
        "Muscular Atrophy",
        "RNA, Messenger"
      ]
    },
    {
      "pmid": "38422539",
      "title": "Ursolic acid loaded tri-block copolymer nanoparticles based on triphenylphosphine for mitochondria-targeted cancer therapy.",
      "authors": [
        "Jieqiong Ding",
        "Jie Tan",
        "Xiaohang Peng",
        "Liyuan Cheng",
        "Weiling Huang",
        "Binhua Luo"
      ],
      "journal": "Biomedical materials (Bristol, England)",
      "publication_date": "2024-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel biodegradable amphiphilic triblock copolymer, polyphosphate, polyethylene glycol, and polylactic acid (PAEEP-PEG-PLLA), was synthesized by twice ring-opening polymerization and triphenylphosphine (TPP) was grafted onto the block copolymer to synthesize a carrier material TPP-PAEEP-PEG-PLLA, which was identified by1H-nuclear magnetic resonance (1H-NMR) spectroscopy. The TPP-PAEEP-PEG-PLLA nanoparticles encapsulated with ursolic acid (UA) were prepared by the emulsion-solvent evaporation method and characterized by dynamic light scattering. The mitochondrial targeting ability of fluorescently labeled nanoparticles was evaluated by laser confocal microscopy. The average particle size and surface charge of the UA -loaded nanoparticle solution were 180.07 ± 1.67 nm and +15.57 ± 1.33 mV, respectively. The biocompatibility of nanoparticles was briefly evaluated by erythrocyte hemolysis assay.In vitrocell proliferation assay and scratch migration assay were performed to compare the difference in anti-tumor effect between UA and UA nanoparticles. The results showed that TPP-modified triblock copolymers had good mitochondrial targeting and improved the low bioavailability of UA, and UA nanoparticles exhibited more pronounced anti-tumor capabilities. In summary, the results suggested that our UA nanoparticles were a promising drug-targeted delivery system for the treatment of tumors.",
      "mesh_terms": [
        "Humans",
        "Ursolic Acid",
        "Drug Carriers",
        "Polymers",
        "Polyethylene Glycols",
        "Neoplasms",
        "Nanoparticles",
        "Particle Size",
        "Organophosphorus Compounds"
      ]
    },
    {
      "pmid": "38337633",
      "title": "Dietary Supplementation with 23-Hydroxy Ursolic Acid Reduces the Severity and Incidence of Acute Experimental Autoimmune Encephalomyelitis (EAE) in a Murine Model of Multiple Sclerosis.",
      "authors": [
        "Reto Asmis",
        "Megan T Medrano",
        "Carol Chase Huizar",
        "Wendell P Griffith",
        "Thomas G Forsthuber"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jan-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "23-Hydroxy ursolic acid (23-OH UA) is a potent atheroprotective and anti-obesogenic phytochemical, with anti-inflammatory and inflammation-resolving properties. In this study, we examined whether dietary 23-OH UA protects mice against the acute onset and progression of experimental autoimmune encephalomyelitis (EAE), a mouse model of multiple sclerosis (MS). Female C57BL/6 mice were fed either a defined low-calorie maintenance diet (MD) or an MD supplemented with 0.2% wgt/wgt 23-OH UA for 5 weeks prior to actively inducing EAE and during the 30 days post-immunization. We observed no difference in the onset of EAE between the groups of mice, but ataxia and EAE disease severity were suppressed by 52% and 48%, respectively, and disease incidence was reduced by over 49% in mice that received 23-OH UA in their diet. Furthermore, disease-associated weight loss was strikingly ameliorated in 23-OH UA-fed mice. ELISPOT analysis showed no significant differences in frequencies of T cells producing IL-17 or IFN-γ between 23-OH UA-fed mice and control mice, suggesting that 23-OH UA does not appear to regulate peripheral T cell responses. In summary, our findings in EAE mice strongly suggest that dietary 23-OH UA may represent an effective oral adjunct therapy for the prevention and treatment of relapsing-remitting MS.",
      "mesh_terms": [
        "Female",
        "Mice",
        "Animals",
        "Encephalomyelitis, Autoimmune, Experimental",
        "Multiple Sclerosis",
        "Ursolic Acid",
        "Disease Models, Animal",
        "Incidence",
        "Mice, Inbred C57BL",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "38255977",
      "title": "Therapeutic Effect of an Ursolic Acid-Based Nutraceutical on Neuronal Regeneration after Sciatic Nerve Injury.",
      "authors": [
        "Fortuna Iannuzzo",
        "Annunziata Gaetana Cicatiello",
        "Serena Sagliocchi",
        "Elisabetta Schiano",
        "Annarita Nappi",
        "Caterina Miro",
        "Mariano Stornaiuolo",
        "Adriano Mollica",
        "Gian Carlo Tenore",
        "Monica Dentice",
        "Ettore Novellino"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peripheral nerve injuries lead to severe functional impairments and long recovery times, with limited effectiveness and accessibility of current treatments. This has increased interest in natural bioactive compounds, such as ursolic acid (UA). Our study evaluated the effect of an oleolyte rich in UA from white grape pomace (WGPO) on neuronal regeneration in mice with induced sciatic nerve resection, administered concurrently with the induced damage (the WGPO group) and 10 days prior (the PRE-WGPO group). The experiment was monitored at two-time points (4 and 10 days) after injury. After 10 days, the WGPO group demonstrated a reduction in muscle atrophy, evidenced by an increased number and diameter of muscle fibers and a decreased Atrogin-1 and Murf-1 expression relative to the denervated control. It was also observed that 85.7% of neuromuscular junctions (NMJs) were fully innervated, as indicated by the colocalization of α-bungarotoxin and synaptophysin, along with the significant modulation of Oct-6 and S-100. The PRE-WGPO group showed a more beneficial effect on nerve fiber reformation, with a significant increase in myelin protein zero and 95.2% fully innervated NMJs, and a pro-hypertrophic effect in resting non-denervated muscles. Our findings suggest WGPO as a potential treatment for various conditions that require the repair of nerve and muscle injuries.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Peripheral Nerve Injuries",
        "Ursolic Acid",
        "Sciatic Nerve",
        "Dietary Supplements",
        "Muscle Fibers, Skeletal"
      ]
    },
    {
      "pmid": "38183870",
      "title": "Synergistic anti-tumor effect of dual drug co-assembled nanoparticles based on ursolic acid and sorafenib.",
      "authors": [
        "Ling-Wu Tong",
        "Jing-Qing Le",
        "Xun-Huan Song",
        "Cheng-Lei Li",
        "Shi-Jing Yu",
        "Ying-Qi Lin",
        "Yi-Fan Tu",
        "Jing-Wei Shao"
      ],
      "journal": "Colloids and surfaces. B, Biointerfaces",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Both ursolic acid (UA) and sorafenib (Sora) have been generally utilized in cancer treatment, and the combination of the two has also shown a good anti-tumor effect. However, single-agent therapy for Hepatocellular carcinoma (HCC) has the disadvantages of multi-drug resistance, poor water solubility and low bioavailability, and the application of traditional nanocarrier materials is limited due to their low drug loading and low carrier-related toxicity. Therefore, we prepared US NPs with different proportions of UA and Sora by solvent exchange method for achieving synergistic HCC therapy. US NPs had suitable particle size, good dispersibility and storage stability, which synergistically inhibited the proliferation of HepG2 cells, SMMC7721 cells and H22 cells. In addition, we also proved that US NPs were able to suppress the migration of HepG2 cells and SMMC7721 cells and reduce the adhesion ability and colony formation ability of these cells. According to the results, US NPs could degrade the membrane potential of mitochondrial, participate in cell apoptosis, and synergistically induce autophagy. Collectively, the carrier-free US NPs provide new strategies for HCC treatment and new ideas for the development of novel nano-drug delivery systems containing UA and Sora.",
      "mesh_terms": [
        "Humans",
        "Sorafenib",
        "Carcinoma, Hepatocellular",
        "Ursolic Acid",
        "Pharmaceutical Preparations",
        "Liver Neoplasms",
        "Nanoparticles",
        "Cell Line, Tumor",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "38144346",
      "title": "Ursolic acid induces apoptosis and pyroptosis in Reh cells by upregulating of the JNK signalling pathway based on network pharmacology and experimental validation.",
      "authors": [
        "Ying Luo",
        "Jing Xiang",
        "Shuangyang Tang",
        "Shiting Huang",
        "Yishan Zhou",
        "Haiyan Shen"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To explore the mechanism of ursolic acid (UA) against acute B lymphoblastic leukaemia (B-ALL) based on network pharmacological analysis, molecular docking and experimental verification. METHODS: The core targets, functional processes, and biological pathways of UA in B-ALL were predicted by network pharmacology and molecular docking. The efficacy and mechanism of UA against B-ALL were verified through in vitro experiments such as cell viability assays, CCK-8 assays, LDH assays, AO/EB staining, flow cytometry, and Western blot assays. RESULTS: Network pharmacology analysis of the core targets indicated that the effects of UA on B-ALL were related to programmed cell death (apoptosis and pyroptosis). Molecular docking results showed that FOS, CASP8, MAPK8, IL-1β and JUN were the key targets of UA against B-ALL. The MTS assay showed that UA decreased the viability of Reh cells in a concentration- and time-dependent manner. Cellular and Western blot experiments found that UA induced Reh cell apoptosis and pyroptosis by upregulating the JNK signalling pathway. CONCLUSIONS: Our findings demonstrated that UA could induce Reh cell apoptosis and pyroptosis by activating the JNK signalling pathway to exert anti-B-ALL effects. This indicates that UA may become a potential drug for the effective treatment of B-ALL."
    },
    {
      "pmid": "38131251",
      "title": "Ursolic acid inhibits the metastasis of colon cancer by downregulating ARL4C expression.",
      "authors": [
        "Mengzhe Zhang",
        "Fenfen Xiang",
        "Yipeng Sun",
        "Rongrong Liu",
        "Qian Li",
        "Qing Gu",
        "Xiangdong Kang",
        "Rong Wu"
      ],
      "journal": "Oncology reports",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ursolic acid (UA), a natural pentacyclic triterpenoid, is known to exhibit various biological activities and anticancer effects. However, the underlying anticancer mechanism is not fully understood to date. The present study aimed to investigate the antimetastatic effect of UA through ADP‑ribosylation factor like GTPase 4C (ARL4C) in colon cancer. A lung metastasis model of colon cancer in nude mice was established through tail vein injection. A Cell Counting Kit‑8 assay was used to investigate the proliferation of colon cancer cells. Transwell assays were used to detect cell migration and invasion. The expression levels of proteins including ARL4C, matrix metallopeptidase 2 (MMP2), phosphorylated (p)‑AKT and p‑mTOR were measured using western blot analysis. Immunohistochemistry was used to determine the protein expression level in tissues. ARL4C ubiquitination levels were analysed using immunoprecipitation and western blotting. The results indicated that UA inhibits the metastasis of colon cancer in vivo and in vitro. The expression of ARL4C in human colon cancer tissue was significantly higher than that in adjacent tissues and its high expression level was associated with lymph node metastases and tumour stage. UA treatment significantly decreased ARL4C and MMP2 protein levels and inhibited the AKT/mTOR signalling pathway. Overexpression of ARL4C reversed the inhibitory effect of UA on the invasion and migration of HCT‑116 and SW480 cells, as well as the expression and secretion of MMP2 protein. In addition, UA and an AKT signalling pathway inhibitor (LY294002) induced the ubiquitination of the ARL4C protein, which was reversed by a proteasome inhibitor (MG‑132). Collectively, it was revealed in the present study that UA served as a novel solution to relieve colon cancer metastasis by inducing the ubiquitination‑mediated degradation of ARL4C by modulating the AKT signalling pathway. Thus, UA may be a promising treatment option to prolong the survival of patients with colon cancer metastasis.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Humans",
        "Ursolic Acid",
        "Proto-Oncogene Proteins c-akt",
        "Mice, Nude",
        "Matrix Metalloproteinase 2",
        "Colonic Neoplasms",
        "TOR Serine-Threonine Kinases",
        "Cell Proliferation",
        "Triterpenes",
        "ADP-Ribosylation Factors"
      ]
    },
    {
      "pmid": "38116552",
      "title": "Hyaluronic Acid-modified Liposomes for Ursolic Acid-targeted Delivery Treat Lung Cancer Based on p53/ARTS-mediated Mitochondrial Apoptosis.",
      "authors": [
        "TingTing Ma",
        "Jiasi Zhou",
        "Jiajie Li",
        "Qi Chen"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chemotherapy drugs can cause drug resistance and other problems when treating lung cancer, which leads to treatment failure. Ursolic acid (UA) is used in formulations based on traditional Chinese medicine. UA has excellent anti-tumor effects, but they are limited by solubility and non-specificity to tumor cells. OBJECTIVES: To overcome these issues, we created a novel hyaluronic acid (HA)-targeted liposome system for delivering UA (HA-Lipo/UA) to explore the targeting and anti-tumor effects of UA. METHODS: We constructed the HA-Lipo/UA delivery system by the thin film hydration method. The uptake and localization of UA were detected by flow cytometry and microscope. Cell proliferation of A549 cells was detected by MTT assays. Apoptosis and reactive oxygen species (ROS) expression of A549 cells were also evaluated after being treated with HA-Lipo/UA. Western blot analysis evaluated the anti-tumor mechanism of HA-Lipo/UA. RESULTS: HA-Lipo/UA exhibited favorable targeting of the cluster of differentiation (CD)44-overexpressing A549 cells. HA-Lipo/UA exhibited significant inhibition of the proliferation of A549 cells and induced their apoptosis compared with the corresponding monotherapies. HA-Lipo/UA induced overexpression of reactive oxygen species and upregulated expression of p53 and apoptosis-related protein in the transforming growth factor-β signaling (ARTS) pathway, which induced cytochrome-c release, activation of caspase-3, and promoted mitochondrial apoptosis in A549 cells. CONCLUSIONS: Taken together, these data suggested that HA-Lipo/UA could be used to target tumor cells."
    },
    {
      "pmid": "38107649",
      "title": "Ursolic acid derivative UAOS-Na treats experimental autoimmune encephalomyelitis by immunoregulation and protecting myelin.",
      "authors": [
        "Maolin Wang",
        "Chenming Gu",
        "Yifu Yang",
        "Liang Chen",
        "Kaixian Chen",
        "Jun Du",
        "Huali Wu",
        "Yiming Li"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Multiple sclerosis (MS) is an inflammatory demyelinating disease of the central nervous system (CNS). Ursolic acid (UA) can be used in the MS treatment with anti-inflammatory and neuroprotective activities. However, UA is insoluble in water, which may affect its medication effectiveness. In our previous study, UAOS-Na, a water-soluble derivative of UA was obtained. In this study, we evaluated the pharmacological effects and explored its underlying mechanism of UAOS-Na on experimental autoimmune encephalomyelitis (EAE). METHODS: Firstly, the pharmacodynamics of UAOS-Na was investigated in EAE and Cuprizone-induced mice. And then the possible mechanisms were investigated by TMT proteomics and verified by in vitro and in vivo experiments. RESULTS: UAOS-Na (30 mg/kg/d) delayed the onset time of EAE from 11.78 days post immunization (dpi) to 14.33 dpi, reduced the incidence from 90.0% to 42.9%. UAOS-Na (60 mg/kg/d) reduced the serum levels of IFN-γ, IL-17A, TNF-α and IL-6, reduced the mononuclear cell infiltration of spinal cord, and inhibited the overexpression of key transcription factors T-bet and ROR-γt of EAE mouse spinal cord. In addition, UAOS-Na attenuated demyelination and astrogliosis in the CNS of EAE and cuprizone-induced mice. Mechanistically, proteomics showed that 96 differential expression proteins (DEPs) were enriched and 94 were upregulated in EAE mice compared with normal group. After UAOS-Na treatment, 16 DEPs were enriched and 15 were downregulated, and these DEPs were markedly enriched in antigen processing and presentation (APP) signaling pathway. Moreover, UAOS-Na downregulated the protein levels of Tapbp and H2-T23 in MHC-I antigen presentation pathway and reduced the proliferation of splenic CD8 T cells, thereby inhibiting the CNS infiltration of CD8 T cells. CONCLUSION: Our findings demonstrated that UAOS-Na has both myelin protective and anti-inflammatory effects. And it could reduce the inflammation of MS by downregulating the expression of Tapbp and H2-T23 in the MHC-I antigen presentation pathway."
    },
    {
      "pmid": "38105186",
      "title": "Natural ursolic acid based self-therapeutic polymer as nanocarrier to deliver natural resveratrol for natural therapy of acute kidney injury.",
      "authors": [
        "Yuanpeng Nie",
        "Liying Wang",
        "Shengbo Liu",
        "Chunlei Dai",
        "Tianjiao Cui",
        "Yan Lei",
        "Xinru You",
        "Xiaohua Wang",
        "Jun Wu",
        "Zhihua Zheng"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2023-Dec-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute kidney injury (AKI) is a common kidney disease associated with excessive reactive oxygen species (ROS). Unfortunately, due to the low kidney targeting and undesired side effects, the existing antioxidant and anti-inflammatory drugs are unavailable for AKI management in clinic. Therefore, it's essential to develop effective nanodrugs with high renal targeting and biocompatibility for AKI treatment. Herein, we reported a novel nanodrug for AKI treatment, utilizing poly(ursolic acid) (PUA) as a bioactive nanocarrier and resveratrol (RES) as a model drug. The PUA polymer was synthesized form ursolic acid with intrinsic antioxidant and anti-inflammatory activities, and successfully encapsulated RES through a nanoprecipitation method. Subsequently, we systemically investigated the therapeutic potential of RES-loaded PUA nanoparticles (PUA NPs@RES) against AKI. In vitro results demonstrated that PUA NPs@RES effectively scavenged ROS and provided substantial protection against H2O2-induced cellular damage. In vivo studies revealed that PUA NPs significantly improved drug accumulation in the kidneys and exhibited favorable biocompatibility. Furthermore, PUA NPs alone exhibited additional anti-inflammatory and antioxidant effect, synergistically enhancing therapeutic efficacy in AKI mouse models when combined with RES. Overall, our study successfully developed an effective nanodrug using self-therapeutic nanocarriers, presenting a promising option for the treatment of AKI.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Resveratrol",
        "Antioxidants",
        "Ursolic Acid",
        "Reactive Oxygen Species",
        "Polymers",
        "Hydrogen Peroxide",
        "Acute Kidney Injury",
        "Anti-Inflammatory Agents",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "38067626",
      "title": "Ursolic Acid's Alluring Journey: One Triterpenoid vs. Cancer Hallmarks.",
      "authors": [
        "Youness Limami",
        "Aline Pinon",
        "Hicham Wahnou",
        "Mounia Oudghiri",
        "Bertrand Liagre",
        "Alain Simon",
        "Raphaël Emmanuel Duval"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Dec-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer is a multifactorial disease characterized by various hallmarks, including uncontrolled cell growth, evasion of apoptosis, sustained angiogenesis, tissue invasion, and metastasis, among others. Traditional cancer therapies often target specific hallmarks, leading to limited efficacy and the development of resistance. Thus, there is a growing need for alternative strategies that can address multiple hallmarks concomitantly. Ursolic acid (UA), a naturally occurring pentacyclic triterpenoid, has recently emerged as a promising candidate for multitargeted cancer therapy. This review aims to summarize the current knowledge on the anticancer properties of UA, focusing on its ability to modulate various cancer hallmarks. The literature reveals that UA exhibits potent anticancer effects through diverse mechanisms, including the inhibition of cell proliferation, induction of apoptosis, suppression of angiogenesis, inhibition of metastasis, and modulation of the tumor microenvironment. Additionally, UA has demonstrated promising activity against different cancer types (e.g., breast, lung, prostate, colon, and liver) by targeting various cancer hallmarks. This review discusses the molecular targets and signaling pathways involved in the anticancer effects of UA. Notably, UA has been found to modulate key signaling pathways, such as PI3K/Akt, MAPK/ERK, NF-κB, and Wnt/β-catenin, which play crucial roles in cancer development and progression. Moreover, the ability of UA to destroy cancer cells through various mechanisms (e.g., apoptosis, autophagy, inhibiting cell growth, dysregulating cancer cell metabolism, etc.) contributes to its multitargeted effects on cancer hallmarks. Despite promising anticancer effects, this review acknowledges hurdles related to UA's low bioavailability, emphasizing the need for enhanced therapeutic strategies.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Phosphatidylinositol 3-Kinases",
        "Triterpenes",
        "Signal Transduction",
        "Neoplasms",
        "Apoptosis",
        "Cell Proliferation",
        "Cell Line, Tumor",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "38044485",
      "title": "Mechanistic study on ursolic acid inhibiting the growth of colorectal cancer cells through the downregulation of TGF-β3 by miR-140-5p.",
      "authors": [
        "Tao Zhang",
        "Fenfen Xiang",
        "Xiaoxiao Li",
        "Zixi Chen",
        "Jun Wang",
        "Jiahui Guo",
        "Shanshan Zhu",
        "Jun Zhou",
        "Xiangdong Kang",
        "Rong Wu"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer (CRC) is a common digestive tract tumor with a high incidence and a poor prognosis. Traditional chemotherapy drugs are usually accompanied by unpleasant side effects, highlighting the importance of exploring new adjunctive drugs. In this study, we aimed to explore the role of ursolic acid (UA) in CRC cells. Specifically, HT-29 cells were treated with UA at different concentrations (10, 20, 30, and 40 μM), and the expression of miR-140-5p, tumor growth factor-β3 (TGF-β3), β-catenin, and cyclin D1 was determined by real-time quantitative PCR. The cell cycle and apoptosis were checked by flow cytometry, and cell proliferation was detected by Cell Counting Kit-8 assay. The HT-29 cell model was established through overexpression (miR-140-5p mimics) and interference (miR-140-5p inhibitor) of miR-140-5p. Western blot was used to detect the protein expression of TGF-β3. We found that UA could inhibit the proliferation of HT-29 cells, block cells in the G1 phase, and promote cell apoptosis. After UA treatment, the expression of miR-140-5p increased and TGF-β3 decreased. Notably, miR-140-5p downregulated the expression of TGF-β3, while the overexpression of miR-140-5p exerted a similar function to UA in HT-29 cells. Additionally, the messenger RNA expression of TGF-β3, β-catenin, and cyclin D1 was decreased in HT-29 cells after UA treatment. In conclusion, UA inhibited CRC cell proliferation and cell cycle and promoted apoptosis by regulating the miR-140-5p/TGF-β3 axis, which may be related to the inhibition of Wnt/β-catenin signaling pathway.",
      "mesh_terms": [
        "Humans",
        "beta Catenin",
        "MicroRNAs",
        "Cell Line, Tumor",
        "Cyclin D1",
        "Transforming Growth Factor beta3",
        "Ursolic Acid",
        "Down-Regulation",
        "Cell Proliferation",
        "Intercellular Signaling Peptides and Proteins",
        "Colorectal Neoplasms",
        "Gene Expression Regulation, Neoplastic"
      ]
    },
    {
      "pmid": "38004538",
      "title": "Topical Formulations Based on Ursolic Acid-Loaded Nanoemulgel with Potential Application in Psoriasis Treatment.",
      "authors": [
        "Małgorzata Miastkowska",
        "Agnieszka Kulawik-Pióro",
        "Elwira Lasoń",
        "Karolina Śliwa",
        "Magdalena Anna Malinowska",
        "Elżbieta Sikora",
        "Tomasz Kantyka",
        "Ewa Bielecka",
        "Anna Maksylewicz",
        "Emilia Klimaszewska",
        "Marta Ogorzałek",
        "Małgorzata Tabaszewska",
        "Łukasz Skoczylas",
        "Krzysztof Nowak"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Oct-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Psoriasis is a chronic disorder that causes a rash with itchy, scaly patches. It affects nearly 2-5% of the worldwide population and has a negative effect on patient quality of life. A variety of therapeutic approaches, e.g., glucocorticoid topical therapy, have shown limited efficacy with systemic adverse reactions. Therefore, novel therapeutic agents and physicochemical formulations are in constant need and should be obtained and tested in terms of effectiveness and minimization of side effects. For that reason, the aim of our study was to design and obtain various hybrid systems, nanoemulgel-macroemulsion and nanoemulgel-oleogel (bigel), as vehicles for ursolic acid (UA) and to verify their potential as topical formulations used in psoriasis treatment. Obtained topical formulations were characterized by conducting morphological, rheological, texture, and stability analysis. To determine the safety and effectiveness of the prepared ursolic acid carriers, in vitro studies on human keratinocyte cell-like HaCaT cells were performed with cytotoxicity analysis for individual components and each formulation. Moreover, a kinetic study of ursolic acid release from the obtained systems was conducted. All of the studied UA-loaded systems were well tolerated by keratinocyte cells and had suitable pH values and stability over time. The obtained formulations exhibit an apparent viscosity, ensuring the appropriate time of contact with the skin, ease of spreading, soft consistency, and adherence to the skin, which was confirmed by texture tests. The release of ursolic acid from each of the formulations is followed by a slow, controlled release according to the Korsmeyer-Peppas and Higuchi models. The elaborated systems could be considered suitable vehicles to deliver triterpene to psoriatic skin."
    },
    {
      "pmid": "37970434",
      "title": "Effect of resistance and endurance training with ursolic acid on oxidative stress and cognitive impairment in hippocampal tissue in HFD/STZ-induced aged diabetic rats.",
      "authors": [
        "Safoura Alizade",
        "Mohammad Faramarzi",
        "Ebrahim Banitalebi",
        "Elham Saghaei"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The increase in age-related cognitive impairment (CIs) and diabetes mellitus is a global health concern. Exercise training has been reported to activate the Nrf2/Keap1/ARE signaling and enhance the antioxidant defense pathways in some animal models. This study aimed to investigate the effects of ursolic acid (UA) associated with resistance or endurance training on antioxidant markers, and the Nrf2/Keap1/ARE pathway in the brain of older diabetic rats. MATERIALS AND METHODS: 23-month-aged diabetes induced male Wistar rats were randomly assigned to seven groups (n=8). UA supplementation (250 mg/kg, daily) was administered along with resistance (60% maximum capacity of voluntary carrying [MVCC], 14-20 climbs) or endurance training (60-75% velocity at maximal oxygen uptake [vVO2max]), five days/week for eight weeks. Cognitive-motor functioning was assessed through open-field and passive avoidance response tests. Nrf2, Keap1, and antioxidant markers including SOD, CAT, GPx, and GSH were measured in the hippocampus tissue. RESULTS: The results showed positive effect of resistance training (P≤0.001) on Nrf2. There was endurance training with supplementation main effect (P=0.018) on Keap1 concentration. SOD revealed a significant endurance/resistance training by supplementation interaction effect (P≤0.05); however, there was no main training or UA supplementation effects on CAT, GPx, and GSH, despite improving spatial memory changes in exercise or UA groups. CONCLUSION: It appears that UA treatment with resistance or endurance exercise has some beneficial effects on Nrf2 and some antioxidant markers. However, more research is needed to elucidate UA's interaction effects and exercise interventions in diabetic situations."
    },
    {
      "pmid": "37893218",
      "title": "Overview of Ursolic Acid Potential for the Treatment of Metabolic Disorders, Autoimmune Diseases, and Cancers via Nuclear Receptor Pathways.",
      "authors": [
        "Sultan F Kadasah",
        "Mohamed O Radwan"
      ],
      "journal": "Biomedicines",
      "publication_date": "2023-Oct-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nuclear receptors (NRs) form a family of druggable transcription factors that are regulated by ligand binding to orchestrate multifaceted physiological functions, including reproduction, immunity, metabolism, and growth. NRs represent attractive and valid targets for the management and treatment of a vast array of ailments. Pentacyclic triterpenes (PTs) are ubiquitously distributed natural products in medicinal and aromatic plants, of which ursolic acid (UA) is an extensively studied member, due to its diverse bio-pertinent activities against different cancers, inflammation, aging, obesity, diabetes, dyslipidemia, and liver injury. In fact, PTs share a common lipophilic structure that resembles NRs' endogenous ligands. Herein, we present a review of the literature on UA's effect on NRs, showcasing the resulting health benefits and potential therapeutic outcomes. De facto, UA exhibited numerous pharmacodynamic effects on PPAR, LXR, FXR, and PXR, resulting in remarkable anti-inflammatory, anti-hyperlipidemic, and hepatoprotective properties, by lowering lipid accumulation in hepatocytes and mitigating non-alcoholic steatohepatitis (NASH) and its subsequent liver fibrosis. Furthermore, UA reversed valproate and rifampicin-induced hepatic lipid accumulation. Additionally, UA showed great promise for the treatment of autoimmune inflammatory diseases such as multiple sclerosis and autoimmune arthritis by antagonizing RORγ. UA exhibited antiproliferative effects against skin, prostate, and breast cancers, partially via PPARα and RORγ pathways. Herein, for the first time, we explore and provide insights into UA bioactivity with respect to NR modulation."
    },
    {
      "pmid": "37884218",
      "title": "A composition of ursolic acid derivatives from Ludwigia hyssopifolia induces apoptosis in throat cancer cells via the Akt/mTOR and mitochondrial signaling pathways and by modulating endoplasmic reticulum stress.",
      "authors": [
        "Wenqi Liu",
        "Shiwen Kang",
        "Huijian Chen",
        "Yerlan Bahetjan",
        "Jinyan Zhang",
        "Rumei Lu",
        "Ni Zheng",
        "Guangzhong Yang",
        "Xinzhou Yang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Ludwigia hyssopifolia (LH), an ethnopharmacological herb used in Guangxi Zhuang medicine, is known for its extensive therapeutic use in treating throat disorders. The anti-laryngeal-cancer benefits of the ethyl acetate and petroleum ether fractions of the ethanolic extracts of LH have been shown in our prior cell-based research. Nevertheless, the specific impacts and underlying processes by which LH combats throat cancer effects have not been fully understood. AIM OF THE STUDY: This study involved the extraction of a composition containing two derivatives of ursolic acid from LH (LH-CUAD). The present study aimed to assess the anti-throat-cancer effects of these derivatives and the underlying mechanisms through in vitro and in vivo experiments. MATERIALS AND METHODS: Solvent extraction, fractionation, chromatography, and semipreparative high-performance liquid chromatography were used for the extraction, purification, and analysis of LH-CUAD. The in vitro and in vivo anti-throat-cancer effects of LH-CUAD were investigated using the throat cancer cell lines Hep-2 and FaDu as well as Hep-2 tumor-bearing nude mice. RESULTS: LH-CUAD significantly inhibited the proliferation and migration of throat cancer cells without any prominent toxicity. The Hoechst 33258 staining, Annexin V-FITC/PI double-staining assays, and flow cytometry confirmed that LH-CUAD could induce throat cancer cell death from early to late apoptosis in vitro. LH-CUAD exhibited significant antitumor activity and low toxicity in a xenograft model, and induced throat cancer cells apoptosis in vivo. The apoptotic effects of LH-CUAD therapy were validated using Western blotting, which demonstrated the activation of a caspase cascade response triggered by an imbalance between the endoplasmic reticulum and mitochondria. In addition, it was observed that LH-CUAD exhibited inhibitory effects on Akt and mTOR phosphorylation, hence promoting apoptosis. CONCLUSIONS: LH-CUAD induces apoptosis in both in vivo and in vitro models of throat cancer. This effect is achieved by activating the mitochondrial pathway, inhibiting the Akt/mTOR pathway and initiating endoplasmic reticulum stress. The findings of this study suggest that LH-CUAD has the potential to offer a novel approach to the clinical management of throat cancer.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Humans",
        "Pharynx",
        "Proto-Oncogene Proteins c-akt",
        "Mice, Nude",
        "China",
        "Signal Transduction",
        "TOR Serine-Threonine Kinases",
        "Apoptosis",
        "Neoplasms",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37834220",
      "title": "Ursolic Acid Alleviates Neuroinflammation after Intracerebral Hemorrhage by Mediating Microglial Pyroptosis via the NF-κB/NLRP3/GSDMD Pathway.",
      "authors": [
        "Pan Lei",
        "Zhiyang Li",
        "Qiuwei Hua",
        "Ping Song",
        "Lun Gao",
        "Long Zhou",
        "Qiang Cai"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The neuroinflammatory response after intracerebral hemorrhage (ICH) causes a large amount of neuronal loss, and inhibiting the inflammatory response can improve the prognosis. In previous laboratory studies and clinical trials, ursolic acid (UA) inhibited the inflammatory response, but whether it can be administered to inhibit the neuroinflammatory response after cerebral hemorrhage is unknown. The aim of this study was to investigate the effects of ursolic acid after cerebral hemorrhage. Online databases were used to obtain potential therapeutic targets of ursolic acid for the treatment of cerebral hemorrhage, and possible mechanisms were analyzed by KEGG, GO, and molecular docking. A rat model of cerebral hemorrhage was established using collagenase, and an in vitro cerebral hemorrhage model was constructed by adding hemin to BV2 cell culture medium. Enzyme-linked immunosorbent assay (ELISA), Western blotting (WB), immunofluorescence, TUNEL staining, and calcein/PI staining were used to investigate the degree of microglial M1 polarization, changes in the levels of inflammatory factors, activation of the NF-κB pathway, and changes in the indicators of cellular death after ursolic acid treatment. In addition, phorbol 12-myristate 13-acetate (PMA) was used to activate the NF-κB pathway to verify that ursolic acid exerts its anti-neuroinflammatory effects by regulating the NF-κB/NLRP3/GSDMD pathway. Network pharmacology and bioinformatics analyses revealed that ursolic acid may exert its therapeutic effects on cerebral hemorrhage through multiple pathways. Together, in vivo and in vitro experiments showed that ursolic acid inhibited microglial M1 polarization and significantly reduced the levels of p-NF-κB, GSDMD-N, cleaved caspase-1, TNF-α, IL-6, and IL-1β, which were significantly inhibited by the use of PMA. Ursolic acid inhibits microglial pyroptosis via the NF-κB/NLRP3/GSDMD pathway to alleviate neuroinflammatory responses after cerebral hemorrhage.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "NF-kappa B",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Pyroptosis",
        "Signal Transduction",
        "Neuroinflammatory Diseases",
        "Microglia",
        "Molecular Docking Simulation",
        "Rats, Sprague-Dawley",
        "Cerebral Hemorrhage",
        "Inflammation",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37807970",
      "title": "Ursolic acid alleviates chronic prostatitis via regulating NLRP3 inflammasome-mediated Caspase-1/GSDMD pyroptosis pathway.",
      "authors": [
        "Sheng-Jing Liu",
        "Bo-da Guo",
        "Qing-He Gao",
        "Ying-Jun Deng",
        "Bin Yan",
        "Yin Zeng",
        "Ming Zhao",
        "Kai Ren",
        "Fu Wang",
        "Jun Guo"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ursolic acid (UA) is a naturally occurring pentacyclic triterpenoid widely found in fruits and vegetables. It has been reported that UA has anti-inflammatory effects. However, its efficacy and mechanism of action in the treatment of chronic prostatitis (CP) remain unclear. This study aimed to investigate the efficacy of UA treatment in CP and further explore the underlying mechanism. CP rat and pyroptosis cell models were established in vivo and in vitro, respectively. The efficacy of UA in inhibiting CP was evaluated via haematoxylin-eosin (HE) staining and measurement of inflammatory cytokines. RNA sequencing and molecular docking were used to predict the therapeutic targets of UA in CP. The expression of pyroptosis-related proteins was examined using various techniques, including immunohistochemistry, immunofluorescence, and flow cytometry. UA significantly ameliorated pathological damage and reduced the levels of proinflammatory cytokines in the CP model rats. RNA sequencing analysis and molecular docking suggested that NLRP3, Caspase-1, and GSDMD may be key targets. We also found that UA decreased ROS levels, alleviated oxidative stress, and inhibited p-NF-κB protein expression both in vivo and in vitro. UA improved pyroptosis morphology as indicated by electron microscope and inhibited the expression of the pyroptosis-related proteins NLRP3, Caspase-1, ASC, and GSDMD, reversed the levels of IL-1β, IL-18, and lactate dehydrogenase in vivo and in vitro. UA can mitigate CP by regulating the NLRP3 inflammasome-mediated Caspase-1/GSDMD pathway. Therefore, UA may be a potential for the treatment of CP.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Rats",
        "Animals",
        "Inflammasomes",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Ursolic Acid",
        "Pyroptosis",
        "Caspase 1",
        "Prostatitis",
        "Molecular Docking Simulation",
        "Gasdermins",
        "Phosphate-Binding Proteins"
      ]
    },
    {
      "pmid": "37776274",
      "title": "Effects of curcumin and ursolic acid in prostate cancer: A systematic review.",
      "authors": [
        "Benjamin D Besasie",
        "Achinto Saha",
        "John DiGiovanni",
        "Michael A Liss"
      ],
      "journal": "Urologia",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "The major barriers to phytonutrients in prostate cancer therapy are non-specific mechanisms and bioavailability issues. Studies have pointed to a synergistic combination of curcumin (CURC) and ursolic acid (UA). We investigate this combination using a systematic review process to assess the most likely mechanistic pathway and human testing in prostate cancer. We used the PRISMA statement to screen titles, abstracts, and the full texts of relevant articles and performed a descriptive analysis of the literature reviewed for study inclusion and consensus of the manuscript. The most common molecular and cellular pathway from articles reporting on the pathways and effects of CURC (n = 173) in prostate cancer was NF-κB (n = 25, 14.5%). The most common molecular and cellular pathway from articles reporting on the pathways and effects of UA (n = 24) in prostate cancer was caspase 3/caspase 9 (n = 10, 41.6%). The three most common molecular and cellular pathway from articles reporting on the pathways and effects of both CURC and UA (n = 193) in prostate cancer was NF-κB (n = 28, 14.2%), Akt (n = 22, 11.2%), and androgen (n = 19, 9.6%). Therefore, we have identified the potential synergistic target pathways of curcumin and ursolic acid to involve NF-κB, Akt, androgen receptors, and apoptosis pathways. Our review highlights the limited human studies and specific effects in prostate cancer.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Ursolic Acid",
        "Curcumin",
        "NF-kappa B",
        "Signal Transduction",
        "Proto-Oncogene Proteins c-akt",
        "Apoptosis",
        "Triterpenes",
        "Prostatic Neoplasms"
      ]
    },
    {
      "pmid": "37699206",
      "title": "Anti-inflammatory and anti-oxidant role of ursolic acid in cerulein-induced acute pancreatitis in rats.",
      "authors": [
        "Ahmet Türkoğlu",
        "İbrahim İbiloğlu",
        "İbrahim Kaplan",
        "Serkan Arslan",
        "İbrahim Halil-Öcal",
        "Metehan Gümüş"
      ],
      "journal": "Gaceta medica de Mexico",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ursolic acid (UA) is found in many plants, and has been reported to have anti-protease, antioxidant, anti-inflammatory, antimicrobial, nephroprotective, hepatoprotective, and cardioprotective effects. OBJECTIVE: The purpose of this study was to investigate the effects of ursolic acid in cerulein-induced acute pancreatitis (AP). MATERIALS AND METHODS: Thirty-two Wistar albino rats were randomly assigned to 4 equal groups: Sham, acute pancreatitis, treatment, and ursolic acid group. RESULTS: Serum amylase levels in the AP and treatment groups were significantly higher than in the others (p < 0.05). In addition, serum IL-1β, IL-6, and TNF-α levels were significantly higher in the AP group in comparison with the treatment group. Although pancreatic tissue total oxidant activity in the AP and treatment groups was similar, pancreatic tissue total antioxidant capacity was significantly higher in the treatment group than in the AP group. CONCLUSIONS: Damage to the pancreas and remote organs in AP was observed to be reduced by UA. In addition, oxidative stress was observed to be decreased by the effect of UA.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Pancreatitis",
        "Antioxidants",
        "Ceruletide",
        "Rats, Wistar",
        "Acute Disease",
        "Anti-Inflammatory Agents",
        "Triterpenes",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37641811",
      "title": "Inhibition of the interaction between Hippo/YAP and Akt signaling with ursolic acid and 3'3-diindolylmethane suppresses esophageal cancer tumorigenesis.",
      "authors": [
        "Ruo Yu Meng",
        "Cong Shan Li",
        "Dan Hu",
        "Soon-Gu Kwon",
        "Hua Jin",
        "Ok Hee Chai",
        "Ju-Seog Lee",
        "Soo Mi Kim"
      ],
      "journal": "The Korean journal of physiology & pharmacology : official journal of the Korean Physiological Society and the Korean Society of Pharmacology",
      "publication_date": "2023-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hippo/YAP signaling hinders cancer progression. Inactivation of this pathway contributes to the development of esophageal cancer by activation of Akt. However, the possible interaction between Akt and Hippo/YAP pathways in esophageal cancer progression is unclear. In this study, we found that ursolic acid (UA) plus 3'3-diindolylmethane (DIM) efficiently suppressed the oncogenic Akt/Gsk-3β signaling pathway while activating the Hippo tumor suppressor pathway in esophageal cancer cells. Moreover, the addition of the Akt inhibitor LY294002 and the PI3K inhibitor 3-methyladenine enhanced the inhibitory effects of UA plus DIM on Akt pathway activation and further stimulated the Hippo pathway, including the suppression of YAP nuclear translocation in esophageal cancer cells. Silencing YAP under UA plus DIM conditions significantly increased the activation of the tumor suppressor PTEN in esophageal cancer cells, while decreasing p-Akt activation, indicating that the Akt signaling pathway could be down-regulated in esophageal cancer cells by targeting PTEN. Furthermore, in a xenograft nude mice model, UA plus DIM treatment effectively diminished esophageal tumors by inactivating the Akt pathway and stimulating the Hippo signaling pathway. Thus, our study highlights a feedback loop between the PI3K/Akt and Hippo signaling pathways in esophageal cancer cells, implying that a low dose of UA plus DIM could serve as a promising chemotherapeutic combination strategy in the treatment of esophageal cancer."
    },
    {
      "pmid": "37637267",
      "title": "Ursolic Acid Ameliorated Neuronal Damage by Restoring Microglia-Activated MMP/TIMP Imbalance in vitro.",
      "authors": [
        "Luying Qiu",
        "Yaxuan Wang",
        "Yuye Wang",
        "Fang Liu",
        "Shumin Deng",
        "Weishuang Xue",
        "Yanzhe Wang"
      ],
      "journal": "Drug design, development and therapy",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The oxygen and glucose deprivation-reoxygenation (OGDR) model is widely used to evaluate ischemic stroke and cerebral ischemia-reperfusion (I/R) injury in vitro. Excessively activated microglia produce pro-inflammatory mediators such as matrix metalloproteinases [MMPs] and their specific inhibitors, tissue inhibitors of metalloproteinases [TIMPs], causing neuronal damage. Ursolic acid (UA) acts as a neuroprotective agent in the rat middle cerebral artery occlusion/reperfusion (MCAO/R) model keeping the MMP/TIMP balance with underlying mechanisms unclear. Our study used OGDR model to determine whether and how UA reduces neuronal damage by reversing MMP/TIMP imbalance caused by microglia in I/R injury in vitro. METHODS: SH-SY5Y cells were first cultured with 95% N2 and 5% CO2 and then cultivated regularly for OGDR model. Cell viability was tested for a proper UA dose. We established a co-culture system with SH-SY5Y cells and microglia-conditioned medium (MCM) stimulated by lipopolysaccharide (LPS) and interferon-gamma (IFNγ). MMP9 and TIMP1 levels were measured with ELISA assay to confirm the UA effect. We added recombinant MMP9 (rMMP9) and TIMP1 neutralizing antibody (anti-TIMP1) for reconfirmation. Transmission electron microscopy was used to observe cell morphology, and flow cytometry and Annexin V-FITC and PI labeling for apoptotic conditions. We further measured the calcium fluorescence intensity in SH-SY5Y cells. RESULTS: The MCM significantly reduced cell viability of SH-SY5Y cells after OGDR (p<0.01), which was restored by UA (0.25 µM) (p<0.05), whereas lactate dehydrogenase activity, intraneuronal Ca2+ concentration, and apoptosis-related indexes were showed significant improvement after UA treatment (p<0.01). UA corrected the MMP/TIMP imbalance by decreasing MMP9 expression and increasing TIMP1 expression in the co-culture system (p<0.01) and the effects of UA on SH-SY5Y cells were mitigated by the administration of rMMP9 and anti-TIMP1 (p<0.01). CONCLUSION: We demonstrated that UA inhibited microglia-induced neuronal cell death in an OGDR model of ischemic reperfusion injury by stabilizing the MMP9/TIMP1 imbalance.",
      "mesh_terms": [
        "Humans",
        "Glucose",
        "Macrophages",
        "Matrix Metalloproteinase 9",
        "Microglia",
        "Neuroblastoma",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37547335",
      "title": "Ursolic acid reduces oxidative stress injury to ameliorate experimental autoimmune myocarditis by activating Nrf2/HO-1 signaling pathway.",
      "authors": [
        "Yanan Fu",
        "Tianshu Liu",
        "Shukun He",
        "Yichan Zhang",
        "Yuting Tan",
        "Ying Bai",
        "Jiawei Shi",
        "Wenhui Deng",
        "Jiani Qiu",
        "Zhen Wang",
        "Yihan Chen",
        "Qiaofeng Jin",
        "Mingxing Xie",
        "Jing Wang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Oxidative stress is crucial in experimental autoimmune myocarditis (EAM)-induced inflammatory myocardial injury. Ursolic acid (UA) is an antioxidant-enriched traditional Chinese medicine formula. The present study aimed to investigate whether UA could alleviate inflammatory cardiac injury and determine the underlying mechanisms. Methods: Six-week-old male BALB/c mice were randomly assigned to one of the three groups: Sham, EAM group, or UA intervention group (UA group) by gavage for 2 weeks. An EAM model was developed by subcutaneous injection of α-myosin heavy chain derived polypeptide (α-MyHC peptide) into lymph nodes on days 0 and 7. Echocardiography was used to assess cardiac function on day 21. The inflammation level in the myocardial tissue of each group was compared using hematoxylin and eosin staining (HE) of heart sections and Interleukin-6 (IL-6) immunohistochemical staining. Masson staining revealed the degree of cardiac fibrosis. Furthermore, Dihydroethidium staining, Western blot, immunohistochemistry, and enzyme-linked immunosorbent assay (ELISA) were used to determine the mechanism of cardioprotective effects of UA on EAM-induced cardiac injury, and the level of IL-6, Nrf2, and HO-1. Results: In EAM mice, UA intervention significantly reduced the degree of inflammatory infiltration and myocardial fibrosis while improving cardiac function. Mechanistically, UA reduced myocardial injury by inhibiting oxidative stress (as demonstrated by a decrease of superoxide and normalization of pro- and antioxidant enzyme levels). Interestingly, UA intervention upregulated the expression of antioxidant factors such as Nrf2 and HO-1. In vitro experiments, specific Nrf2 inhibitors reversed the antioxidant and antiapoptotic effects of ursolic acid, which further suggested that the amelioration of EAM by UA was in a Nrf2/HO-1 pathway-dependent manner. Conclusion: These findings indicate that UA is a cardioprotective traditional Chinese medicine formula that reduces EAM-induced cardiac injury by up-regulating Nrf2/HO-1 expression and suppressing oxidative stress, making it a promising therapeutic strategy for the treatment of EAM."
    },
    {
      "pmid": "37541369",
      "title": "Effects of oleanolic acid and ursolic acid on depression-like behaviors induced by maternal separation in mice.",
      "authors": [
        "Chang Hyeon Kong",
        "Keontae Park",
        "Do Yeon Kim",
        "Jae Youn Kim",
        "Woo Chang Kang",
        "Mijin Jeon",
        "Ji Won Min",
        "Won Hyung Lee",
        "Seo Yun Jung",
        "Jong Hoon Ryu"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2023-Oct-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oleanolic acid (OA) and ursolic acid (UA) are structural isomeric triterpenoids. Both triterpenoids have been reported to be able to improve depression. However, no studies have compared their effects in the same system. Whether OA or UA could ameliorate depression-like behaviors in maternal separation (MS)-induced depression-like model was investigated. MS model is a well-accepted mouse model that can reflect the phenotype and pathogenesis of depression. Depression is a mental illness caused by neuroinflammation or changes in neuroplasticity in certain brain regions, such as the prefrontal cortex and hippocampus. Depression-like behaviors were measured using splash test or forced swimming test. In addition, anxiety-like behaviors were also measured using the open field test or elevated plus-maze test. MS-treated female mice showed greater depression-like behaviors than male mice, and that OA improved several depression-like behaviors, whereas UA only relieved anxiety-like behavior of MS-treated mice. Microglial activation, expression levels of TNF-α, and mRNA levels of IDO1 were increased in the hippocampi of MS-treated female mice. However, OA and UA treatments attenuated such increases. In addition, expression levels of synaptophysin and PSD-95 were decreased in the hippocampi of MS-treated female mice. These decreased expression levels of synaptophysin were reversed by both OA and UA treatments, although decreased PSD-95 expression levels were only reversed by OA treatment. Our findings suggest that MS cause depression-like behaviors through female-specific neuroinflammation, changes of tryptophan metabolism, and alterations of synaptic plasticity. Our findings also suggest that OA could reverse MS-induced depression-like behaviors more effectively than UA.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Male",
        "Female",
        "Depression",
        "Oleanolic Acid",
        "Synaptophysin",
        "Neuroinflammatory Diseases",
        "Maternal Deprivation",
        "Hippocampus",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37536651",
      "title": "Ursolic acid alleviates steroid-induced avascular necrosis of the femoral head in mouse by inhibiting apoptosis and rescuing osteogenic differentiation.",
      "authors": [
        "Qian Liu",
        "Yuyang Wu",
        "Sisi Li",
        "Somy Yoon",
        "Jiaxin Zhang",
        "Xiaoyi Wang",
        "Luoshuang Hu",
        "Chenying Su",
        "Chunwu Zhang",
        "Yungang Wu"
      ],
      "journal": "Toxicology and applied pharmacology",
      "publication_date": "2023-Sep-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Steroid-induced avascular necrosis of femoral head (SANFH) is a common disorder worldwide with high disability. Overdose of glucocorticoid (GC) is the most common non-traumatic cause of SANFH. Up until now, there are limited therapeutic strategies for curing SANFH, and the mechanisms underlying SANFH progression remain unclear. Nevertheless, Osteogenic dysfunction is considered to be one of the crucial pathobiological mechanisms in the development of SANFH, which involves mouse bone marrow mesenchymal stem cells (BMSCs) apoptosis and osteogenic differentiation disorder. Ursolic acid (UA), an important component of the Chinese medicine formula Yougui Yin, has a wide range of pharmacological properties such as anti-tumor, anti-inflammatory and bone remodeling. Due to the positive effect of Yougui Yin on bone remodeling, the purpose of this study was to investigate the effects of UA on dexamethasone (DEX)-induced SANFH in vitro and vivo. In vitro, we demonstrated that UA can promote mouse BMSCs proliferation and resist DEX-induced apoptosis by CCK8, Western blotting, TUNEL and so on. In addition, vitro experiments such as ALP and Alizarin red staining assay showed that UA had a beneficial effect on the osteogenic differentiation of mouse BMSCs. In vivo, the results of H&E staining, immunohistochemistry staining, Elisa and micro-CT analysis showed that UA had a bone repair-promoting effect in SANFH model. Moreover, the results of Western blot and TUNEL experiments showed that UA could delay the disease progression of SANFH in mice by inhibiting apoptosis. Overall, our study suggests that UA is a potential compound for the treatment of SANFH.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Femur Head Necrosis",
        "Osteogenesis",
        "Cell Differentiation",
        "Apoptosis",
        "Steroids",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37505165",
      "title": "Explore the mechanism of ursolic acid acting on atherosclerosis through network pharmacological and bioinformatics methods.",
      "authors": [
        "Nan Huang",
        "Qichang Xing",
        "Wencan Li",
        "Qingzi Yan",
        "Renzhu Liu",
        "Xiang Liu",
        "Zheng Liu"
      ],
      "journal": "Medicine",
      "publication_date": "2023-Jul-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To explore the deep mechanisms of ursolic acid (UA) for treating atherosclerosis based on network pharmacology and bioinformatics. UA target genes were derived from traditional Chinese medicine system pharmacology, BATMAN-TCM, and SwissTargetPrediction databases. Atherosclerosis-related genes were derived from genecards, NCBI genes, and OMIM databases. The protein interaction network was constructed through the STRING database, and the hub network was extracted by using the Cytoscape software MCODE app. The enrichment analysis of gene ontology and Kyoto encyclopedia of genes and genomes was performed by the R software clusterProfiler package, and the expression and prognostic value of the hub genes were verified on the data set. Screen the genes for expression and prognosis conclusions, conduct methylation analysis, and ceRNA construction. UA had 145 targets in the treatment of atherosclerosis. The top 7 gene ontology (biological process, molecular function, and cellular component) and pathways related to atherosclerosis were screened out. It is principally involved in biological processes, including response to lipopolysaccharide and regulation of inflammatory response. The main signaling pathways incorporated the TNF signaling pathway and the AGE-RAGE signaling pathway. Androgen receptor (AR) and interleukin-1 beta gene (IL1B) were further screened as core target genes. Methylation analysis demonstrated that the AR methylation level was elevated in the atherosclerotic group. On the contrary, the IL1B methylation level was lower in the atherosclerotic group. The results of the ceRNA analysis indicated that there were 43 targeted miRNAs in AR and 3 miRNAs in IL1B. We speculate that the target genes of UA regulating atherosclerosis are AR and IL1B. The mechanism may be that UA regulates the expression of target genes by regulating the methylation of target genes.",
      "mesh_terms": [
        "Humans",
        "MicroRNAs",
        "Atherosclerosis",
        "Computational Biology",
        "Databases, Factual",
        "Medicine, Chinese Traditional",
        "Drugs, Chinese Herbal",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37485499",
      "title": "Ursolic acid ameliorates obesity of mice fed with high-fat diet via alteration of gut microbiota and amino acid metabolism.",
      "authors": [
        "Chunfeng Tian",
        "Jie Li",
        "Yan Bao",
        "Long Gao",
        "Lixin Song",
        "Kai Li",
        "Ming Sun"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity has been regarded as one of the major health problems worldwide. Studies demonstrated that ursolic acid (UA) can significantly ameliorate the progress of obesity. However, whether the effect of UA on obesity depends on the regulation of gut microbiota and metabolism is uncertain. To investigate the regulatory role of UA in obese mice from the perspective of intestinal microbiome and metabolomics analyses, an obese mice model was established with a high-fat diet, and the effect of UA on obesity was evaluated. The alterations of gut microbiota and metabolism related to obesity were evaluated by bioinformatic analysis. The results of the gut microbiota analysis showed that UA intervention could shift the Firmicutes to Bacteroidetes ratio at the phylum level and increase in the genera of Lactobacillus, Bacteroides, and Akkermansia. Additionally, metabolomics analysis showed that the beneficial influence of UA on obesity partly depended on amino acid metabolism. The current study demonstrated the roles of UA in the anti-obesity process, which depends in part on alterations in the gut microbiota and metabolism. Therefore, our findings highlight the potential therapeutic effect of UA on the improvement of diet-induced obesity in humans."
    },
    {
      "pmid": "37467029",
      "title": "Ursolic acid-rich extract presents trypanocidal action in vitro but worsens mice under experimental acute Chagas disease.",
      "authors": [
        "Maiara A Daga",
        "Scheila T Nicolau",
        "Juliana Jurumenha-Barreto",
        "Lucas B S Lima",
        "Isaac L Cabral",
        "Ana Paula Pivotto",
        "Amanda Stefanello",
        "João P A Amorim",
        "Jaqueline Hoscheid",
        "Edson A Silva",
        "Thaís S Ayala",
        "Rafael A Menolli"
      ],
      "journal": "Parasite immunology",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chagas disease is a neglected tropical disease with only two drugs available for treatment and the plant Cecropia pachystachya has several compounds with antimicrobial and anti-inflammatory activities. This study aimed to evaluate a supercritical extract from C. pachystachya leaves in vitro and in vivo against Trypanosoma cruzi. A supercritical CO2 extraction was used to obtain the extract (CPE). Cytotoxicity and immunostimulation ability were evaluated in macrophages, and the in vitro trypanocidal activity was evaluated against epimastigotes and trypomastigotes forms. In vivo tests were done by infecting BALB/c mice with blood trypomastigotes forms and treating animals orally with CPE for 10 days. The parasitemia, survival rate, weight, cytokines and nitric oxide dosage were evaluated. CPE demonstrated an effect on the epi and trypomastigotes forms of the parasite (IC50 17.90 ± 1.2 μg/mL; LC50 26.73 ± 1.2 μg/mL) and no changes in macrophages viability, resulting in a selectivity index similar to the reference drug. CPE-treated animals had a worsening compared to non-treated, demonstrated by higher parasitemia and lower survival rate. This result was attributed to the anti-inflammatory effect of CPE, demonstrated by the higher IL-10 and IL-4 values observed in the treated mice compared to the control ones. CPE demonstrated a trypanocidal effect in vitro and a worsening in the in vivo infection due to its anti-inflammatory activity.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Parasitemia",
        "Trypanocidal Agents",
        "Chagas Disease",
        "Trypanosoma cruzi",
        "Mice, Inbred BALB C",
        "Triterpenes",
        "Plant Extracts",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37437868",
      "title": "Construction of a novel ursolic acid-based supramolecular gel for efficient removal of iodine from solution.",
      "authors": [
        "Zhichun Shi",
        "Xiuqi Huang",
        "Yingnan Zhao",
        "Jun Li",
        "Yan Qing Tian",
        "Piao Piao Zhang",
        "Min Zhu",
        "Ming Zhao"
      ],
      "journal": "Environmental research",
      "publication_date": "2023-Oct-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Pentacyclic triterpenes is a natural amphipathic product which possess a rigid backbone and several polar functional groups such as hydroxyl, carbonyl and carboxyl groups. The amphipathic character makes it easy to realize self-assemble into complex nano structure and therefore attract extensive attention due to the simple synthetic processes and renewable raw materials. Hence, a novel Ursolic acid-based hydrogel was prepared successfully via a simple self-assembly of triterpenoid derivative in methanol by capture water molecule in air. The resulting hydrogel show a porous morphology and good elasticity including strong heat resistance. Based on the characteristic above, the hydrogel showed a good iodine adsorption capacity and can removal 75.0% of the iodine from cyclohexane solution and 66.3% from aqueous solution within 36 h. Data analysis indicate that all the iodine adsorption process are dominated by chemisorption and belongs to the multi-site adsorption on heterogenous surfaces. In addition, the obtained hydrogel also possesses a good recyclability which can maintain more than 82% of its capacity after 5 cycles. The simple preparation method and easily available raw materials endow it a great potential in future pollutant treatment.",
      "mesh_terms": [
        "Iodine",
        "Water",
        "Triterpenes",
        "Hydrogels",
        "Adsorption",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37376594",
      "title": "Combination of Oncolytic Measles Virus and Ursolic Acid Synergistically Induces Oncolysis of Hepatocellular Carcinoma Cells.",
      "authors": [
        "Ching-Hsuan Liu",
        "Chen-Jei Tai",
        "Yu-Ting Kuo",
        "Shen-Shong Chang",
        "Liang-Tzung Lin"
      ],
      "journal": "Viruses",
      "publication_date": "2023-May-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) remains a difficult-to-treat cancer due to late diagnosis and limited curative treatment options. Developing more effective therapeutic strategies is essential for the management of HCC. Oncolytic virotherapy is a novel treatment modality for cancers, and its combination with small molecules merits further exploration. In this study, we combined oncolytic measles virus (MV) with the natural triterpenoid compound ursolic acid (UA) and evaluated their combination effect against HCC cells, including those harboring hepatitis B virus (HBV) or hepatitis C virus (HCV) replication. We found that the combination of MV and UA synergistically induced more cell death in Huh-7 HCC cells through enhanced apoptosis. In addition, increased oxidative stress and loss of mitochondrial potential were observed in the treated cells, indicating dysregulation of the mitochondria-dependent pathway. Similar synergistic cytotoxic effects were also found in HCC cells harboring HBV or HCV genomes. These findings underscore the potential of oncolytic MV and UA combination for further development as a treatment strategy for HCC.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "Oncolytic Viruses",
        "Liver Neoplasms",
        "Measles virus",
        "Oncolytic Virotherapy",
        "Antineoplastic Agents",
        "Cell Line, Tumor",
        "Hepatitis C",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37308226",
      "title": "[Study on the anti-sepsis mechanism of ursolic acid by targeting myeloid differentiation protein-2].",
      "authors": [
        "Guirong Chen",
        "Chang Liu",
        "Mingbo Zhang",
        "Xiaobo Wang"
      ],
      "journal": "Zhonghua wei zhong bing ji jiu yi xue",
      "publication_date": "2023-May",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To explore the mechanism of ursolic acid in treating sepsis using myeloid differentiation protein-2 (MD-2) as the research carrier. METHODS: The affinity of ursolic acid and MD-2 was determined by biofilm interferometry technique, and the bonding mode between ursolic acid and MD-2 was tested with the aid of molecular docking technique. Raw 264.7 cells were cultured in RPMI 1640 medium and subcultured was conducted when the cell density reached 80%-90%. The second-generation cells were used for in the experiment. The effects of 8, 40 and 100 mg/L ursolic acid on cell viability were assessed by methyl thiazolyl tetrazolium (MTT) method. Cells were divided into blank group, lipopolysaccharide (LPS) group (LPS 100 μg/L) and ursolic acid group (100 μg/L LPS treatment after addition of 8, 40 or 100 mg/L ursolic acid). The effect of ursolic acid on the release of cytokines nitric oxide (NO), tumor necrosis factor-α (TNF-α) and interleukins (IL-6, IL-1β) were evaluated by enzyme-linked immunosorbent assay (ELISA). The influence of ursolic acid on the mRNA expressions of TNF-α, IL-6, IL-1β, inducible nitric oxide synthase (iNOS) and cyclooxygenase-2 (COX-2) were detected by reverse transcription-polymerase chain reaction (RT-PCR). The implication of ursolic acid on the protein expressions of LPS-Toll-like receptor 4 (TLR4)/MD-2-nuclear factor-κB (NF-κB) pathway were tested by Western blotting. RESULTS: Ursolic acid could bind to the hydrophobic cavity of MD-2 through hydrophobic bond with the amino acid residues of the protein. Therefore, ursolic acid showed high affinity with MD-2 [dissociation constant (KD) = 1.43×10-4]. The cell viability were decreased slightly, with the concentration of ursolic acid increasing, and the cell viability of 8, 40 and 100 mg/L ursolic acid were 96.01%, 94.32% and 92.12%, respectively, and there was no significant difference compared with the blank group (100%). Compared with the blank group, the cytokine level of the LPS group was significantly increased. The level of cytokines were significantly reduced by the treatment of 8, 40 and 100 mg/L ursolic acid, and the higher the concentration, the more obvious effect [compared between 100 mg/L ursolic acid group and LPS group: IL-1β (μmol/L): 38.018±0.675 vs. 111.324±1.262, IL-6 (μmol/L): 35.052±1.664 vs. 115.255±5.392, TNF-α (μmol/L): 39.078±2.741 vs. 119.035±4.269, NO (μmol/L): 40.885±2.372 vs. 123.405±1.291, all P < 0.01]. Compared with the blank group, the mRNA expressions of TNF-α, IL-6, IL-1β, iNOS and COX-2 in the LPS group were significantly increased, and the protein expressions of MD-2, myeloid differentiation factor 88 (MyD88), phosphorylation NF-κB p65 (p-NF-κB p65) and iNOS in the LPS-TLR4/MD-2-NF-κB pathway were significantly up-regulated. Compared with the LPS group, the mRNA expressions of TNF-α, IL-6, IL-1β, iNOS and COX-2 were significantly reduced by the treatment of 100 mg/L ursolic acid bound with MD-2 protein [TNF-α (2-ΔΔCt): 4.659±0.821 vs. 8.652±0.787, IL-6 (2-ΔΔCt): 4.296±0.802 vs. 11.132±1.615, IL-1β (2-ΔΔCt): 4.482±1.224 vs. 11.758±1.324, iNOS (2-ΔΔCt): 1.785±0.529 vs. 4.249±0.811, COX-2 (2-ΔΔCt): 5.591±1.586 vs. 16.953±1.651, all P < 0.01], and the proteins expressions of MD-2, MyD88, p-NF-κB p65 and iNOS in the LPS-TLR4/MD-2-NF-κB pathway were significantly down-regulated (MD-2/β-actin: 0.191±0.038 vs. 0.704±0.049, MyD88/β-actin: 0.470±0.042 vs. 0.875±0.058, p-NF-κB p65/β-actin: 0.178±0.012 vs. 0.571±0.012, iNOS/β-actin: 0.247±0.035 vs. 0.549±0.033, all P < 0.01). However, there was no difference in protein expression of NF-κB p65 among the three groups. CONCLUSIONS: Ursolic acid inhibits the release and expression of cytokines and mediators and regulates LPS-TLR4/MD-2-NF-κB signaling pathway by blocking MD-2 protein, and thus plays an anti-sepsis role.",
      "mesh_terms": [
        "Humans",
        "Tumor Necrosis Factor-alpha",
        "Actins",
        "Cyclooxygenase 2",
        "Interleukin-6",
        "Lipopolysaccharides",
        "Lymphocyte Antigen 96",
        "Molecular Docking Simulation",
        "Myeloid Differentiation Factor 88",
        "NF-kappa B",
        "Toll-Like Receptor 4",
        "Sepsis",
        "Cytokines",
        "Cell Differentiation",
        "RNA, Messenger",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37244112",
      "title": "Ursolic acid ameliorates traumatic brain injury in mice by regulating microRNA-141-mediated PDCD4/PI3K/AKT signaling pathway.",
      "authors": [
        "Hongyun Zhang",
        "Zhenyi Xing",
        "Jie Zheng",
        "Jiantao Shi",
        "Chengxi Cui"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neuronal apoptosis and inflammation are the key pathogenic features of secondary brain injury, which results in the neurological impairment that traumatic brain injury (TBI) patients experience. Ursolic Acid (UA) has been shown to have neuroprotective properties against brain damage, however, detailed mechanisms have not been fully disclosed. Research on brain-related microRNAs (miRNAs) has opened up new possibilities for the neuroprotective treatment of UA by manipulating miRNAs. The present study was designed to investigate the impact of UA on neuronal apoptosis and the inflammatory response in TBI mice. METHODS: The mice's neurologic condition was assessed using the modified neurological severity score (mNSS) and the learning and memory abilities were assessed using the Morris water maze (MWM). Cell apoptosis, oxidative stress, and inflammation were utilized to examine the impact of UA on neuronal pathological damage. miR-141-3p was selected to evaluate whether UA influences miRNAs in a way that has neuroprotective benefits. RESULTS: The results showed that UA markedly decreased brain edema and neuronal mortality through oxidative stress and neuroinflammation in TBI mice. Using data from the GEO database, we found that miR-141-3p was considerably downregulated in TBI mice and that this downregulation was reversed by UA treatment. Further studies have shown that UA regulates miR-141-3p expression to exhibit its neuroprotective effect in mouse models and cell injury models. Then, miR-141-3p was discovered to directly target PDCD4 in TBI mice and neurons, a well-known PI3K/AKT pathway regulator in the neurons. Most importantly, the upregulation of phosphorylated (p)-AKT and p-PI3K provided the most compelling evidence that UA reactivated the PI3K/AKT pathway in the TBI mouse model, which was through regulating miR-141-3p. CONCLUSION: Our findings support the notion that UA can improve TBI by modulating miR-141 mediated PDCD4/PI3K/AKT signaling pathway.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Proto-Oncogene Proteins c-akt",
        "Phosphatidylinositol 3-Kinases",
        "Signal Transduction",
        "Brain Injuries, Traumatic",
        "MicroRNAs",
        "Apoptosis",
        "Inflammation",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37218202",
      "title": "Exploring the Potential Mechanism of Action of Ursolic Acid against Gastric Cancer and COVID-19 using Network Pharmacology and Bioinformatics Analysis.",
      "authors": [
        "Zhiyao Liu",
        "Hailiang Huang",
        "Ying Yu",
        "Yuqi Jia",
        "Lingling Li",
        "Xin Shi",
        "Fangqi Wang"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Patients with gastric cancer (GC) are more likely to be infected with 2019 coronavirus disease (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and the prognosis is worse. It is urgent to find effective treatment methods. OBJECTIVE: This study aimed to explore the potential targets and mechanism of ursolic acid (UA) on GC and COVID-19 by network pharmacology and bioinformatics analysis. METHODS: The online public database and weighted co-expression gene network analysis (WGCNA) were used to screen the clinical related targets of GC. COVID-19-related targets were retrieved from online public databases. Then, a clinicopathological analysis was performed on GC and COVID-19 intersection genes. Following that, the related targets of UA and the intersection targets of UA and GC/COVID-19 were screened. Gene Ontology (GO) and Kyoto Encyclopedia of Gene and Genome Analysis (KEGG) pathway enrichment analyses were performed on the intersection targets. Core targets were screened using a constructed protein-protein interaction network. Finally, molecular docking and molecular dynamics simulation (MDS) of UA and core targets were performed to verify the accuracy of the prediction results. RESULTS: A total of 347 GC/COVID-19-related genes were obtained. The clinical features of GC/COVID-19 patients were revealed using clinicopathological analysis. Three potential biomarkers (TRIM25, CD59, MAPK14) associated with the clinical prognosis of GC/COVID-19 were identified. A total of 32 intersection targets of UA and GC/COVID-19 were obtained. The intersection targets were primarily enriched in FoxO, PI3K/Akt, and ErbB signaling pathways. HSP90AA1, CTNNB1, MTOR, SIRT1, MAPK1, MAPK14, PARP1, MAP2K1, HSPA8, EZH2, PTPN11, and CDK2 were identified as core targets. Molecular docking revealed that UA strongly binds to its core targets. The MDS results revealed that UA stabilizes the protein-ligand complexes of PARP1, MAPK14, and ACE2. CONCLUSION: This study found that in patients with gastric cancer and COVID-19, UA may bind to ACE2, regulate core targets such as PARP1 and MAPK14, and the PI3K/Akt signaling pathway, and participate in antiinflammatory, anti-oxidation, anti-virus, and immune regulation to exert therapeutic effects.",
      "mesh_terms": [
        "Humans",
        "Stomach Neoplasms",
        "Network Pharmacology",
        "Angiotensin-Converting Enzyme 2",
        "Mitogen-Activated Protein Kinase 14",
        "Molecular Docking Simulation",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "COVID-19",
        "SARS-CoV-2",
        "Triterpenes",
        "Drugs, Chinese Herbal",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37212951",
      "title": "Ursolic Acid Promotes Autophagy by Inhibiting Akt/mTOR and TNF-α/TNFR1 Signaling Pathways to Alleviate Pyroptosis and Necroptosis in Mycobacterium tuberculosis-Infected Macrophages.",
      "authors": [
        "Jingjing Shen",
        "Yan Fu",
        "Fanglin Liu",
        "Bangzuo Ning",
        "Xin Jiang"
      ],
      "journal": "Inflammation",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As a lethal infectious disease, tuberculosis (TB) is caused by Mycobacterium tuberculosis (Mtb). Its complex pathophysiological process limits the effectiveness of many clinical treatments. By regulating host cell death, Mtb manipulates macrophages, the first line of defense against invading pathogens, to evade host immunity and promote the spread of bacteria and intracellular inflammatory substances to neighboring cells, resulting in widespread chronic inflammation and persistent lung damage. Autophagy, a metabolic pathway by which cells protect themselves, has been shown to fight intracellular microorganisms, such as Mtb, and they also play a crucial role in regulating cell survival and death. Therefore, host-directed therapy (HDT) based on antimicrobial and anti-inflammatory interventions is a pivotal adjunct to current TB treatment, enhancing anti-TB efficacy. In the present study, we showed that a secondary plant metabolite, ursolic acid (UA), inhibited Mtb-induced pyroptosis and necroptosis of macrophages. In addition, UA induced macrophage autophagy and enhanced intracellular killing of Mtb. To investigate the underlying molecular mechanisms, we explored the signaling pathways associated with autophagy as well as cell death. The results showed that UA could synergistically inhibit the Akt/mTOR and TNF-α/TNFR1 signaling pathways and promote autophagy, thus achieving its regulatory effects on pyroptosis and necroptosis of macrophages. Collectively, UA could be a potential adjuvant drug for host-targeted anti-TB therapy, as it could effectively inhibit pyroptosis and necroptosis of macrophages and counteract the excessive inflammatory response caused by Mtb-infected macrophages via modulating the host immune response, potentially improving clinical outcomes.",
      "mesh_terms": [
        "Humans",
        "Mycobacterium tuberculosis",
        "Tumor Necrosis Factor-alpha",
        "Ursolic Acid",
        "Proto-Oncogene Proteins c-akt",
        "Receptors, Tumor Necrosis Factor, Type I",
        "Pyroptosis",
        "Necroptosis",
        "Macrophages",
        "Tuberculosis",
        "Signal Transduction",
        "Autophagy",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "37190306",
      "title": "Ursolic Acid Alleviates Cancer Cachexia and Prevents Muscle Wasting via Activating SIRT1.",
      "authors": [
        "Weili Tao",
        "Ze Ouyang",
        "Zhiqi Liao",
        "Lu Li",
        "Yujie Zhang",
        "Jiali Gao",
        "Li Ma",
        "Shiying Yu"
      ],
      "journal": "Cancers",
      "publication_date": "2023-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Skeletal muscle wasting is the most remarkable phenotypic feature of cancer cachexia that increases the risk of morbidity and mortality. However, there are currently no effective drugs against cancer cachexia. Ursolic acid (UA) is a lipophilic pentacyclic triterpene that has been reported to alleviate muscle atrophy and reduce muscle decomposition in some disease models. This study aimed to explore the role and mechanisms of UA treatment in cancer cachexia. We found that UA attenuated Lewis lung carcinoma (LLC)-conditioned medium-induced C2C12 myotube atrophy and muscle wasting of LLC tumor-bearing mice. Moreover, UA dose-dependently activated SIRT1 and downregulated MuRF1 and Atrogin-1. Molecular docking results revealed a good binding effect on UA and SIRT1 protein. UA rescued vital features wasting without impacting tumor growth, suppressed the elevated spleen weight, and downregulated serum concentrations of inflammatory cytokines in vivo. The above phenomena can be attenuated by Ex-527, an inhibitor of SIRT1. Furthermore, UA remained protective against cancer cachexia in the advanced stage of tumor growth. The results revealed that UA exerts an anti-cachexia effect via activating SIRT1, thereby downregulating the phosphorylation levels of NF-κB and STAT3. UA might be a potential drug against cancer cachexia."
    },
    {
      "pmid": "37180705",
      "title": "Natural compounds ursolic acid and digoxin exhibit inhibitory activities to cancer cells in RORγ-dependent and -independent manner.",
      "authors": [
        "Hongye Zou",
        "Yatian Yang",
        "Hong-Wu Chen"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Natural compounds ursolic acid (UA) and digoxin isolated from fruits and other plants display potent anti-cancer effects in preclinical studies. UA and digoxin have been at clinical trials for treatment of different cancers including prostate cancer, pancreatic cancer and breast cancer. However, they displayed limited benefit to patients. Currently, a poor understanding of their direct targets and mechanisms of action (MOA) severely hinders their further development. We previously identified nuclear receptor RORγ as a novel therapeutic target for castration-resistant prostate cancer (CRPC) and triple-negative breast cancer (TNBC) and demonstrated that tumor cell RORγ directly activates gene programs such as androgen receptor (AR) signaling and cholesterol metabolism. Previous studies also demonstrated that UA and digoxin are potential RORγt antagonists in modulating the functions of immune cells such as Th17 cells. Here we showed that UA displays a strong activity in inhibition of RORγ-dependent transactivation function in cancer cells, while digoxin exhibits no effect at clinically relevant concentrations. In prostate cancer cells, UA downregulates RORγ-stimulated AR expression and AR signaling, whereas digoxin upregulates AR signaling pathway. In TNBC cells, UA but not digoxin alters RORγ-controlled gene programs of cell proliferation, apoptosis and cholesterol biosynthesis. Together, our study reveals for the first-time that UA, but not digoxin, acts as a natural antagonist of RORγ in the cancer cells. Our finding that RORγ is a direct target of UA in cancer cells will help select patients with tumors that likely respond to UA treatment."
    },
    {
      "pmid": "37162542",
      "title": "Ursolic acid-loaded chitosan nanoparticles suppress 7,12-dimethylbenz(a)anthracene-induced oral tumor formation through their antilipid peroxidative potential in golden Syrian hamsters.",
      "authors": [
        "Mohan Karthik",
        "Shanmugam Manoharan",
        "Radhakrishnan Muralinaidu"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oral cancer, a disfiguring and life threatening cancer, significantly affects the day-to-day life of not only the patients but also their family members in terms of life quality and financial burden. India records higher incidence of oral cancer every year and is mainly due to the habituation of tobacco products and alcohol abuse. Delay in diagnosis and treatment influences India's higher incidence of oral cancer, where annually 50,000-60,000 oral carcinoma cases are reported. 7,12-dimethylbenz(a)anthracene (DMBA)-induced cancer in the oral cavity mimics human oral cancer in histopathological, molecular, and morphological aspects, and thus, by using this paradigm, the tumor inhibiting efficacy of medicinal plants or herbs and their components is scientifically validated. Ursolic acid, due to its multiple pharmacological effects, has been attracted, in recent years, for chemoprevention research program. Though, ursolic acid has been shown to have beneficial effects, its poor water solubility and bioavailability hinder to exert its 100% efficacy. Therefore, ursolic acid is encapsulated in either natural or synthetic polymers to enhance its therapeutic efficacy. Chitosan is one of the natural polymers that have been employed in the synthesis of nanoparticles to improve the drug efficacy. The present study has thus chosen ursolic acid-loaded chitosan nanoparticles (UACNP) to assess its anticancer efficacy in the DMBA-induced oral carcinoma. The anticancer efficacy of UACNP in experimental oral carcinogenesis was assessed by employing the status of oxidative markers and detoxification cascade as an end point. DMBA-induced abnormalities in the status of oxidative markers and detoxification cascade were reversed by ursolic acid-loaded chitosan nanoparticles. The tumor inhibiting or suppressing effect of UACNP is thus explored in experimental oral carcinogenesis.",
      "mesh_terms": [
        "Cricetinae",
        "Animals",
        "Humans",
        "Mesocricetus",
        "Chitosan",
        "9,10-Dimethyl-1,2-benzanthracene",
        "Lipid Peroxidation",
        "Mouth Neoplasms",
        "Carcinogenesis",
        "Nanoparticles",
        "Carcinoma",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37108576",
      "title": "Ursolic Acid against Prostate and Urogenital Cancers: A Review of In Vitro and In Vivo Studies.",
      "authors": [
        "Amanda Kornel",
        "Matteo Nadile",
        "Maria Ilektra Retsidou",
        "Minas Sakellakis",
        "Katerina Gioti",
        "Apostolos Beloukas",
        "Newman Siu Kwan Sze",
        "Panagiota Klentrou",
        "Evangelia Tsiani"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Apr-18",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Prostate cancer is the second most diagnosed form of cancer in men worldwide and accounted for roughly 1.3 million cases and 359,000 deaths globally in 2018, despite all the available treatment strategies including surgery, radiotherapy, and chemotherapy. Finding novel approaches to prevent and treat prostate and other urogenital cancers effectively is of major importance. Chemicals derived from plants, such as docetaxel and paclitaxel, have been used in cancer treatment, and in recent years, research interest has focused on finding other plant-derived chemicals that can be used in the fight against cancer. Ursolic acid, found in high concentrations in cranberries, is a pentacyclic triterpenoid compound demonstrated to have anti-inflammatory, antioxidant, and anticancer properties. In the present review, we summarize the research studies examining the effects of ursolic acid and its derivatives against prostate and other urogenital cancers. Collectively, the existing data indicate that ursolic acid inhibits human prostate, renal, bladder, and testicular cancer cell proliferation and induces apoptosis. A limited number of studies have shown significant reduction in tumor volume in animals xenografted with human prostate cancer cells and treated with ursolic acid. More animal studies and human clinical studies are required to examine the potential of ursolic acid to inhibit prostate and other urogenital cancers in vivo.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Humans",
        "Testicular Neoplasms",
        "Prostate",
        "Cell Line, Tumor",
        "Apoptosis",
        "Prostatic Neoplasms",
        "Cell Proliferation",
        "Triterpenes",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37100267",
      "title": "Ursolic acid nanoparticles for glioblastoma therapy.",
      "authors": [
        "Yong Li",
        "Linyao Zhao",
        "Qingyu Zhao",
        "Youdong Zhou",
        "Long Zhou",
        "Ping Song",
        "Baohui Liu",
        "Qianxue Chen",
        "Gang Deng"
      ],
      "journal": "Nanomedicine : nanotechnology, biology, and medicine",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Glioblastoma multiforme (GBM) is the most common and fatal primary tumor in the central nervous system (CNS). The effect of chemotherapy of GBM is limited due to the existence of blood-brain barrier (BBB). The aim of this study is to develop self-assembled nanoparticles (NPs) of ursolic acid (UA) for GBM treatment. METHODS: UA NPs were synthesized by solvent volatilization method. Western blot analysis fluorescent staining and flow cytometry were launched to explore the anti-glioblastoma mechanism of UA NPs. The antitumor effects of UA NPs were further confirmed in vivo using intracranial xenograft models. RESULTS: UA were successfully prepared. In vitro, UA NPs could significantly increase the protein levels of cleaved-caspase 3 and LC3-II to strongly eliminate glioblastoma cells through autophagy and apoptosis. In the intracranial xenograft models, UA NPs could further effectively enter the BBB, and greatly improve the survival time of the mice. CONCLUSIONS: We successfully synthesized UA NPs which could effectively enter the BBB and show strong anti-tumor effect which may have great potential in the treatment of human glioblastoma.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Glioblastoma",
        "Cell Line, Tumor",
        "Apoptosis",
        "Nanoparticles",
        "Brain Neoplasms",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37089712",
      "title": "Inhibitory Effect and Mechanism of Ursolic Acid on Cisplatin-Induced Resistance and Stemness in Human Lung Cancer A549 Cells.",
      "authors": [
        "Luxin Fan",
        "Xiaodong Wang",
        "Congcong Cheng",
        "Shuxiao Wang",
        "Xuesong Li",
        "Jiayu Cui",
        "Baogang Zhang",
        "Lihong Shi"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The survival rate of lung cancer patients remains low largely due to chemotherapy resistance during treatment, and cancer stem cells (CSCs) may hold the key to targeting this resistance. Cisplatin is a chemotherapy drug commonly used in cancer treatment, yet the mechanisms of intrinsic cisplatin resistance have not yet been determined because lung CSCs are hard to identify. In this paper, we proposed a mechanism relating to the function of ursolic acid (UA), a new drug, in reversing the cisplatin resistance of lung cancer cells regulated by CSCs. Human lung cancer cell line A549 was selected as the model cell and treated to become a cisplatin-resistant lung cancer cell line (A549-CisR), which was less sensitive to cisplatin and showed an enhanced capability of tumor sphere formation. Furthermore, in the A549-CisR cell line expression, levels of pluripotent stem cell transcription factors Oct-4, Sox-2, and c-Myc were increased, and activation of the Jak2/Stat3 signaling pathway was promoted. When UA was applied to the cisplatin-resistant cells, levels of the pluripotent stem cell transcription factors were restrained by the inhibition of the Jak2/Stat3 signaling pathway, which reduced the enrichment of tumor stem cells, and in turn, reversed cisplatin resistance in lung cancer cells. Hence, as a potential antitumor drug, UA may be able to inhibit the enrichment of the lung CSC population by inhibiting the activation of the Jak2-Stat3 pathway and preventing the resistance of lung cancer cells to cisplatin."
    },
    {
      "pmid": "37024066",
      "title": "Ligand-free high loading capacity ursolic acid self-carried nanovesicles enable hepatocyte targeting via absorbing apolipoproteins.",
      "authors": [
        "Changhong Yuan",
        "Wenwen Fan",
        "Tengfei Zhou",
        "Dianjun Sun",
        "Hongzhuo Liu",
        "Zhonggui He",
        "Yongjun Wang"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2023-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ursolic acid (UA), a natural pentacyclic terpenoid carboxylic acid that can exert a potent hepatoprotective activity, has been developed into various types of nanoparticles to improve its pharmacological effects, however, the phagocytosis of nanoparticles by Kupffer cells greatly limits its efficacy. Herein, UA/Tween 80 nanovesicles (V-UA) were constructed and despite its simple composition, it fulfills multiple functions simultaneously: UA served as not only an active ingredient in the nanovesicle drug delivery system, but also acts as part of the carrier to stabilize UA/Tween 80 nanostructure; with a molar ratio of UA to Tween 80 up to 2:1, the formulation possesses a significant advantage of higher drug loading capacity; relative to liposomal UA (Lipo-UA), a conditional cellular uptake and higher accumulation of V-UA in hepatocytes provide insights into the hepatocytes targeting mechanisms of this nanovesicles. Favorable hepatocyte targeting ability also facilitates the treatment of liver diseases, which was well validated in three liver disease models.",
      "mesh_terms": [
        "Humans",
        "Polysorbates",
        "Drug Delivery Systems",
        "Liver Diseases",
        "Hepatocytes",
        "Triterpenes",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37019307",
      "title": "Ursolic acid promotes microglial polarization toward the M2 phenotype via PPARγ regulation of MMP2 transcription.",
      "authors": [
        "Yuye Wang",
        "Luying Qiu",
        "Shumin Deng",
        "Fang Liu",
        "Zhiyi He",
        "Mengye Li",
        "Yanzhe Wang"
      ],
      "journal": "Neurotoxicology",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Microglia, which are the primary inflammatory cells of the brain, can undergo phenotypic switching between M1 and M2 polarization, which have opposing effects on inflammation. Peroxisome proliferator-activated receptor gamma (PPARγ) is a member of the nuclear receptor family of ligand-inducible transcription factors, and PPARγ is known to regulate M2 macrophage polarization. Previous studies have shown that the natural pentacyclic triterpenoid ursolic acid (3β-hydroxy-urs-12-en-28-oic acid; UA) influences microglial activation. Additionally, UA increases tissue inhibitor matrix metalloproteinase 1 (TIMP1), while greatly reducing the release of matrix metalloproteinase 2 (MMP2) and MMP9 in a PPARγ-dependent manner. Here, we examined the anti-inflammatory properties of UA by observing how well it promotes the phenotypic transition of lipopolysaccharide (LPS) and interferon gamma (IFNγ)-activated BV2 microglia from M1 to M2 polarization. To determine if PPARγ is involved in the underlying molecular pathway, we treated rats with UA and the PPARγ inhibitor BADGE. We also investigated the mechanisms by which PPARγ controls transcription from the MMP2 promoter. The in-vitro experiments showed that UA shifted LPS/IFNγ-activated BV2 microglia from the M1 to the M2 phenotype, which was associated with a reduction in the neurotoxic factors MMP2 and MMP9, and an increase in the anti-inflammatory factor TIMP1. Co-treatment with increased MMP2 and MMP9 synthesis while decreasing TIMP1 release, indicating that UA has anti-inflammatory effects on LPS/IFNγ-activated BV2 cells via activation of PPARγ. Next, we found that PPARγ directly influences MMP2 transcriptional activity by identifying the crucial peroxisome proliferator response element (PPRE) among five potential PPREs in the MMP2 promoter. These results suggest that UA has a protective anti-inflammatory effect against neuroinflammatory toxicity, which is exerted by direct activation of PPARγ and selectively modulates microglial polarization and suppresses MMP2 formation.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "PPAR gamma",
        "Microglia",
        "Matrix Metalloproteinase 2",
        "Matrix Metalloproteinase 9",
        "Signal Transduction",
        "Lipopolysaccharides",
        "Anti-Inflammatory Agents",
        "Phenotype",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "37009696",
      "title": "Combined chemo-immuno-photothermal therapy based on ursolic acid/astragaloside IV-loaded hyaluronic acid-modified polydopamine nanomedicine inhibiting the growth and metastasis of non-small cell lung cancer.",
      "authors": [
        "Fan Xu",
        "Minghua Li",
        "Zujun Que",
        "Mingliang Su",
        "Wang Yao",
        "Yu Zhang",
        "Bin Luo",
        "Yan Li",
        "Zhanxia Zhang",
        "Jianhui Tian"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2023-Apr-12",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Combining chemotherapy and immunotherapy is a promising strategy for the treatment of non-small cell lung cancer (NSCLC) metastasis. However, platinum-based chemotherapeutics and immune checkpoint blockade-based cancer immunotherapy have toxic side effects and limitations. Ursolic acid (UA) and astragaloside IV (AS-IV) are natural compounds with anticancer activity sourced from Traditional Chinese medicine (TCM). However, their poor water solubilities and targeted deletions limit their medicinal value. In this study, we fabricated hyaluronic acid (HA)-modified UA/(AS-IV)-loaded polydopamine (PDA) nanomedicine (UA/(AS-IV)@PDA-HA) with a high yield at a low cost via simple synthesis. This represents a novel multifunctional nanomedicine that combines chemotherapy, photothermal therapy (PTT), and immunotherapy with an active tumor-targeting ability. The as-prepared nanomedicine not only increased the aqueous solubilities of UA and AS-IV, but also improved their active targeting abilities. HA binds specifically to the overexpressed cluster of differentiation 44 (CD44) on the surface of most cancer cells, thereby improving drug targeting. While evaluating the anticancer effect of UA/(AS-IV)@PDA-HA in vitro and in vivo, the PDA nanodelivery system significantly improved UA-mediated cytotoxicity and anti-metastatic ability against NSCLC cells. In addition, the system also improved the AS-IV-mediated self-immune response of tumor-related antigens, which further inhibited the growth and distant metastasis of NSCLC. Further, PDA nanomaterial-mediated PTT inhibited tumor growth substantially. UA/(AS-IV)@PDA-HA not only significantly eradicated the primary tumor but also strongly inhibited the distant metastasis of NSCLC in vitro and in vivo. Thus, it has immense potential for development as an efficient anti-metastatic agent for NSCLC.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Hyaluronic Acid",
        "Nanomedicine",
        "Nanoparticles",
        "Lung Neoplasms",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "36996741",
      "title": "Ursolic acid ameliorates DNCB-induced atopic dermatitis-like symptoms in mice by regulating TLR4/NF-κB and Nrf2/HO-1 signaling pathways.",
      "authors": [
        "Zhehuan Wang",
        "Huiru Zhang",
        "Caihong Qi",
        "Hui Guo",
        "Xiangyue Jiao",
        "Jia Yan",
        "Yifei Wang",
        "Qiangsheng Li",
        "Mingming Zhao",
        "Xinhao Guo",
        "Baoluo Wan",
        "Xiaotian Li"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ursolic acid (UA) is a triterpenoid compound found in natural plants. It has been reported to have anti-inflammatory, antioxidant, and immunomodulatory properties. However, its role in atopic dermatitis (AD) is unknown. This study aimed to evaluate the therapeutic effect of UA in AD mice and explore the underlying mechanisms. METHODS: Balb/c mice were treated with 2, 4-dinitrochlorobenzene (DNCB) to induce AD-like lesions. During modeling and medication administration, dermatitis scores and ear thickness were measured. Subsequently, histopathological changes, levels of T helper cytokines, and oxidative stress markers levels were evaluated. Immunohistochemistry staining was used to assess changes in the expression of the nuclear factor of kappa B (NF-κB) and NF erythroid 2-related factor 2 (Nrf2). Furthermore, CCK8 assay, reactive oxygen species (ROS) assay, real-time PCR, and western blotting were employed to evaluate the effects of UA on ROS levels, inflammatory mediator production, and the NF-κB and Nrf2 pathways in TNF-α/IFN-γ-stimulated HaCaT cells. RESULTS: The results showed that UA significantly reduced dermatitis score and ear thickness, effectively inhibited skin proliferation and mast cell infiltration in AD mice, and decreased the expression level of T helper cytokines. Meanwhile, UA improved oxidative stress in AD mice by regulating lipid peroxidation and increasing the activity of antioxidant enzymes. In addition, UA inhibited ROS accumulation and chemokine secretion in TNF-α/IFN-γ-stimulated HaCaT cells. It might exert anti-dermatitis effects by inhibiting the TLR4/NF-κB pathway and activating the Nrf2/HO-1 pathway. CONCLUSION: Taken together, our results suggest that UA may have potential therapeutic effects on AD and could be further studied as a promising drug for AD treatment.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Dermatitis, Atopic",
        "NF-kappa B",
        "Dinitrochlorobenzene",
        "NF-E2-Related Factor 2",
        "Toll-Like Receptor 4",
        "Tumor Necrosis Factor-alpha",
        "Antioxidants",
        "Reactive Oxygen Species",
        "Skin",
        "Signal Transduction",
        "Cytokines",
        "Triterpenes",
        "Mice, Inbred BALB C",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "36931410",
      "title": "Ursolic acid inhibits human dermal fibroblasts hyperproliferation, migration, and collagen deposition induced by TGF-β via regulating the Smad2/3 pathway.",
      "authors": [
        "Xiaoliang Zhou",
        "Hua Ye",
        "Xianlin Wang",
        "Junfeng Sun",
        "Jiajin Tu",
        "Jing Lv"
      ],
      "journal": "Gene",
      "publication_date": "2023-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypertrophic scar (HS) is a skin condition characterized by excessive fibrosis with disordered collagens from skin fibroblasts, which causes abnormal esthetic and even functional symptoms, thereby affecting millions of people. Ursolic acid (UA) is widely used in skincare and exerts anti-fibrotic effects. The present study aimed to delve into the impact of UA on HS and the mechanism. Fibroblasts (FBs) were incubated with TGF-β to investigate physiological characteristics compared with FBs isolated from normal skin (NSFBs) and hyperplastic scars (HSFBs). TGF-β-incubated FBs were subjected to treatment with UA (0-20 μM). The expressions of Vimentin, α-SMA, Collagen I, and Collagen III were examined using immunofluorescence, RT-qPCR, and western blot. Cell viability, proliferation, apoptosis, migration, and contractility were examined by CCK-8, EdU, Annexin V-FITC/PI, Transwell, and collagen gel contraction assays, respectively. The activation of Smad2/3 signaling was also determined by western blot. The binding sites for UA of TGF-βR1 (ALK5) were predicted by the Autodock tool. Compared with NSFBs, the cell proliferation, migration, and contractility of both HSFBs and TGF-β-incubated FBs were all significantly up-regulated. UA markedly impaired the TGF-β-induced increase in cell proliferation, migration, and contractility, α-SMA, collagen I, and Collagen III expression of FBs. UA significantly inhibited the phosphorylation levels of Smad2/3 in TGF-β-incubated FBs with no influence on TGF-βR1 and TGF-βR2 expressions, which might be because of the binding of UA to the catalytic domain of ALK5 protein. UA attenuated TGF-β1-induced hyperproliferation, migration, and collagen deposition in FBs via regulating the Smad2/3 pathway.",
      "mesh_terms": [
        "Humans",
        "Cicatrix, Hypertrophic",
        "Collagen",
        "Collagen Type I",
        "Fibroblasts",
        "Skin",
        "Smad2 Protein",
        "Transforming Growth Factor beta",
        "Transforming Growth Factor beta1",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "36920086",
      "title": "Synthesis of Ester-Linked Ursolic Acid-Based Hybrid Compounds: Potential Antibacterial and Anticancer Agents.",
      "authors": [
        "Vuyolwethu Khwaza",
        "Opeoluwa O Oyedeji",
        "Samson O Oselusi",
        "Eric Morifi",
        "Mutshinyalo Nwamadi",
        "Derek Tantoh Ndinteh",
        "P Ramushu",
        "Thabe Matsebatlela",
        "Blessing A Aderibigbe"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The molecular hybridization of two or more drugs into a single molecule is an effective drug design approach to reduce pill burden and improve patient treatment adherence. Ursolic acid-based hybrid compounds were synthesized and characterized followed by molecular docking studies. In vitro studies against various bacterial strains and human cancer cells (MDA-MB-231, HeLa, and MCF-7) were performed. Compounds 14-19, 21, 34, 31, and 30 demonstrated significant antibacterial activities with MIC values of 15.625 μg/ml. Compounds 29 and 34 were more cytotoxic than ursolic acid, with IC50 values of 46.99 and 48.18 μg/ml. Compounds 29 and 34 in the docking studies presented favourable binding interactions and better docking energy against the Epidermal Growth Factor Receptor (EGFR) than the parent compound, ursolic acid. The findings revealed that the ursolic acid scaffold is a promising precursor for the development of molecules with promising anticancer and antimicrobial activities. However, more studies are needed to fully understand their mode of action.",
      "mesh_terms": [
        "Humans",
        "Structure-Activity Relationship",
        "Molecular Docking Simulation",
        "Anti-Bacterial Agents",
        "Antineoplastic Agents",
        "Triterpenes",
        "Molecular Structure",
        "Drug Screening Assays, Antitumor",
        "Cell Proliferation",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "36839407",
      "title": "Ursolic Acid Ameliorates Myocardial Ischaemia/Reperfusion Injury by Improving Mitochondrial Function via Immunoproteasome-PP2A-AMPK Signalling.",
      "authors": [
        "Luo-Luo Xu",
        "Hui-Xiang Su",
        "Pang-Bo Li",
        "Hui-Hua Li"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cardiac ischaemia/reperfusion (I/R) injury causes cardiomyocyte apoptosis and mitochondrial dysfunction. Ursolic acid (UA), as a pentacyclic triterpenoid carboxylic acid, exerts several bioactivities in animal models of different diseases, but the preventive role of UA in I/R-induced myocardial dysfunction remains largely unknown. Male wild-type mice were pre-administered with UA at a dosage of 80 mg/kg i.p. and then subjected to cardiac I/R injury for 24 h. Cardiac function and pathological changes were examined by echocardiography and histological staining. The protein and mRNA levels of the genes were determined using qPCR and immunoblotting analysis. Our results revealed that UA administration in mice significantly attenuated the I/R-induced decline in cardiac function, infarct size, myocyte apoptosis, and oxidative stress. Mechanistically, UA increased three immunoproteasome catalytic subunit expressions and activities, which promoted ubiquitinated PP2A degradation and activated AMPK-PGC1α signalling, leading to improved mitochondrial biosynthesis and dynamic balance. In vitro experiments confirmed that UA treatment prevented hypoxia/reperfusion (H/R)-induced cardiomyocyte apoptosis and mitochondrial dysfunction through activation of AMPK signalling. In summary, our findings identify UA as a new activator of the immunoproteasome that exerts a protective role in I/R-induced myocardial dysfunction and suggest that UA supplementation could be beneficial for the prevention of cardiac ischaemic disease.",
      "mesh_terms": [
        "Male",
        "Mice",
        "Animals",
        "Myocardial Reperfusion Injury",
        "AMP-Activated Protein Kinases",
        "Signal Transduction",
        "Mitochondria",
        "Apoptosis",
        "Myocytes, Cardiac",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "36643445",
      "title": "AMPK-Regulated Autophagy Contributes to Ursolic Acid Supplementation-Alleviated Hepatic Steatosis and Liver Injury in Chronic Alcohol-Fed Mice.",
      "authors": [
        "Yue Ma",
        "Qinchao Ding",
        "Qianyu Qian",
        "Luyan Feng",
        "Qin Zhu",
        "Caijuan Si",
        "Xiaobing Dou",
        "Songtao Li"
      ],
      "journal": "ACS omega",
      "publication_date": "2023-Jan-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alcoholic liver disease (ALD) is a chronic liver disease caused by long-term heavy consumption of alcohol. The pathogenesis of ALD is complex, and there is no effective clinical treatment at present. Ursolic acid (UA), a general triterpenoid with multiple biological roles, is widely distributed in plants. This study aims to explore the therapeutic effect and potential mechanisms of UA that protect against liver injury and hepatic steatosis in an ALD mouse model. In this study, we analyzed the lipid accumulation and the effect of UA treatment in a mouse model of ALD; AML12 and HepG2 cells were used to study the biological effect and potential mechanisms of UA on ethanol-induced hepatotoxicity. The morphologic and histological detections showed that UA significantly reduced alcohol-induced liver injury and hepatic steatosis. In addition, UA dramatically ameliorated alcohol-induced metabolic disorders, oxidative stress, and inflammation. Furthermore, UA treatment activated autophagy via the AMPK-ACC pathway to protect hepatocytes from lipotoxicity. Thus, these findings demonstrate that UA treatment alleviates alcoholic-induced liver injury by activating autophagy through the AMPK-ACC pathway. Therefore, UA may represent a promising candidate for the treatment of ALD."
    },
    {
      "pmid": "36626454",
      "title": "Using network pharmacology and molecular docking verification to explore the mechanism of ursolic acid in the treatment of osteoporosis.",
      "authors": [
        "Bowen Yang",
        "Qiuwen Zhu",
        "Xiaodong Wang",
        "Jingxin Mao",
        "Shuqing Zhou"
      ],
      "journal": "Medicine",
      "publication_date": "2022-Dec-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Whether ursolic acid is an effective drug in treatment of osteoporosis (OP) and how it exhibit activity effect on OP is unclear. To investigated the potential molecular mechanism of ursolic acid in the treatment of OP and figured out its possible mechanism is necessary. The target genes of ursolic acid were screened by using the database of traditional chinese medicine systems pharmacology, PubMed database and UniProt database. OP-related target genes were searched by GeneCards database, and utilized online mapping tool to obtain common target genes of component-disease. String database was used to construct a protein-protein interaction (PPI) network of component-disease common target genes and perform topological analysis to screen core target genes. DAVID database was performed gene ontology (GO) functional annotation and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis for component-disease shared target genes. Using the core target protein as the receptor and ursolic acid as the ligand, the molecular docking was performed using AutoDockVina 1.1.2 software. A total of 52 ursolic acid-related target genes and 4657 OP-related target genes were excavated, with a total of collective 43 target genes. The above-mentioned PPI network with shared target genes contains 43 nodes and 510 edges, with an average node degree value of 23.32. A total of 24 core target genes were obtained, mainly including tumor protein p53 (TP53), vascular endothelial growth factor A (VEGFA), interleukin-6 (IL6), tumor necrosis factor (TNF), caspase3 (CASP3), matrix metallo protein (MMP9), transcription factor AP-1 (JUN), activator of transcription 3 (STAT3), mitogen-activated protein kinase 8 (MAPK8), and prostaglandin endoperoxidase 2 (PTGS2), respectively. According to KEGG enrichment analysis, there are 126 treatment of OP signaling pathway were enriched. GO enrichment analysis revealed that 313 biological processes were identified. The molecular docking result showed that the binding energies were all lower than -5 kcal/mol, indicating strong binding activity to the protein by the 6 core target gene. The therapeutic effect of ursolic acid on OP may be achieved by regulating TP53, JUN, IL6, VEGFA, CASP3, and MAPK8 genes, respectively. It exhibits possible biological function in the treatment of OP mainly involve positive regulation of apoptotic process, response to drug, incytoplasm, cytosol, protein binding, identical protein binding. Its mechanism may related to multiple therapeutic targets and signaling pathways such as cancer pathway, hepatitis B, and TNF signaling pathway.",
      "mesh_terms": [
        "Humans",
        "Caspase 3",
        "Interleukin-6",
        "Molecular Docking Simulation",
        "Network Pharmacology",
        "Vascular Endothelial Growth Factor A",
        "Osteoporosis",
        "Oleanolic Acid",
        "Ursolic Acid"
      ]
    },
    {
      "pmid": "36618920",
      "title": "Ursolic acid and rosmarinic acid ameliorate alterations in hippocampal neurogenesis and social memory induced by amyloid beta in mouse model of Alzheimer's disease.",
      "authors": [
        "Fatima Javed Mirza",
        "Saadia Zahid"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is a multifaceted neurodegenerative disorder characterized by substantial neuronal damage which manifests in the form of deficits in memory and cognition. In spite of the debilitating nature of Alzheimer's disease (AD), a dearth of treatment strategies calls for the need to develop therapeutic agents that stimulate neurogenesis and alleviate the associated cognitive deficits. The present study investigates the therapeutic potential of two major phytochemicals, rosmarinic acid (RA) and ursolic acid (UA) in an amyloid beta1-42 (Aβ1-42)-induced model of AD. UA, a natural pentacyclic triterpenoid and RA, a phenolic ester are major bioactive constituents of Rosmarinus officinalis, which is a medicinal herb belonging to family Lamiaceae and exhibiting significant biological properties including neuroprotection. Donepezil, a second generation cholinesterase inhibitor approved for the treatment of mild, moderate and severe Alzheimer's disease (AD) is used as control. Out of eight groups of male BALB/c mice, stereotaxic surgery was performed on four groups (n = 6 each) to introduce Aβ1-42 in the hippocampus followed by treatment with vehicle (phosphate-buffered saline (PBS)), donepezil, UA or RA. The other four groups were given vehicle, donepezil, UA and RA only. Behavior analysis for social interaction was performed which constitutes the social affiliation and the social novelty preference test. Presence of Aβ plaques and expression of neurogenesis markers i.e., doublecortin (DCX) and Ki-67 were also assessed. Results revealed the neuroprotective effect of UA and RA observed through substantial reduction in Aβ plaques as compared to the Aβ1-42- and donepezil-treated groups. The neuronal density was also restored as evident via DCX and Ki-67 immunoreactivity in Aβ1-42 + RA and Aβ1-42+UA-treated groups in comparison to Aβ1-42-treated and Aβ1-42+donepezil-treated groups. The social affiliation was reestablished in the Aβ1-42 administered groups treated with UA and RA. Molecular docking studies further validated the comparable binding of UA and RA with Ki-67 and DCX to that of donepezil. Our findings suggest that UA and RA are potential neuroprotective compounds that reverses the histological hallmarks of AD and ameliorate impaired social memory and hippocampal neurogenesis."
    },
    {
      "pmid": "36600517",
      "title": "Ursolic acid: a pentacyclic triterpenoid that exhibits anticancer therapeutic potential by modulating multiple oncogenic targets.",
      "authors": [
        "Sardul Singh Sandhu",
        "Sharareh Khorami Rouz",
        "Suneel Kumar",
        "Nitin Swamy",
        "Loknath Deshmukh",
        "Arif Hussain",
        "Shafiul Haque",
        "Hardeep Singh Tuli"
      ],
      "journal": "Biotechnology & genetic engineering reviews",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The world is currently facing a global challenge against neoplastic diseases. Chemotherapy, hormonal therapy, surgery, and radiation therapy are some approaches used to treat cancer. However, these treatments are frequently causing side effects in patients, such as multidrug resistance, fever, weakness, and allergy, among others side effects. As a result, current research has focused on phytochemical compounds isolated from plants to treat deadly cancers. Plants are excellent resources of bioactive molecules, and many natural molecules have exceptional anticancer properties. They produce diverse anticancer derivatives such as alkaloids, terpenoids, flavonoids, pigments, and tannins, which have powerful anticancer activities against various cancer cell lines and animal models. Because of their safety, eco-friendly, and cost-effective nature, research communities have recently focused on various phytochemical bioactive molecules. Ursolic acid (UA) and its derivative compounds have anti-inflammatory, anticancer, apoptosis induction, anti-carcinogenic, and anti-breast cancer proliferation properties. Ursolic acid (UA) can improve the clinical management of human cancer because it inhibits cancer cell viability and proliferation, preventing tumour angiogenesis and metastatic activity. Therefore, the present article focuses on numerous bioactivities of Ursolic acid (UA), which can inhibit cancer cell production, mechanism of action, and modulation of anticancer properties via regulating various cellular processes.",
      "mesh_terms": [
        "Humans",
        "Triterpenes",
        "Ursolic Acid",
        "Neoplasms",
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Cell Proliferation",
        "Antineoplastic Agents"
      ]
    }
  ]
}