{
  "supplement": "Valine",
  "query": "Valine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 23:01:20",
  "research_count": 185,
  "count": 100,
  "articles": [
    {
      "pmid": "40243924",
      "title": "The Effect of Valine on the Synthesis of α-Casein in MAC-T Cells and the Expression and Phosphorylation of Genes Related to the mTOR Signaling Pathway.",
      "authors": [
        "Min Yang",
        "Xinyu Zhang",
        "Yu Ding",
        "Liang Yang",
        "Wanping Ren",
        "Yu Gao",
        "Kangyu Yao",
        "Yuxin Zhou",
        "Wei Shao"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study utilized MAC-T cells cultured in vitro as a model to investigate the effects of varying concentrations of valine on α-casein synthesis and its underlying regulatory mechanisms. In this experiment, MAC-T cells were subjected to a 12 h starvation period, followed by the addition of valine in a range of concentrations (a total of seven concentrations: 0.000, 1.596, 3.192, 6.384, 12.768, 25.536, and 51.072 mM, as well as in 10% Fetal Bovine Serum). The suitable range of valine concentrations was determined using enzyme-linked immunosorbent assays (ELISAs). Real-time fluorescent quantitative PCR (RT-qPCR) and Western blot analyses were employed to evaluate the expression levels and phosphorylation states of the casein alpha s1 gene (CSN1S1), casein alpha s2 gene (CSN1S2) and mTOR signaling pathway-related genes. The functionality of the mTOR signaling pathway was further validated through rapamycin (100.000 nM) inhibition experiments. Results indicated that 1× Val (6.384 mM), 2× Val (12.768 mM), 4× Val (25.536 mM), and 8× Val (51.072 mM) significantly enhanced α-casein synthesis (p < 0.01). Within this concentration range, valine significantly upregulated the expression of CSN1S1, CSN1S2, and mTOR signaling pathway-related genes including the RagA gene (RRAGA), RagB gene (RRAGB), RagC gene (RRAGC), RagD gene (RRAGD), mTOR, raptor gene (RPTOR), and 4EBP1 gene (EIF4EBP1), eukaryotic initiation factor 4E (EIF4E), and S6 Kinase 1 (S6K1) (p < 0.01). Notably, the expression of the eukaryotic elongation factor 2 (EEF2) gene peaked at 1× Val (6.384 mM), while the expression of other genes reached their maximum at 4× Val (25.536 mM). Additionally, valine significantly increased the phosphorylation levels of mTOR, S6K1, 4E-binding protein-1 (4EBP1), ribosomal protein S6 (RPS6), and eEF2 (p < 0.01), with the highest phosphorylation levels of mTOR, S6K1, and RPS6 observed at 4× Val (25.536 mM). Rapamycin treatment significantly inhibited mTOR phosphorylation and α-casein synthesis (p < 0.01); however, the addition of 4× Val (25.536 mM) partially mitigated this inhibitory effect. In conclusion, valine promotes α-casein synthesis by activating the mTOR signaling pathway, with an optimal concentration of 4× Val (25.536 mM).",
      "mesh_terms": [
        "Caseins",
        "TOR Serine-Threonine Kinases",
        "Phosphorylation",
        "Signal Transduction",
        "Valine",
        "Animals",
        "Gene Expression Regulation",
        "Mice",
        "Cell Line"
      ]
    },
    {
      "pmid": "40127203",
      "title": "The First Chalcone Derivatives of Valine-Based Spiro-Cyclotriphosphazenes: In Vitro Cytotoxic Properties, Molecular Docking and DNA Damage Mechanism Studies.",
      "authors": [
        "Yunus Yücel",
        "Ferhan Sultan Şeker",
        "Büşra Aksoy Erden",
        "Mücahit Özdemir",
        "Çiğdem Tekin",
        "Eray Çalışkan",
        "Suat Tekin",
        "Kenan Koran",
        "Fatih Biryan"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer treatment requires novel compounds with potent cytotoxic and genotoxic properties to effectively target cancer cells. In this study, new hybrid cyclotriphosphazene compounds were synthesized, characterized, and evaluated for their biological activity. Cytotoxicity against A2780 and Caco-2 cancer cell lines was assessed via the MTT assay, while genotoxic effects at 60-70% cell viability were examined using the Comet assay. Apoptotic cells were identified through TUNEL analyses, and reactive oxygen species levels were measured. Results showed that these compounds significantly reduced cell viability through DNA damage mechanisms. At high doses (50-100 µM), BV, BVK1, BVK2, and BVK4 decreased A2780 cell viability by 30-65%, whereas VPA had a milder effect (15-25%). In Caco-2 cells, viability was reduced by 10-35%. The compounds exhibited varying cytotoxicity across different cancer cell lines, reflecting cancer cell heterogeneity. Significant DNA damage, including changes in tail length, tail density, and tail moment, was observed in A2780 cells, confirming cell death via DNA damage. Molecular docking analyses further supported the potential of cyclotriphosphazene compounds (BV and BVK2) as targeted cancer inhibitors. Molecular docking revealed BVK2's high selectivity for Bcl-2, mutant p53, and VEGFR2. BVK2 and BV demonstrate strong binding affinities with key cancer-related targets, indicating their potential as multi-targeted inhibitors that regulate apoptosis, cell cycle control, and angiogenesis, making them promising candidates for targeted cancer therapy.",
      "mesh_terms": [
        "Humans",
        "Molecular Docking Simulation",
        "DNA Damage",
        "Caco-2 Cells",
        "Organophosphorus Compounds",
        "Antineoplastic Agents",
        "Apoptosis",
        "Cell Survival",
        "Cell Line, Tumor",
        "Chalcones"
      ]
    },
    {
      "pmid": "40073467",
      "title": "Lysine-Proline-Valine peptide mitigates fine dust-induced keratinocyte apoptosis and inflammation by regulating oxidative stress and modulating the MAPK/NF-κB pathway.",
      "authors": [
        "Junghee Sung",
        "Seo-Young Ju",
        "SeungHyun Park",
        "Won-Kyo Jung",
        "Jae-Young Je",
        "Sei-Jung Lee"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Airborne particulate matter (PM) poses a major environmental risk that impairs skin health by triggering oxidative stress, inflammation, and cell death. In this study, we investigated the protective effects of Lysine-Proline-Valine (KPV)-an endogenous peptide derived from α-melanocyte-stimulating hormone-against oxidative damage and inflammation induced by fine PM (PM10) in human HaCaT keratinocytes. Our results show that PM10 markedly suppresses HaCaT cell proliferation via cytotoxic effects and induces a pro-inflammatory response by increasing IL-1β secretion. Notably, treatment with 50 μg/mL of KPV restored cell viability and reduced IL-1β secretion disrupted by PM10 exposure. To counteract PM10-induced cell death, KPV inhibited reactive oxygen species (ROS) production, which is responsible for activating extracellular signal-regulated kinase and p38 mitogen-activated protein kinase. Additionally, KPV decreased the expression of apoptosis-related proteins (Bax, Bcl-2, and cleaved caspase-3) and IL-1β through suppression of the redox-sensitive transcription factor nuclear, factor-kappa B in PM10-treated HaCaT cells. Against PM10-induced inflammation, KPV effectively blocked ROS-mediated caspase-1 activation, reducing IL-1β secretion. In a three-dimensional (3D) skin model, KPV treatment effectively attenuated the inflammatory cell death induced by PM10. Collectively, these findings suggest that KPV protects keratinocytes by mitigating PM10-induced pyroptosis and holds potential as a therapeutic agent for preventing environmental pollutant-related skin damage, with promising applications in functional cosmetics and skin-protective treatments."
    },
    {
      "pmid": "39919716",
      "title": "Leveraging valine-restriction-induced DNA damage for targeted cancer therapy.",
      "authors": [
        "Alma Sophia Barisaac",
        "Enas R Abu-Zhayia",
        "Nabieh Ayoub"
      ],
      "journal": "Molecular cell",
      "publication_date": "2025-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolite microenvironment shapes cancer treatment strategies. In a recent paper in Nature, Jin et al.1 demonstrate that valine deprivation triggers HDAC6 entry into the nucleus, leading to accumulation of DNA damage that could be harnessed for targeted cancer therapy.",
      "mesh_terms": [
        "Humans",
        "DNA Damage",
        "Neoplasms",
        "Valine",
        "Histone Deacetylase 6",
        "Tumor Microenvironment",
        "Histone Deacetylases",
        "Molecular Targeted Therapy"
      ]
    },
    {
      "pmid": "39727068",
      "title": "Valine Restriction Extends Survival in a Drosophila Model of Short-Chain Enoyl-CoA Hydratase 1 (ECHS1) Deficiency.",
      "authors": [
        "Sarah Mele",
        "Felipe Martelli",
        "Christopher K Barlow",
        "Grace Jefferies",
        "Sebastian Dworkin",
        "John Christodoulou",
        "Ralf B Schittenhelm",
        "Matthew D W Piper",
        "Travis K Johnson"
      ],
      "journal": "Journal of inherited metabolic disease",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Short-chain enoyl-CoA hydratase 1 deficiency (ECHS1D) is a rare genetic disorder caused by biallelic pathogenic variants in the ECHS1 gene. ECHS1D is characterised by severe neurological and physical impairment that often leads to childhood mortality. Therapies such as protein and single nutrient-restricted diets show poor efficacy, whereas the development of new treatments is hindered by the low prevalence of the disorder and a lack of model systems for treatment testing. Here, we report on the establishment of a Drosophila model of ECHS1D. Flies carrying mutations in Echs1 (CG6543) were characterised for their physical and metabolic phenotypes, and dietary intervention to improve fly model health was explored. The Echs1 null larvae recapitulated human ECHS1D phenotypes including poor motor behaviour and early mortality and could be rescued by the expression of a human ECHS1 transgene. We observed that both restriction of valine in isolation, or all branched-chain amino acids (BCAAs-leucine, isoleucine and valine) together, extended larval survival, supporting the idea that reducing BCAA pathway catabolic flux is beneficial in this disorder. Further, metabolic profiling revealed substantial changes to carbohydrate metabolism, suggesting that Echs1 loss causes widespread metabolic dysregulation beyond valine metabolism. The similarities between Drosophila and human ECHS1D suggest that the fly model is a valuable animal system in which to explore mechanisms of pathogenesis and novel treatment options for this disorder.",
      "mesh_terms": [
        "Animals",
        "Enoyl-CoA Hydratase",
        "Disease Models, Animal",
        "Valine",
        "Humans",
        "Drosophila melanogaster",
        "Larva",
        "Phenotype",
        "Mutation",
        "Animals, Genetically Modified",
        "Drosophila Proteins"
      ]
    },
    {
      "pmid": "39567688",
      "title": "Human HDAC6 senses valine abundancy to regulate DNA damage.",
      "authors": [
        "Jiali Jin",
        "Tong Meng",
        "Yuanyuan Yu",
        "Shuheng Wu",
        "Chen-Chen Jiao",
        "Sihui Song",
        "Ya-Xu Li",
        "Yu Zhang",
        "Yuan-Yuan Zhao",
        "Xinran Li",
        "Zixin Wang",
        "Yu-Fan Liu",
        "Runzhi Huang",
        "Jieling Qin",
        "Yihua Chen",
        "Hao Cao",
        "Xiao Tan",
        "Xin Ge",
        "Cong Jiang",
        "Jianhuang Xue",
        "Jian Yuan",
        "Dianqing Wu",
        "Wei Wu",
        "Ci-Zhong Jiang",
        "Ping Wang"
      ],
      "journal": "Nature",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As an essential branched amino acid, valine is pivotal for protein synthesis, neurological behaviour, haematopoiesis and leukaemia progression1-3. However, the mechanism by which cellular valine abundancy is sensed for subsequent cellular functions remains undefined. Here we identify that human histone deacetylase 6 (HDAC6) serves as a valine sensor by directly binding valine through a primate-specific SE14 repeat domain. The nucleus and cytoplasm shuttling of human, but not mouse, HDAC6 is tightly controlled by the intracellular levels of valine. Valine deprivation leads to HDAC6 retention in the nucleus and induces DNA damage. Mechanistically, nuclear-localized HDAC6 binds and deacetylates ten-eleven translocation 2 (TET2) to initiate active DNA demethylation, which promotes DNA damage through thymine DNA glycosylase-driven excision. Dietary valine restriction inhibits tumour growth in xenograft and patient-derived xenograft models, and enhances the therapeutic efficacy of PARP inhibitors. Collectively, our study identifies human HDAC6 as a valine sensor that mediates active DNA demethylation and DNA damage in response to valine deprivation, and highlights the potential of dietary valine restriction for cancer treatment.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Humans",
        "Male",
        "Mice",
        "Cell Line, Tumor",
        "Cell Nucleus",
        "Dioxygenases",
        "DNA Damage",
        "DNA Methylation",
        "DNA-Binding Proteins",
        "Histone Deacetylase 6",
        "Valine",
        "Diet",
        "Mice, Inbred C57BL",
        "Neoplasms, Experimental",
        "HCT116 Cells"
      ]
    },
    {
      "pmid": "39489290",
      "title": "Low-dose valine attenuates diet-induced metabolic dysfunction-associated steatotic liver disease (MASLD) in mice by enhancing leptin sensitivity and modulating the gut microbiome.",
      "authors": [
        "Felicianna",
        "Emily K K Lo",
        "Congjia Chen",
        "Marsena J Ismaiah",
        "Fangfei Zhang",
        "Hoi Kit Matthew Leung",
        "Hani El-Nezami"
      ],
      "journal": "Molecular metabolism",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Elevated circulating branched-chain amino acids (BCAAs) have been associated with obesity, insulin resistance, and MASLD. Nonetheless, BCAA supplementation has been shown to provide protective outcomes towards the intervention of MASLD. Currently, there is a lack of study towards the contribution of the BCAA: valine on MASLD. Herein, the effect of low-dose valine supplementation was investigated for its role in the progression of MASLD. METHODS: C57BL/6J mice were fed a high-fat/high-cholesterol diet (HFD) to induce MASLD. Upon the establishment of MASLD, valine was supplemented via voluntary oral administration. Clinical and biochemical parameters associated with MASLD were measured, and molecular mechanism and gut microbiota modulation from the effect of valine were investigated. RESULTS: Low-dose valine was found to attenuate the progression of MASLD, significantly reducing the gain in body weight, liver weight, and epididymal white adipose tissue (eWAT) weight, while also attenuating hyperglycemia and hyperleptinemia, and improving serum lipid profiles. Mechanistically, in the liver, genes related to hepatic lipogenesis and cholesterol biosynthesis were downregulated, while those associated with fatty acid oxidation, autophagy, and antioxidant capacity were upregulated, and AMPK pathway activity was enhanced. Liver and hypothalamic leptin resistance and inflammation were also attenuated, allowing better appetite control in mice fed a HFD and leading to reduced food intake. Additionally, metabolic flexibility in the eWAT was improved, and the gut microbiome was modulated by low-dose valine supplementation. CONCLUSION: Low-dose valine supplementation attenuates MASLD by enhancing systemic leptin sensitivity and modulating the gut microbiome.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Mice",
        "Mice, Inbred C57BL",
        "Leptin",
        "Male",
        "Diet, High-Fat",
        "Valine",
        "Liver",
        "Fatty Liver",
        "Obesity",
        "Insulin Resistance",
        "Amino Acids, Branched-Chain"
      ]
    },
    {
      "pmid": "39252075",
      "title": "Dietary supplementation of valine, isoleucine, and tryptophan may overcome the negative effects of excess leucine in diets for weanling pigs containing corn fermented protein.",
      "authors": [
        "Andrea P Mallea",
        "Charmaine D Espinosa",
        "Su A Lee",
        "Minoy A Cristobal",
        "Leidy J Torrez-Mendoza",
        "Hans H Stein"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diets with high inclusion of corn co-products such as corn fermented protein (CFP) may contain excess Leu, which has a negative impact on feed intake and growth performance of pigs due to increased catabolism of Val and Ile and reduced availability of Trp in the brain for serotonin synthesis. However, we hypothesized that the negative effect of using CFP in diets for weanling pigs may be overcome if diets are fortified with crystalline sources of Val, Trp, and (or) Ile. METHODS: Three hundred and twenty weanling pigs were randomly allotted to one of 10 dietary treatments in a completely randomized design, with 4 pigs per pen and 8 replicate pens per treatment. A corn-soybean meal diet and 2 basal diets based on corn and 10% CFP or corn and 20% CFP were formulated. Seven additional diets were formulated by fortifying the basal diet with 20% CFP with Ile, Trp, Val, Ile and Val, Ile and Trp, Trp and Val, or Ile, Trp and Val. A two-phase feeding program was used, with d 1 to 14 being phase 1 and d 15 to 28 being phase 2. Fecal scores were recorded every other day. Blood samples were collected on d 14 and 28 from one pig per pen. On d 14, fecal samples were collected from one pig per pen in 3 of the 10 treatments to determine volatile fatty acids, ammonium concentration, and microbial protein. These pigs were also euthanized and ileal tissue was collected. RESULTS: There were no effects of dietary treatments on any of the parameters evaluated in phase 1. Inclusion of 10% or 20% CFP in diets reduced (P < 0.05) final body weight on d 28, and average daily gain (ADG) and average daily feed intake (ADFI) in phase 2 and for the entire experimental period. However, pigs fed the CFP diet supplemented with Val, Ile, and Trp had final body weight, ADFI, ADG and gain to feed ratio in phase 2 and for the entire experiment that was not different from pigs fed the control diet. Fecal scores in phase 2 were reduced (P < 0.05) if CFP was used. CONCLUSIONS: Corn fermented protein may be included by up to 20% in diets for weanling pigs without affecting growth performance, gut health, or hindgut fermentation, if diets are fortified with extra Val, Trp, and Ile. Inclusion of CFP also improved fecal consistency of pigs."
    },
    {
      "pmid": "39067747",
      "title": "Effects of isoleucine, lysine, valine, and a group of nonessential amino acids on mammary amino acid metabolism in lactating dairy cows.",
      "authors": [
        "A H Weston",
        "T Fernandes",
        "M de Oliveira",
        "S Gaskin",
        "T Pilonero",
        "M D Hanigan"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intracellular AA regulate milk protein synthesis within the mammary gland by modifying mammary plasma flow (MPF) and AA transporter activity. Amino acid transporters catalyze translocation using Na+ gradient, substrate gradient (uniporters), and exchange mechanisms; further, they exhibit specificity for individual AA or groups of AA with similar side-chain properties within each transport system. Nonessential AA are actively transported through Na+-dependent transporters and, thus, are often used as intracellular currencies for EAA transport through exchange transporters. Therefore, it was hypothesized that individual EAA supplementation would compete with other EAA for shared transporters, and supplementation with Ala, Gln, and Gly would stimulate EAA transport through exchange transporters. Ten primiparous lactating dairy cows were divided into 2 groups based on milk production and were randomly assigned to treatment sequences within 2 balanced 5 × 5 Latin squares by group. Period length was 14 d. Treatments were 9-d jugular infusions of (1) saline; (2) 34.5 g of Val per day; (3) a ratio of 32.7 g of Ala to 40 g of Gln to 26.7 g of Gly per day (AQG); (4) 43 g of Lys per day; or (5) 33.5 g of Ile per day. All cows were fed a common base diet formulated to contain 15.0% CP. Infusions of Ile, Lys, or AQG did not affect milk protein or milk production; however, Val infusion decreased both. The effects of Val infusion on milk protein production appeared to be partially driven by decreased DMI. The decline in milk protein percentage indicated that milk lactose production was also affected. Additionally, Val infusion increased MPF efficiency (MPF/milk; L/L) by approximately 44%. Infusion of Val tended to decrease or decreased mammary net uptakes of Lys, Leu, Met, and total AA. Infusion of Ile tended to increase its mammary net uptakes but did not affect any other AA. Infusions of Lys and AQG did not affect any mammary net uptakes. Infusion of Val tended to decrease Phe and total NEAA mammary clearance rates. Infusion with AQG stimulated Tyr clearance rates and tended to decline system N mammary clearance rates. Ratios of branched-chain AA mammary uptake to milk protein output (U:O) did not differ from 1 for Val-infused cows, which indicated that little intramammary catabolism was occurring. Additionally, the average NEAA U:O in response to all treatments except Val was 0.70, but Val-infused cows had NEAA U:O that averaged 0.09, indicating increased synthesis within the glands. The effects of Val on mammary net clearance rates of multiple EAA support the incorporation of AA limitations in ration optimizers to prevent AA imbalances. It is possible that oversupplementation of EAA other than Val may also decrease DMI and mammary activity. Identifying efficiency apexes for each of the EAA will allow more precise diet formulation and supplementation, leading to improved production efficiency.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Lactation",
        "Female",
        "Amino Acids",
        "Milk",
        "Mammary Glands, Animal",
        "Isoleucine",
        "Valine",
        "Diet",
        "Lysine",
        "Dietary Supplements",
        "Milk Proteins"
      ]
    },
    {
      "pmid": "39025852",
      "title": "Targeting valine catabolism to inhibit metabolic reprogramming in prostate cancer.",
      "authors": [
        "Charles L Bidgood",
        "Lisa K Philp",
        "Anja Rockstroh",
        "Melanie Lehman",
        "Colleen C Nelson",
        "Martin C Sadowski",
        "Jennifer H Gunter"
      ],
      "journal": "Cell death & disease",
      "publication_date": "2024-Jul-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic reprogramming and energetic rewiring are hallmarks of cancer that fuel disease progression and facilitate therapy evasion. The remodelling of oxidative phosphorylation and enhanced lipogenesis have previously been characterised as key metabolic features of prostate cancer (PCa). Recently, succinate-dependent mitochondrial reprogramming was identified in high-grade prostate tumours, as well as upregulation of the enzymes associated with branched-chain amino acid (BCAA) catabolism. In this study, we hypothesised that the degradation of the BCAAs, particularly valine, may play a critical role in anapleurotic refuelling of the mitochondrial succinate pool, as well as the maintenance of intracellular lipid metabolism. Through the suppression of BCAA availability, we report significantly reduced lipid content, strongly indicating that BCAAs are important lipogenic fuels in PCa. This work also uncovered a novel compensatory mechanism, whereby fatty acid uptake is increased in response to extracellular valine deprivation. Inhibition of valine degradation via suppression of 3-hydroxyisobutyryl-CoA hydrolase (HIBCH) resulted in a selective reduction of malignant prostate cell proliferation, decreased intracellular succinate and impaired cellular respiration. In combination with a comprehensive multi-omic investigation that incorporates next-generation sequencing, metabolomics, and high-content quantitative single-cell imaging, our work highlights a novel therapeutic target for selective inhibition of metabolic reprogramming in PCa.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Prostatic Neoplasms",
        "Valine",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Mitochondria",
        "Amino Acids, Branched-Chain",
        "Lipid Metabolism",
        "Succinic Acid",
        "Metabolic Reprogramming"
      ]
    },
    {
      "pmid": "38849541",
      "title": "Valine aminoacyl-tRNA synthetase promotes therapy resistance in melanoma.",
      "authors": [
        "Najla El-Hachem",
        "Marine Leclercq",
        "Miguel Susaeta Ruiz",
        "Raphael Vanleyssem",
        "Kateryna Shostak",
        "Pierre-René Körner",
        "Coralie Capron",
        "Lorena Martin-Morales",
        "Patrick Roncarati",
        "Arnaud Lavergne",
        "Arnaud Blomme",
        "Silvia Turchetto",
        "Eric Goffin",
        "Palaniraja Thandapani",
        "Ivan Tarassov",
        "Laurent Nguyen",
        "Bernard Pirotte",
        "Alain Chariot",
        "Jean-Christophe Marine",
        "Michael Herfs",
        "Francesca Rapino",
        "Reuven Agami",
        "Pierre Close"
      ],
      "journal": "Nature cell biology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Transfer RNA dynamics contribute to cancer development through regulation of codon-specific messenger RNA translation. Specific aminoacyl-tRNA synthetases can either promote or suppress tumourigenesis. Here we show that valine aminoacyl-tRNA synthetase (VARS) is a key player in the codon-biased translation reprogramming induced by resistance to targeted (MAPK) therapy in melanoma. The proteome rewiring in patient-derived MAPK therapy-resistant melanoma is biased towards the usage of valine and coincides with the upregulation of valine cognate tRNAs and of VARS expression and activity. Strikingly, VARS knockdown re-sensitizes MAPK-therapy-resistant patient-derived melanoma in vitro and in vivo. Mechanistically, VARS regulates the messenger RNA translation of valine-enriched transcripts, among which hydroxyacyl-CoA dehydrogenase mRNA encodes for a key enzyme in fatty acid oxidation. Resistant melanoma cultures rely on fatty acid oxidation and hydroxyacyl-CoA dehydrogenase for their survival upon MAPK treatment. Together, our data demonstrate that VARS may represent an attractive therapeutic target for the treatment of therapy-resistant melanoma.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Amino Acyl-tRNA Synthetases",
        "Cell Line, Tumor",
        "Drug Resistance, Neoplasm",
        "Gene Expression Regulation, Neoplastic",
        "Melanoma",
        "Protein Biosynthesis",
        "Protein Kinase Inhibitors",
        "Valine",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "38803448",
      "title": "Valine induces inflammation and enhanced adipogenesis in lean mice by multi-omics analysis.",
      "authors": [
        "Hui-Yi Zheng",
        "Li Wang",
        "Rong Zhang",
        "Ran Ding",
        "Cai-Xia Yang",
        "Zhi-Qiang Du"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The branched-chain amino acids (BCAAs) are essential to mammalian growth and development but aberrantly elevated in obesity and diabetes. Each BCAA has an independent and specific physio-biochemical effect on the host. However, the exact molecular mechanism of the detrimental effect of valine on metabolic health remains largely unknown. METHODS AND RESULTS: This study showed that for lean mice treated with valine, the hepatic lipid metabolism and adipogenesis were enhanced, and the villus height and crypt depth of the ileum were significantly increased. Transcriptome profiling on white and brown adipose tissues revealed that valine disturbed multiple signaling pathways (e.g., inflammation and fatty acid metabolism). Integrative cecal metagenome and metabolome analyses found that abundances of Bacteroidetes decreased, but Proteobacteria and Helicobacter increased, respectively; and 87 differential metabolites were enriched in several molecular pathways (e.g., inflammation and lipid and bile acid metabolism). Furthermore, abundances of two metabolites (stercobilin and 3-IAA), proteins (AMPK/pAMPK and SCD1), and inflammation and adipogenesis-related genes were validated. DISCUSSION: Valine treatment affects the intestinal microbiota and metabolite compositions, induces gut inflammation, and aggravates hepatic lipid deposition and adipogenesis. Our findings provide novel insights into and resources for further exploring the molecular mechanism and biological function of valine on lipid metabolism."
    },
    {
      "pmid": "38324296",
      "title": "Trastuzumab-MMAU Antibody-Auristatin Conjugates: Valine-Glucoserine Linker with Stabilized Maleimide Conjugation Improves In Vivo Efficacy and Tolerability.",
      "authors": [
        "Shalom D Goldberg",
        "Tero Satomaa",
        "Olulanu Aina",
        "Olli Aitio",
        "Krista Burke",
        "Vadim Dudkin",
        "Brian Geist",
        "Onyi Irrechukwu",
        "Anna-Liisa Hänninen",
        "Annamari Heiskanen",
        "Jari Helin",
        "Jukka O Hiltunen",
        "Jacqueline Kinyamu-Akunda",
        "Donna M Klein",
        "Neeraj Kohli",
        "Titta Kotiranta",
        "Tuula Lähteenmäki",
        "Ritva Niemelä",
        "Virve Pitkänen",
        "Henna Pynnönen",
        "William Rittase",
        "Kristen Wiley",
        "Junguo Zhou",
        "Juhani Saarinen"
      ],
      "journal": "Molecular cancer therapeutics",
      "publication_date": "2024-Nov-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antibody-drug conjugates (ADC) have shown impressive clinical activity with approval of many agents in hematologic and solid tumors. However, challenges remain with both efficacy and safety of ADCs. This study describes novel trastuzumab-auristatin conjugates with the hydrophilic monomethylauristatin E (MMAE) prodrug MMAU, and optimization of a glycopeptide linker leading to a wider therapeutic window. Trastuzumab was conjugated with auristatin payloads via a series of linkers using a stabilized maleimide handle. The ADCs were characterized in vitro and their relative in vivo antitumor efficacies were assessed in HER2+ xenograft models. Relative linker stabilities and the mechanism of linker cleavage were studied using in vitro assays. Toxicity and toxicokinetics of the best performing ADC were evaluated in cynomolgus monkey (cyno). The trastuzumab-MMAU ADC with stabilized glycopeptide linker showed maleimide stabilization and higher resistance to cleavage by serum and lysosomal enzymes compared with a valine-citrulline conjugated trastuzumab ADC (trastuzumab-vc-MMAE). A single dose of 1 or 2 mg/kg of trastuzumab-MMAU at drug-to-antibody ratios (DAR) of eight and four respectively resulted in xenograft tumor growth inhibition, with superior efficacy to trastuzumab-vc-MMAE. Trastuzumab-MMAUDAR4 was tolerated at doses up to 12 mg/kg in cyno, which represents 2- to 4-fold higher dose than that observed with vedotin ADCs, and had increased terminal half-life and exposure. The optimized trastuzumab-MMAU ADC showed potent antitumor activity and was well tolerated with excellent pharmacokinetics in nonhuman primates, leading to a superior preclinical therapeutic window. The data support potential utility of trastuzumab-MMAU for treatment of HER2+ tumors.",
      "mesh_terms": [
        "Trastuzumab",
        "Animals",
        "Humans",
        "Immunoconjugates",
        "Mice",
        "Maleimides",
        "Oligopeptides",
        "Aminobenzoates",
        "Female",
        "Xenograft Model Antitumor Assays",
        "Cell Line, Tumor",
        "Valine",
        "Macaca fascicularis",
        "Antineoplastic Agents, Immunological"
      ]
    },
    {
      "pmid": "38132929",
      "title": "Low-Molecular-Weight Fish Collagen Peptide (Valine-Glycine-Proline-Hydroxyproline-Glycine-Proline-Alanine-Glycine) Prevents Osteoarthritis Symptoms in Chondrocytes and Monoiodoacetate-Injected Rats.",
      "authors": [
        "Wonhee Cho",
        "Jeongjin Park",
        "Jinhee Kim",
        "Minhee Lee",
        "So Jung Park",
        "Kyung Seok Kim",
        "Woojin Jun",
        "Ok-Kyung Kim",
        "Jeongmin Lee"
      ],
      "journal": "Marine drugs",
      "publication_date": "2023-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to investigate the effect of low-molecular-weight fish collagen (valine-glycine-proline-hydroxyproline-glycine-proline-alanine-glycine; LMWCP) on H2O2- or LPS-treated primary chondrocytes and monoiodoacetate (MIA)-induced osteoarthritis rat models. Our findings indicated that LMWCP treatment exhibited protective effects by preventing chondrocyte death and reducing matrix degradation in both H2O2-treated primary chondrocytes and cartilage tissue from MIA-induced osteoarthritis rats. This was achieved by increasing the levels of aggrecan, collagen type I, collagen type II, TIMP-1, and TIMP-3, while simultaneously decreasing catabolic factors such as phosphorylation of Smad, MMP-3, and MMP-13. Additionally, LMWCP treatment effectively suppressed the activation of inflammation and apoptosis pathways in both LPS-treated primary chondrocytes and cartilage tissue from MIA-induced osteoarthritis rats. These results suggest that LMWCP supplementation ameliorates the progression of osteoarthritis through its direct impact on inflammation and apoptosis in chondrocytes.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Chondrocytes",
        "Hydroxyproline",
        "Glycine",
        "Hydrogen Peroxide",
        "Lipopolysaccharides",
        "Osteoarthritis",
        "Inflammation",
        "Collagen Type II",
        "Peptides",
        "Valine",
        "Cartilage, Articular",
        "Cells, Cultured"
      ]
    },
    {
      "pmid": "38081490",
      "title": "Multiple amino acid transporters as carriers load L-valine-phenazine-1-carboxylic acid conjugate into Ricinus sieve tubes for the phloem translocation.",
      "authors": [
        "Yongxin Xiao",
        "Xuehua Wei",
        "Ciyin Hu",
        "Tom Hsiang",
        "Junliang Yin",
        "Junkai Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Some transporters play important roles in the uptake and acropetal xylem translocation of vectorized agrochemicals. However, it is poorly understood the basipetally phloem-loading functions of transporters toward vectorized agrochemicals. Here, L-Val-PCA (L-valine-phenazine-1-carboxylic acid conjugate) uptake was demonstrated carrier-mediated. RcAAP2, RcANT7, and RcLHT1 showed a similarly up-regulated expression pattern from 62 transporter coding genes in Ricinus at 1 h after L-Val or L-Val-PCA treatment. Subcellular localization revealed that fusion RcAAP2-eGFP, RcANT7-eGFP and RcLHT1-eGFP proteins were expressed in the plasma membrane of mesophyll and phloem cells. Yeast assays found that RcAAP2, RcANT7, and RcLHT1 facilitated L-Val-PCA uptake. To further demonstrate the phloem-loading functions, using vacuum infiltration strategy, an Agrobacterium-mediated RNA interference (RNAi) protocol was constructed in seedlings. HPLC detection indicated that L-Val-PCA phloem sap concentrations were significantly decreased 54.5 %, 27.6 %, and 41.6 % after silencing for 72 h and increased 48.3 %, 52.6 %, and 52.4 % after overexpression, respectively. In conclusion, the plasma membrane-located RcAAP2, RcANT7, and RcLHT1 can loaded L-Val-PCA into Ricinus sieve tubes for the phloem translocation, which may aid in the utilization of transporters and molecular design of phloem-mobile fungicides target root or vascular pathogens.",
      "mesh_terms": [
        "Animals",
        "Ricinus",
        "Ixodes",
        "Valine",
        "Phloem",
        "Amino Acid Transport Systems",
        "Agrochemicals",
        "Phenazines"
      ]
    },
    {
      "pmid": "38052377",
      "title": "PSMA-targeted small-molecule drug-conjugates with valine-citrulline and phosphoramidate cleavable linkers.",
      "authors": [
        "Emily A Savoy",
        "Feyisola P Olatunji",
        "Melody D Fulton",
        "Brittany N Kesic",
        "Jacob W Herman",
        "Oscar Romero",
        "Mitchell Maniatopoulos",
        "Clifford E Berkman"
      ],
      "journal": "Bioorganic & medicinal chemistry letters",
      "publication_date": "2024-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we present a modular synthesis and evaluation of two prostate-specific membrane antigen (PSMA) targeted small molecule drug conjugates (SMDCs) incorporating the potent chemotherapeutic agent monomethyl auristatin E (MMAE). These SMDCs are distinguished by their cleavable linker modules: one utilizing the widely known valine-citrulline linker, susceptible to cleavage by cathepsin B, and the other featuring a novel acid-labile phosphoramidate-based (PhosAm) linker. Both SMDCs maintained nanomolar affinity to PSMA. Furthermore, we confirmed the selective release of the payload and observed chemotherapeutic efficacy specifically within PSMA-positive prostate cancer cells, while maintaining cell viability in PSMA-negative cells. These findings not only validate the efficacy of our approach but also highlight the potential of the innovative pH-responsive PhosAm linker. This study contributes significantly to the field and also paves the way for future advancements in targeted cancer therapy.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Antineoplastic Agents",
        "Cell Line, Tumor",
        "Citrulline",
        "Drug Delivery Systems",
        "Immunoconjugates",
        "Valine",
        "Prostatic Neoplasms"
      ]
    },
    {
      "pmid": "38000127",
      "title": "l-valine supplementation disturbs vital molecular pathways and induces apoptosis in mouse testes.",
      "authors": [
        "Zi-Wei Wu",
        "Li Wang",
        "Qiao Mou",
        "Fang Wang",
        "Yi Wang",
        "Ting Fang",
        "Zongjun Yin",
        "Zhi-Qiang Du",
        "Cai-Xia Yang"
      ],
      "journal": "Theriogenology",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The branched-chain amino acids (BCAAs: leucine, isoleucine and valine) are essential for animal growth and metabolic health. However, the effect of valine on male reproduction and its underlying molecular mechanism remain largely unknown. Here, we showed that l-valine supplementation (0.30% or 0.45%, water drinking for 3 weeks) did not change body and testis weights, but significantly altered morphology of sertoli cells and germ cells within seminiferous tubule, and enlarged the space between seminiferous tubules within mouse testis. l-valine treatment (0.45%) increased significantly the Caspase3/9 mRNA levels and CASPASE9 protein levels, therefore induced apoptosis of mouse testis. Moreover, gene expression levels related to autophagy (Atg5 and Lamb3), DNA 5 mC methylation (Dnmt1, Dnmt3a, Tet2 and Tet3), RNA m6A methylation (Mettl14, Alkbh5 and Fto), and m6A methylation binding proteins (Ythdf1/2/3 and Igf2bp1/2) were significantly reduced. Protein abundances of ALKBH5, FTO and YTHDF3 were also significantly reduced, but not for ATG5 and TET2. Testis transcriptome sequencing detected 537 differentially expressed genes (DEGs, 26 up-regulated and 511 down-regulated), involved in multiple important signaling pathways. RT-qPCR validated 8 of 9 DEGs (Cd36, Scd1, Insl3, Anxa5, Lcn2, Hsd17b3, Cyp11a1, Cyp17a1 and Agt) to be decreased significantly, consistent with RNA-seq results. Taken together, l-valine treatment could disturb multiple signaling pathways (autophagy and RNA methylation etc.), and induce apoptosis to destroy the tissue structure of mouse testis.",
      "mesh_terms": [
        "Mice",
        "Male",
        "Animals",
        "Testis",
        "Valine",
        "Sertoli Cells",
        "Apoptosis",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37863296",
      "title": "Valine and nonessential amino acids affect bidirectional transport rates of leucine and isoleucine in bovine mammary epithelial cells.",
      "authors": [
        "A Hruby Weston",
        "I A M A Teixeira",
        "P S Yoder",
        "T Pilonero",
        "M D Hanigan"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A more complete understanding of the mechanisms controlling AA transport in mammary glands of dairy cattle will help identify solutions to increase nitrogen feeding efficiency on farms. It was hypothesized that Ala, Gln, and Gly (NEAAG), which are actively transported into cells and exchanged for all branched-chain AA (BCAA), may stimulate transport of BCAA, and that Val may antagonize transport of the other BCAA due to transporter competition. Thus, we evaluated the effects of varying concentrations of NEAAG and Val on transport and metabolism of the BCAA Ala, Met, Phe, and Thr by bovine mammary epithelial cells. Primary cultures of bovine mammary epithelial cells were assigned to treatments of low (70% of mean in vivo plasma concentrations of lactating dairy cows) and high (200%) concentrations of Val and NEAAG (LVal and LNEAAG, HVal and HNEAAG, respectively) in a 2 × 2 factorial design. Cells were preloaded with treatment media containing [15N]-labeled AA for 24 h. The [15N]-labeled media were replaced with treatment media containing [13C]-labeled AA. Media and cells were harvested from plates at 0, 0.5, 1, 5, 15, 30, 60, and 240 min after application of the [13C]-labeled AA and assessed for [15N]- and [13C]-AA label concentrations. The data were used to derive transport, transamination, irreversible loss, and protein-synthesis fluxes. All Val fluxes, except synthesis of rapidly exchanging tissue protein, increased with the HVal treatment. Interestingly, the rapidly exchanging tissue protein, transamination, and irreversible-loss rate constants decreased with HVal, indicating that the significant flux increases were primarily driven by mass action with the cells resisting the flux increases by downregulating activity. However, the decreases could also reflect saturation of processes that would drive down the mass-action rate constants. This is supported by decreases in the same rate constants for Ile and Leu with HVal. This could be due to either competition for shared transamination and oxidation reactions or a reduction in enzymatic activity. Also, NEAAG did not affect Val fluxes, but influx and efflux rate constants increased for both Val and Leu with HNEAAG, indicating an activating substrate effect. Overall, AA transport rates generally responded concordantly with extracellular concentrations, indicating the transporters are not substrate-saturated within the in vivo range. However, BCAA transamination and oxidation enzymes may be approaching saturation within in vivo ranges. In addition, System L transport activity appeared to be stimulated by as much as 75% with high intracellular concentrations of Ala, Gln, and Gly. High concentrations of Val antagonized transport activity of Ile and Leu by 68% and 15%, respectively, indicating competitive inhibition, but this was only observable at HNEAAG concentrations. The exchange transporters of System L transport 8 of the essential AA that make up approximately 40% of milk protein, so better understanding this transporter is an important step for increased efficiency.",
      "mesh_terms": [
        "Female",
        "Cattle",
        "Animals",
        "Leucine",
        "Isoleucine",
        "Valine",
        "Lactation",
        "Amino Acids",
        "Proteins",
        "Epithelial Cells",
        "Mammary Glands, Animal",
        "Amino Acids, Branched-Chain"
      ]
    },
    {
      "pmid": "37716484",
      "title": "Valine conjugated polymeric nanocarriers for targeted co-delivery of rivastigmine and quercetin in rat model of Alzheimer disease.",
      "authors": [
        "Zahra Kaboli",
        "Mir-Jamal Hosseini",
        "Somayeh Sadighian",
        "Kobra Rostamizadeh",
        "Mehrdad Hamidi",
        "Hamidreza Kheiri Manjili"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2023-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multifunctional nanocarriers are increasingly promising for disease treatment aimed at finding effective therapy and overcoming barriers in drug delivery. Herein, valine conjugated chitosan (VLCS) was used for surface modification of nanocarriers (NCs) based on Poly (ε-caprolactone)-Poly (ethylene glycol)-Poly (ε-caprolactone) (PCL-PEG-PCL) triblock copolymers (NCs@VLCS). The nanocarriers were co-loaded with rivastigmine (RV) and quercetin (QT) to yield the final RV/QT-NCs@VLCS as a multifunctional nanocarrier for Alzheimer's disease (AD) treatment. The large amino acid transporter 1 (LAT-1) was selected for the direction of the NCs to the brain. The biocompatibility of the nanocarrier was studied in HEK-293 and SH-SY5Y cells and rats. The Morris water maze test demonstrated a faster regain of memory loss with RV/QT-NCs@VLCS compared to the other groups. Furthermore, RV/QT-NCs@VLCS and RV/QT-NCs improved GSH depletion induced by scopolamine (SCO), with RV/QT-NCs@VLCS having a superior effect. The real-time PCR analysis revealed that co-delivery of RV and QT by NCs@VLCS showed significantly higher efficacy than sole delivery of RV. RV/QT-NCs@VLCS treatment also modulated the expression of BDNF, ACHE, and TNF-α. The findings revealed that NCs@VLCS co-loaded with RV and QT, significantly increased efficacy relative to the single use of RV and could be considered a potent multifunctional drug delivery system for Alzheimer's treatment.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Animals",
        "Alzheimer Disease",
        "Rivastigmine",
        "Quercetin",
        "HEK293 Cells",
        "Neuroblastoma",
        "Polymers",
        "Polyethylene Glycols",
        "Polyesters",
        "Drug Carriers"
      ]
    },
    {
      "pmid": "37309295",
      "title": "Acyl-CoA dehydrogenase substrate promiscuity: Challenges and opportunities for development of substrate reduction therapy in disorders of valine and isoleucine metabolism.",
      "authors": [
        "Sander M Houten",
        "Tetyana Dodatko",
        "William Dwyer",
        "Sara Violante",
        "Hongjie Chen",
        "Brandon Stauffer",
        "Robert J DeVita",
        "Frédéric M Vaz",
        "Justin R Cross",
        "Chunli Yu",
        "João Leandro"
      ],
      "journal": "Journal of inherited metabolic disease",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Toxicity of accumulating substrates is a significant problem in several disorders of valine and isoleucine degradation notably short-chain enoyl-CoA hydratase (ECHS1 or crotonase) deficiency, 3-hydroxyisobutyryl-CoA hydrolase (HIBCH) deficiency, propionic acidemia (PA), and methylmalonic aciduria (MMA). Isobutyryl-CoA dehydrogenase (ACAD8) and short/branched-chain acyl-CoA dehydrogenase (SBCAD, ACADSB) function in the valine and isoleucine degradation pathways, respectively. Deficiencies of these acyl-CoA dehydrogenase (ACAD) enzymes are considered biochemical abnormalities with limited or no clinical consequences. We investigated whether substrate reduction therapy through inhibition of ACAD8 and SBCAD can limit the accumulation of toxic metabolic intermediates in disorders of valine and isoleucine metabolism. Using analysis of acylcarnitine isomers, we show that 2-methylenecyclopropaneacetic acid (MCPA) inhibited SBCAD, isovaleryl-CoA dehydrogenase, short-chain acyl-CoA dehydrogenase and medium-chain acyl-CoA dehydrogenase, but not ACAD8. MCPA treatment of wild-type and PA HEK-293 cells caused a pronounced decrease in C3-carnitine. Furthermore, deletion of ACADSB in HEK-293 cells led to an equally strong decrease in C3-carnitine when compared to wild-type cells. Deletion of ECHS1 in HEK-293 cells caused a defect in lipoylation of the E2 component of the pyruvate dehydrogenase complex, which was not rescued by ACAD8 deletion. MCPA was able to rescue lipoylation in ECHS1 KO cells, but only in cells with prior ACAD8 deletion. SBCAD was not the sole ACAD responsible for this compensation, which indicates substantial promiscuity of ACADs in HEK-293 cells for the isobutyryl-CoA substrate. Substrate promiscuity appeared less prominent for 2-methylbutyryl-CoA at least in HEK-293 cells. We suggest that pharmacological inhibition of SBCAD to treat PA should be investigated further.",
      "mesh_terms": [
        "Humans",
        "Valine",
        "Acyl-CoA Dehydrogenase",
        "Isoleucine",
        "Propionic Acidemia",
        "2-Methyl-4-chlorophenoxyacetic Acid",
        "HEK293 Cells",
        "Carnitine"
      ]
    },
    {
      "pmid": "37270903",
      "title": "Influence of N-arylsulfonamido d-valine N-substituents on the selectivity and potency of matrix metalloproteinase inhibitors.",
      "authors": [
        "Christian Paul Konken",
        "Bernd Beutel",
        "Benjamin Schinor",
        "Jian Song",
        "Hanna Gerwien",
        "Eva Korpos",
        "Miriam Burmeister",
        "Burkhard Riemann",
        "Michael Schäfers",
        "Lydia Sorokin",
        "Günter Haufe"
      ],
      "journal": "Bioorganic & medicinal chemistry",
      "publication_date": "2023-Jul-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To develop matrix metalloproteinase inhibitors (MMPIs) for both therapy and medicinal imaging by fluorescence-based techniques or positron-emission tomography (PET), a small library of eighteen N-substituted N-arylsulfonamido d-valines were synthesized and their potency to inhibit two gelatinases (MMP-2, and MMP-9), two collagenases (MMP-8, and MMP-13) and macrophage elastase (MMP-12) was determined in a Structure-Activity-Relation study with ({4-[3-(5-methylthiophen-2-yl)-1,2,4-oxadiazol-5-yl]phenyl}sulfonyl)-d-valine (1) as a lead. All compounds were shown to be more potent MMP-2/-9 inhibitors (nanomolar range) compared to other tested MMPs. This is a remarkable result considering that a carboxylic acid group is the zinc binding moiety. The compound with a terminal fluoropropyltriazole group at the furan ring (P1' substituent) was only four times less potent in inhibiting MMP-2 activity than the lead compound 1, making this compound a promising probe for PET application (after using a prosthetic group approach to introduce fluorine-18). Compounds with a TEG spacer and a terminal azide or even a fluorescein moiety at the sulfonylamide N atom (P2' substituent) were almost as active as the lead structure 1, making the latter derivative a suitable fluorescence imaging tool.",
      "mesh_terms": [
        "Matrix Metalloproteinase Inhibitors",
        "Matrix Metalloproteinase 2",
        "Structure-Activity Relationship",
        "Valine",
        "Carboxylic Acids"
      ]
    },
    {
      "pmid": "37084480",
      "title": "Metabolic role of the hepatic valine/3-hydroxyisobutyrate (3-HIB) pathway in fatty liver disease.",
      "authors": [
        "Mona Synnøve Bjune",
        "Laurence Lawrence-Archer",
        "Johnny Laupsa-Borge",
        "Cathrine Horn Sommersten",
        "Adrian McCann",
        "Robert Clay Glastad",
        "Iain George Johnston",
        "Matthias Kern",
        "Matthias Blüher",
        "Gunnar Mellgren",
        "Simon N Dankel"
      ],
      "journal": "EBioMedicine",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The valine (branched-chain amino acid) metabolite 3-hydroxyisobutyrate (3-HIB), produced by 3-Hydroxyisobutyryl-CoA Hydrolase (HIBCH), is associated with insulin resistance and type 2 diabetes, but implicated tissues and cellular mechanisms are poorly understood. We hypothesized that HIBCH and 3-HIB regulate hepatic lipid accumulation. METHODS: HIBCH mRNA in human liver biopsies (\"Liver cohort\") and plasma 3-HIB (\"CARBFUNC\" cohort) were correlated with fatty liver and metabolic markers. Human Huh7 hepatocytes were supplemented with fatty acids (FAs) to induce lipid accumulation. Following HIBCH overexpression, siRNA knockdown, inhibition of PDK4 (a marker of FA β-oxidation) or 3-HIB supplementation, we performed RNA-seq, Western blotting, targeted metabolite analyses and functional assays. FINDINGS: We identify a regulatory feedback loop between the valine/3-HIB pathway and PDK4 that shapes hepatic FA metabolism and metabolic health and responds to 3-HIB treatment of hepatocytes. HIBCH overexpression increased 3-HIB release and FA uptake, while knockdown increased cellular respiration and decreased reactive oxygen species (ROS) associated with metabolic shifts via PDK4 upregulation. Treatment with PDK4 inhibitor lowered 3-HIB release and increased FA uptake, while increasing HIBCH mRNA. Implicating this regulatory loop in fatty liver, human cohorts show positive correlations of liver fat with hepatic HIBCH and PDK4 expression (Liver cohort) and plasma 3-HIB (CARBFUNC cohort). Hepatocyte 3-HIB supplementation lowered HIBCH expression and FA uptake and increased cellular respiration and ROS. INTERPRETATION: These data implicate the hepatic valine/3-HIB pathway in mechanisms of fatty liver, reflected in increased plasma 3-HIB concentrations, and present possible targets for therapeutic intervention. FUNDING: Funding was provided by the Research Council of Norway (263124/F20), the University of Bergen, the Western Norway Health Authorities, Novo Nordisk Scandinavia AS, the Trond Mohn Foundation and the Norwegian Diabetes Association.",
      "mesh_terms": [
        "Humans",
        "Valine",
        "Haemophilus influenzae type b",
        "Diabetes Mellitus, Type 2",
        "Reactive Oxygen Species",
        "Liver",
        "Non-alcoholic Fatty Liver Disease",
        "RNA, Messenger",
        "Lipids",
        "Lipid Metabolism"
      ]
    },
    {
      "pmid": "37004590",
      "title": "Genome-wide identification of the valine-glutamine motif containing gene family and the role of VQ25-1 in pollen germination in Brassica oleracea.",
      "authors": [
        "Miaomiao Yang",
        "Ziwei Liu",
        "Yuanhui Yu",
        "Min Yang",
        "Li Guo",
        "Xuejie Han",
        "Xiangjie Ma",
        "Ziya Huang",
        "Qiguo Gao"
      ],
      "journal": "Genes & genomics",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The plant-specific valine-glutamine (VQ) motif containing proteins tightly regulate plant growth, development, and stress responses. However, the genome-wide identification and functional analysis of Brassica oleracea (B. oleracea) VQ genes have not been reported. OBJECTIVE: To identify the VQ gene family in B. oleracea and analyze the function of Bo25-1 in pollen germination. METHODS: The Hidden Markov Model (HMM) of VQ family was used to query the BoVQ genes in the B. oleracea genome. The BoVQ genes preferentially expressed in anthers were screened by qRT-PCR. Subcellular localization of VQ25-1 was observed in Nicotiana benthamiana (N. benthamiana) leaves. To analysis the role of BoVQ25-1 in pollen germination, the expression of BoVQ25-1 was suppressed using antisense-oligonucleotides (AS-ODN). RESULTS: A total of 64 BoVQ genes were identified in the B. oleracea genome. BoVQ25-1 was found to be preferentially expressed in the B. oleracea anthers. BoVQ25-1 was cloned from the anthers of the B. oleracea cultivar 'Fast Cycle'. BoVQ25-1 is localized to the nucleus. The pollen germination rate significantly decreased after AS-ODN treatment. CONCLUSION: Sixty-four BoVQ genes were identified in the B. oleracea genome, of which BoVQ25-1 plays an important role in pollen germination.",
      "mesh_terms": [
        "Glutamine",
        "Valine",
        "Germination",
        "Brassica",
        "Pollen"
      ]
    },
    {
      "pmid": "36929225",
      "title": "Correction to: Valine Treatment Enhances Antimicrobial Component Production in Mammary Epithelial Cells and the Milk of Lactating Goats Without Influencing the Tight Junction Barrier.",
      "authors": [
        "Yusaku Tsugami",
        "Takahiro Nii",
        "Naoki Isobe"
      ],
      "journal": "Journal of mammary gland biology and neoplasia",
      "publication_date": "2023-Mar-14",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "36801983",
      "title": "Valine Treatment Enhances Antimicrobial Component Production in Mammary Epithelial Cells and the Milk of Lactating Goats Without Influencing the Tight Junction Barrier.",
      "authors": [
        "Yusaku Tsugami",
        "Takahiro Nii",
        "Naoki Isobe"
      ],
      "journal": "Journal of mammary gland biology and neoplasia",
      "publication_date": "2023-Feb-18",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The production of antimicrobial components and the formation of less-permeable tight junctions (TJs) are important in the defense system of lactating mammary glands and for safe dairy production. Valine is a branched-chain amino acid that is actively consumed in the mammary glands and promotes the production of major milk components like β-casein; additionally, branched-chain amino acids stimulate antimicrobial component production in the intestines. Therefore, we hypothesized that valine strengthens the mammary gland defense system without influencing milk production. We investigated the effects of valine in vitro using cultured mammary epithelial cells (MECs) and in vivo using the mammary glands of lactating Tokara goats. Valine treatment at 4 mM increased the secretion of S100A7 and lactoferrin as well as the intracellular concentration of β-defensin 1 and cathelicidin 7 in cultured MECs. In addition, an intravenous injection of valine increased S100A7 levels in the milk of Tokara goats without influencing milk yield and milk components (i.e., fat, protein, lactose, and solids). In contrast, valine treatment did not affect TJ barrier function either in vitro or in vivo. These findings indicate that valine enhances antimicrobial component production without influencing milk production and TJ barrier function in lactating mammary glands; thus, valine contributes to safe dairy production.",
      "mesh_terms": [
        "Female",
        "Animals",
        "Milk",
        "Tight Junctions",
        "Lactation",
        "Valine",
        "Mammary Glands, Animal",
        "Epithelial Cells",
        "Anti-Infective Agents",
        "Goats"
      ]
    },
    {
      "pmid": "36715779",
      "title": "Effect of increasing valine level in the diet on performance, egg quality, and serum components in laying quails.",
      "authors": [
        "Esra Tuğçe Gül",
        "Osman Olgun",
        "Alpönder Yıldız",
        "Abdullah Çolak"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2023-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research was conducted to determine the effect of increasing dietary valine level on performance parameters, egg quality criteria, and blood and serum components. In the study, 120 female Japanese quails at the age of 10 weeks (241.4 ± 8.6 g) did randomly allocate to six experimental groups contained five subgroups. Treatment diets were prepared to contain 0.93% (control), 1.00%, 1.10%, 1.20%, 1.30%, or 1.40% valine. The egg mass decreased linearly with the increasing level of valine in the diet, while egg weight decreased in both linear and quadratic manner (P < 0.05). Increased levels of dietary valine increased eggshell breaking strength in cubic manner (P < 0.05). The administration of the valine to the diet caused a linear decrease in the albumin index and Haugh unit (P < 0.05). Other egg quality parameters were not affected (P > 0.05). Serum glucose and triglyceride concentrations of laying quails were reduced by the increasing dietary valine levels; the effect on serum glucose was linear, while both linear and quadratic effects were significant on triglyceride concentration (P < 0.05). White blood cell, lymphocyte, and neutrophil counts increased with the increasing dietary levels of valine (P < 0.05). Both linear and quadratic effects were significant on white blood cells and lymphocytes, while the effect on neutrophil counts was linear. However, erythrocyte and haematocrit (P < 0.05) decreased quadratically with increment in the dietary levels of valine. In conclusion, the increased valine levels in the diet adversely affected the egg weight, egg mass, and Haugh unit. but it reduced the serum triglyceride and glucose. Results may suggest that dietary valine at 0.93% level is sufficient for egg production and egg quality in laying quails, but positive effects of increased dietary valine levels on white blood cells may worth to investigate further.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Animal Feed",
        "Diet",
        "Dietary Supplements",
        "Ovum",
        "Quail",
        "Triglycerides",
        "Valine"
      ]
    },
    {
      "pmid": "36423374",
      "title": "Liver autophagy-induced valine and leucine in plasma reflect the metabolic effect of sodium glucose co-transporter 2 inhibitor dapagliflozin.",
      "authors": [
        "Futoshi Furuya",
        "Yoshihito Fujita",
        "Naomi Matsuo",
        "Hiroto Minamino",
        "Yasuo Oguri",
        "Nozomi Isomura",
        "Kaori Ikeda",
        "Kohei Takesue",
        "Ying Li",
        "Aki Kondo",
        "Fumika Mano",
        "Nobuya Inagaki"
      ],
      "journal": "EBioMedicine",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sodium glucose co-transporter 2 (SGLT2) inhibitors are anti-diabetic drugs for type 2 diabetes that lower blood glucose levels and body weight. It is of special interest that SGLT2 inhibitors also improve liver metabolism and fatty liver. Liver is an important organ in regulation of energy metabolism, but the metabolic action of SGLT inhibitors in liver remains unclear. METHODS: We investigated the factors associated with the beneficial effects of dapagliflozin, a SGLT2 inhibitor, in the liver after confirming its glucose-lowering and weight loss effects using an obesity and diabetes mouse model. We also performed clinical study of patients with type 2 diabetes to explore candidate biomarkers that reflect the beneficial action of dapagliflozin in the liver. FINDINGS: In animal study, dapagliflozin induced autophagy in the liver (LC3-II to LC3-I expression ratio: P < 0·05 vs. control), and valine and leucine levels were increased in plasma (P < 0·01 vs. control) as well as in liver (P < 0·05 vs. control). Thus, increased plasma valine and leucine levels are potential biomarkers for improved liver metabolism. Clinical study found that valine and leucine levels were markedly higher in patients treated with dapagliflozin (valine: P < 0·05 vs. control, leucine: P < 0·01 vs. control) than those not treated after one week intervention. INTERPRETATION: Dapagliflozin improves liver metabolism via hepatic autophagy, and plasma valine and leucine levels may reflect its metabolic effect. FUNDING: AstraZeneca K.K., Ono Pharmaceutical Co., Ltd., Ministry of Education, Culture, Sports, Science and Technology (MEXT), Japan Society for the Promotion of Science (JSPS), Japan Agency for Medical Research and Development (AMED), Novo Nordisk Pharma Ltd., and Japan Foundation for Applied Enzymology, and MSD Life Science Foundation International.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Sodium-Glucose Transporter 2 Inhibitors",
        "Leucine",
        "Diabetes Mellitus, Type 2",
        "Valine",
        "Liver",
        "Glucose",
        "Biomarkers",
        "Autophagy",
        "Symporters",
        "Sodium",
        "Blood Glucose",
        "Hypoglycemic Agents"
      ]
    },
    {
      "pmid": "36341173",
      "title": "Alternative sources of valine and isoleucine for prompt reduction of plasma leucine in maple syrup urine disease patients: A case series.",
      "authors": [
        "Maryam Ziadlou",
        "Anita MacDonald"
      ],
      "journal": "JIMD reports",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In maple syrup urine disease (MSUD), leucine (Leu) accumulation, and its metabolites cause brain toxicity, and at diagnosis rapid plasma Leu reduction is essential. Valine (Val) and isoleucine (Iso) supplements are necessary to promote anabolism and enable prompt reduction of plasma Leu. Val/Iso supplements are unavailable in Iran, so an alternative source was necessary. An emergency protocol was developed using an unconventional source of Val and Iso to prompt reduction of high plasma Leu levels during an acute metabolic crisis to prevent brain encephalopathy and neurological sequelae. Five children with classical MSUD were referred aged 1-25 months, with a prolonged high plasma Leu of more than 1500 μmol/L and acute symptoms (irritability, poor feeding, and hypotonia). Initially, breast milk/regular infant formula was stopped. Val and Iso were given in calculated amounts from a Leu-free formula containing Iso/Val (Xleu Maxamaid, Nutricia Ltd.) to promote anabolism. It was prescribed for a controlled and limited time with a branched chain amino acid (BCAA) free formula. Frequent amino acid monitoring was conducted. Natural protein was re-added after normalizing plasma Leu. Plasma Leu declined by a median (range) of 1677 (1501-1852) μmol/L within 3-4 days of intervention. The median follow-up time was 24 months (range: 14-32) and patients showed improvement in motor and cognitive skills after normalizing plasma Leu (75-200 μmol/L). Most had improvement in their head circumference (n = 4). Due to the unavailability of individual Val/Iso supplements, a Leu-free formula rapidly lowered plasma Leu concentrations during acute crisis, to prevent cerebral edema and brain damage in MSUD."
    },
    {
      "pmid": "36307414",
      "title": "Genome-scale metabolic modeling reveals increased reliance on valine catabolism in clinical isolates of Klebsiella pneumoniae.",
      "authors": [
        "Matthew L Jenior",
        "Mary E Dickenson",
        "Jason A Papin"
      ],
      "journal": "NPJ systems biology and applications",
      "publication_date": "2022-Oct-28",
      "publication_types": [
        "Meta-Analysis",
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Infections due to carbapenem-resistant Enterobacteriaceae have recently emerged as one of the most urgent threats to hospitalized patients within the United States and Europe. By far the most common etiological agent of these infections is Klebsiella pneumoniae, frequently manifesting in hospital-acquired pneumonia with a mortality rate of ~50% even with antimicrobial intervention. We performed transcriptomic analysis of data collected previously from in vitro characterization of both laboratory and clinical isolates which revealed shifts in expression of multiple master metabolic regulators across isolate types. Metabolism has been previously shown to be an effective target for antibacterial therapy, and genome-scale metabolic network reconstructions (GENREs) have provided a powerful means to accelerate identification of potential targets in silico. Combining these techniques with the transcriptome meta-analysis, we generated context-specific models of metabolism utilizing a well-curated GENRE of K. pneumoniae (iYL1228) to identify novel therapeutic targets. Functional metabolic analyses revealed that both composition and metabolic activity of clinical isolate-associated context-specific models significantly differs from laboratory isolate-associated models of the bacterium. Additionally, we identified increased catabolism of L-valine in clinical isolate-specific growth simulations. These findings warrant future studies for potential efficacy of valine transaminase inhibition as a target against K. pneumoniae infection.",
      "mesh_terms": [
        "Humans",
        "Klebsiella pneumoniae",
        "Klebsiella Infections",
        "Carbapenem-Resistant Enterobacteriaceae",
        "Anti-Bacterial Agents",
        "Valine"
      ]
    },
    {
      "pmid": "36191517",
      "title": "Understanding the interactive effects of dietary leucine with isoleucine and valine in the modern commercial broiler.",
      "authors": [
        "R Kriseldi",
        "M Silva",
        "J Lee",
        "R Adhikari",
        "C Williams",
        "A Corzo"
      ],
      "journal": "Poultry science",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A study was conducted to understand the relationship among dietary branched-chain amino acids (BCAA) on the performance of Ross 344 × 708 male broilers. A total of 2,592 d-old male chicks were randomly placed into 144-floor pens according to a 23 full factorial central composite design (CCD) with 20 treatments (14 treatments and 6 center points). Each treatment consisted of varying digestible Ile:Lys (52 to 75), Val:Lys (64 to 87), and Leu:Lys (110 to 185) ratios. Birds and feed were weighed at 20 and 34 d of age to determine body weight gain (BWG), feed intake, and feed conversion ratio (FCR). At 35 d of age, feather amino acid composition and carcass characteristics were evaluated. Data were analyzed as CCD using the surface response option of JMP v. 15. Body weight gain (1,332 g; P < 0.001; R2 = 0.93) and FCR (1.54; P = 0.002; R2 = 0.88) were optimized at the lowest Leu:Lys ratio (110) with moderate Val:Lys (78 to 79) and Ile:Lys (65 to 66) ratios. Poorer BWG and FCR were observed as Leu:Lys ratio increased while increasing Val:Lys and Ile:Lys ratios alleviated the poor performance. Carcass (71.5%; P = 0.031; R2 = 0.76) and breast yield (26.7%; P < 0.001; R2 = 0.96) were maximized at the highest Leu:Lys ratio. This effect was complemented by increasing Ile:Lys ratio beyond 68. Lower Ile:Lys and Val:Lys ratios were required to maximize carcass and breast yield at the lowest Leu:Lys ratio. However, this strategy yielded less meat than providing a high Leu:Lys ratio diet. Dietary BCAA had little effect on altering the composition of feather protein and amino acid (P > 0.10). These results suggest that optimum BCAA ratios to Lys may vary depending on response criteria and demonstrate the importance of maintaining proper Val and Ile ratios centered on dietary Leu. Live performance can be optimized in diets with low Leu:Lys ratios; however, meat yield can be enhanced by increasing dietary Leu:Lys along with Ile:Lys ratios.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Isoleucine",
        "Leucine",
        "Valine",
        "Chickens",
        "Animal Feed",
        "Diet",
        "Amino Acids, Branched-Chain",
        "Weight Gain",
        "Amino Acids"
      ]
    },
    {
      "pmid": "36064416",
      "title": "Clinical improvements after treatment with a low-valine and low-fat diet in a pediatric patient with enoyl-CoA hydratase, short chain 1 (ECHS1) deficiency.",
      "authors": [
        "Silvia Pata",
        "Katherine Flores-Rojas",
        "Angel Gil",
        "Eduardo López-Laso",
        "Laura Marti-Sánchez",
        "Heydi Baide-Mairena",
        "Belén Pérez-Dueñas",
        "Mercedes Gil-Campos"
      ],
      "journal": "Orphanet journal of rare diseases",
      "publication_date": "2022-Sep-05",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Enoyl-CoA hydratase short-chain 1 (ECHS1) is a key mitochondrial enzyme that is involved in valine catabolism and fatty acid beta-oxidation. Mutations in the ECHS1 gene lead to enzymatic deficiency, resulting in the accumulation of certain intermediates from the valine catabolism pathway. This disrupts the pyruvate dehydrogenase complex and the mitochondrial respiratory chain, with consequent cellular damage. Patients present with a variable age of onset and a wide spectrum of clinical features. The Leigh syndrome phenotype is the most frequently reported form of the disease. Herein, we report a case of a male with ECHS1 deficiency who was diagnosed at 8 years of age. He presented severe dystonia, hyperlordosis, moderate to severe kyphoscoliosis, great difficulty in walking, and severe dysarthria. A valine-restricted and total fat-restricted diet was considered as a therapeutic option after the genetic diagnosis. An available formula that restricted branched-chain amino acids and especially restricted valine was used. We also restricted animal protein intake and provided a low-fat diet that was particularly low in dairy fat. RESULTS: This protein- and fat-restricted diet was initiated with adequate tolerance and adherence. After three years, the patient noticed an improvement in dystonia, especially in walking. He currently requires minimal support to walk or stand. Therefore, he has enhanced his autonomy to go to school or establish a career for himself. His quality of life and motivation for treatment have greatly increased. CONCLUSIONS: There is still a substantial lack of knowledge about this rare disorder, especially knowledge about future effective treatments. However, early diagnosis and treatment with a valine- and fat-restricted diet, particularly dairy fat-restricted diet, appeared to limit disease progression in this patient with ECHS1 deficiency.",
      "mesh_terms": [
        "Animals",
        "Diet, Fat-Restricted",
        "Dystonia",
        "Enoyl-CoA Hydratase",
        "Humans",
        "Male",
        "Quality of Life",
        "Valine"
      ]
    },
    {
      "pmid": "35830259",
      "title": "Intervention with isoleucine or valine corrects hyperinsulinemia and reduces intrahepatic diacylglycerols, liver steatosis, and inflammation in Ldlr-/-.Leiden mice with manifest obesity-associated NASH.",
      "authors": [
        "Eveline Gart",
        "Wim van Duyvenvoorde",
        "Martien P M Caspers",
        "Nikki van Trigt",
        "Jessica Snabel",
        "Aswin Menke",
        "Jaap Keijer",
        "Kanita Salic",
        "Martine C Morrison",
        "Robert Kleemann"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Non-alcoholic steatohepatitis (NASH) is associated with a disturbed metabolism in liver, insulin resistance, and excessive accumulation of ectopic fat. Branched-chain amino acids (BCAAs) may beneficially modulate hepatic lipids, however, it remains unclear whether individual BCAAs can attenuate already established NASH and associated oxidative-inflammatory stress. After a 26 weeks run-in on fast food diet (FFD), obese Ldlr-/-.Leiden mice were treated for another 12 weeks with either valine or isoleucine (3% of FFD) and then compared to FFD controls. Valine and isoleucine did not affect obesity, dyslipidemia, gut permeability, or fecal fatty acid excretion, but significantly reduced hyperinsulinemia. Valine and isoleucine reduced ALT, CK18-M30, and liver steatosis with a particularly pronounced suppression of the microvesicular component (-61% by valine and -71% by isoleucine). Both BCAAs decreased intrahepatic diacylglycerols and 4-hydroxynonenal immunoreactivity, a marker for oxidative stress-induced lipid peroxidation. Functional genomics analysis demonstrated that valine and isoleucine affected BCAA metabolism genes, deactivated master regulators of anabolic pathways related to steatosis (e.g., SREBPF1), and activated master regulators of mitochondrial biogenesis (e.g., PPARGC1A) and lipid catabolism (e.g., ACOX1, AMPK). This correction of critical metabolic pathways on gene expression level was accompanied by a significant decrease in histological liver inflammation, and suppression of FFD-stimulated cytokine and chemokine proteins KC/CXCL1, MCP-1/CCL2, and MIP-2/CXCL2 and their pathways. In conclusion, dietary intervention with either valine or isoleucine corrected liver diacylglycerols, gene expression of multiple metabolic processes, and reduced NASH histology with profound hepatoprotective effects on oxidative stress and inflammatory proteins.",
      "mesh_terms": [
        "Amino Acids, Branched-Chain",
        "Animals",
        "Diglycerides",
        "Hyperinsulinism",
        "Inflammation",
        "Isoleucine",
        "Liver",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease",
        "Obesity",
        "Valine"
      ]
    },
    {
      "pmid": "35751856",
      "title": "Impact of increasing standardized ileal digestible valine: lysine in diets containing 30% dried distiller grains with solubles on growing pig performance.",
      "authors": [
        "David A Clizer",
        "Blair J Tostenson",
        "Sam K Tauer",
        "Ryan S Samuel",
        "Paul M Cline"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2022-Sep-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "A total of 2,430 pigs (DNA 600 × Topigs Norsvin 70, initially 39.4 kg) were used in a 28-d trial to determine the standardized ileal digestible (SID) Val:Lys requirement for pigs fed with diets containing 30% DDGS. Treatments included five diets containing 30% DDGS with SID Val:Lys ratios of 60%, 65%, 70%, 75%, and 80%, plus a corn soybean meal (SBM) diet, for a total of six dietary treatments. Diets were formulated to be isocaloric through the inclusion of fat and to contain equal amounts of SID Lys within phase. Pens were assigned to dietary treatment in a randomized complete block design with initial body weight (BW) as the random blocking factor. Each dietary treatment was replicated 15 times and pens contained 27 pigs, balanced for sex. Increasing the SID Val:Lys ratio in diets containing 30% DDGS increased (Quadratic; P ≤ 0.007) 14-d BW, final BW, average daily gain (ADG), average daily feed intake (ADFI), and gain:feed (G:F) for all periods. Providing an SID Val:Lys ratio of 75% resulted in the heaviest 14-d BW and final BW as well as greater ADG and ADFI of pigs fed with 30% DDGS for all periods. The G:F response was maximized when an SID Val:Lys ratio of 70% was provided from day 0 to 14 while an SID Val:Lys ratio of 75% maximized G:F from day 14 to 28 and for the cumulative period. The SID Val:Lys requirement was estimated at 66.6% (95% CI [65.9, 67.4]), 65.7 (95% CI: [64.8, 66.5]), and 68.4% (95% CI [66.0, 70.8]) for ADG, ADFI, and G:F, respectively, using the straight broken line (SBL) method and 69.9% (95% CI [68.2, 71.5]), 67.6 (95% CI [65.4, 69.8]), and 72.8% (95% CI [69.8, 75.8]) for the quadratic broken line (QBL) method. Pigs fed the corn-SBM diet had heavier 14-d BW, final BW, and greater ADG, ADFI, G:F (P ≤ 0.032) compared to pigs fed diets containing 30% DDGS, except for cumulative ADFI compared to pigs receiving 75% SID Val:Lys (P = 0.167). In conclusion, these results suggest that when feeding 30% DDGS during the growing period, an SID Val:Lys ratio of 68% would yield more than 99% and 97% of the maximum ADG and G:F response for the 39 to 68 kg pigs. However, growth performance of pigs fed diets containing 30% DDGS did not equate to pigs consuming the corn-SBM diet regardless of the SID Val:Lys ratio.",
      "mesh_terms": [
        "Animals",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Diet",
        "Ileum",
        "Lysine",
        "Glycine max",
        "Swine",
        "Swine Diseases",
        "Valine",
        "Zea mays"
      ]
    },
    {
      "pmid": "34667719",
      "title": "Valine metabolites analysis in ECHS1 deficiency.",
      "authors": [
        "Mari Kuwajima",
        "Karin Kojima",
        "Hitoshi Osaka",
        "Yusuke Hamada",
        "Eriko Jimbo",
        "Miyuki Watanabe",
        "Shiho Aoki",
        "Ikuko Sato-Shirai",
        "Keiko Ichimoto",
        "Takuya Fushimi",
        "Kei Murayama",
        "Akira Ohtake",
        "Masakazu Kohda",
        "Yoshihito Kishita",
        "Yukiko Yatsuka",
        "Shumpei Uchino",
        "Masakazu Mimaki",
        "Noriko Miyake",
        "Naomichi Matsumoto",
        "Yasushi Okazaki",
        "Tomomi Ogata",
        "Takanori Yamagata",
        "Kazuhiro Muramatsu"
      ],
      "journal": "Molecular genetics and metabolism reports",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Short-chain enoyl-CoA hydratase (ECHS1) is involved in amino acid and fatty acid catabolism in mitochondria and its deficiency causes Leigh syndrome or exercise-induced dystonia. More than 60 patients with this condition have been reported till date. The accumulation of intermediate metabolites of valine is assumed to be responsible for the cytotoxicity. Since protein restriction, including valine reportedly improves neurological symptoms, it is essential to consider the possible incidence of and diagnose ECHS1 syndrome in the earlier stages. This study reported the liquid chromatography with tandem mass spectrometry (LC-MS/MS) urine and plasma metabolite analysis in six cases, including four new cases with ECHS1 deficiency. The values of urine cysteine/cysteamine conjugates from valine metabolites, S-(2-carboxypropyl) cysteine/cysteamine from methacrylyl-CoA, and S-(2-carboxyethyl) cysteine/cysteamine from acryloyl-CoA were separated between six patients and six normal controls. The LC-MS/MS analysis revealed that these metabolites can be used for the early diagnosis and evaluation of diet therapy."
    },
    {
      "pmid": "34551205",
      "title": "Taurodeoxycholic acid and valine reverse obesity-associated augmented alloimmune responses and prolong allograft survival.",
      "authors": [
        "Markus Quante",
        "Jasper Iske",
        "Hirofumi Uehara",
        "Koichiro Minami",
        "Yeqi Nian",
        "Ryochi Maenosono",
        "Tomohisa Matsunaga",
        "Yang Liu",
        "Haruhito Azuma",
        "David Perkins",
        "Maria-Luisa Alegre",
        "Hao Zhou",
        "Abdallah Elkhal",
        "Stefan G Tullius"
      ],
      "journal": "American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Obesity initiates a chronic inflammatory network linked to perioperative complications and increased acute rejection rates in organ transplantation. Bariatric surgery is the most effective treatment of obesity recommended for morbidly obese transplant recipients. Here, we delineated the effects of obesity and bariatric surgery on alloimmunity and transplant outcomes in diet-induced obese (DIO) mice. Allograft survival was significantly shorter in DIO-mice. When performing sleeve gastrectomies (SGx) prior to transplantation, we found attenuated T cell-derived alloimmune responses resulting in prolonged allograft survival. Administering taurodeoxycholic acid (TDCA) and valine, metabolites depleted in DIO-mice and restored through SGx, prolonged graft survival in DIO-mice comparable with SGx an dampened Th1 and Th17 alloimmune responses while Treg frequencies and CD4+ T cell-derived IL-10 production were augmented. Moreover, in recipient animals treated with TDCA/valine, levels of donor-specific antibodies had been reduced. Mechanistically, TDCA/valine restrained inflammatory M1-macrophage polarization through TGR5 that compromised cAMP signaling and inhibited macrophage-derived T cell activation. Consistently, administering a TGR5 agonist to DIO-mice prolonged allograft survival. Overall, we provide novel insights into obesity-induced inflammation and its impact on alloimmunity. Furthermore, we introduce TDCA/valine as a noninvasive alternative treatment for obese transplant patients.",
      "mesh_terms": [
        "Allografts",
        "Animals",
        "Graft Rejection",
        "Graft Survival",
        "Heart Transplantation",
        "Humans",
        "Mice",
        "Mice, Inbred BALB C",
        "Mice, Inbred C57BL",
        "Obesity, Morbid",
        "Taurodeoxycholic Acid",
        "Valine"
      ]
    },
    {
      "pmid": "34484560",
      "title": "Dietary Valine Ameliorated Gut Health and Accelerated the Development of Nonalcoholic Fatty Liver Disease of Laying Hens.",
      "authors": [
        "Huafeng Jian",
        "Sasa Miao",
        "Yating Liu",
        "Xiaoming Wang",
        "Qianqian Xu",
        "Wenting Zhou",
        "Huaiyu Li",
        "Xinyang Dong",
        "Xiaoting Zou"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Valine is an important essential amino acid of laying hens. Dietary supplemented with BCAAs ameliorated gut microbiota, whereas elevated blood levels of BCAAs are positively associated with obesity, insulin resistance, and diabetes in both humans and rodents. General controlled nonrepressed (GCN2) kinase plays a crucial role in regulating intestinal inflammation and hepatic fatty acid homeostasis during amino acids deficiency, while GCN2 deficient results in enhanced intestinal inflammation and developed hepatic steatosis. However, how long-term dietary valine impacts gut health and the development of nonalcoholic fatty liver disease (NAFLD) remains unknown. Hence, in the present study, we elucidated the effects of dietary valine on intestinal barrier function, microbial homeostasis, and the development of NAFLD. A total of 960 healthy 33-weeks-old laying hens were randomly divided into five experimental groups and fed with valine at the following different levels in a feeding trial that lasted 8 weeks: 0.59, 0.64, 0.69, 0.74, and 0.79%, respectively. After 8 weeks of treatment, related tissues and cecal contents were obtained for further analysis. The results showed that diet supplemented with valine ameliorated gut health by improving intestinal villus morphology, enhancing intestinal barrier, decreasing cecum pathogenic bacteria abundances such as Fusobacteriota and Deferribacterota, and inhibiting inflammatory response mediated by GCN2. However, long-term intake of high levels of dietary valine (0.74 and 0.79%) accelerated the development of NAFLD of laying hens by promoting lipogenesis and inhibiting fatty acid oxidation mediated by GCN2-eIF2α-ATF4. Furthermore, NAFLD induced by high levels of dietary valine (0.74 and 0.79%) resulted in strengthening oxidative stress, ER stress, and inflammatory response. Our results revealed that high levels of valine are a key regulator of gut health and the adverse metabolic response to NAFLD and suggested reducing dietary valine as a new approach to preventing NAFLD of laying hens.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Female",
        "Humans",
        "Mice",
        "Non-alcoholic Fatty Liver Disease",
        "Valine"
      ]
    },
    {
      "pmid": "34232398",
      "title": "Use of deuterium oxide (2H2O) to assess muscle protein synthesis in juvenile red drum (Sciaenops ocellatus) fed complete, and valine-deficient diets.",
      "authors": [
        "Sergio Castillo",
        "Fernando Y Yamamoto",
        "Colleen O'Reilly",
        "James D Fluckey",
        "Delbert M Gatlin"
      ],
      "journal": "Amino acids",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of 2H2O in tank water to assess protein synthesis rates in fish is a relatively novel methodology that could allow for a better understanding of the effects of particular nutritional and environmental variables on rates of protein accretion. As such, this study involved an assessment and comparison of protein synthesis rates in the muscle of juvenile red drum fed a control diet (nutritionally complete) versus a valine (Val)-deficient diet. Six groups of 12 juvenile red drum, initially weighing ~ 4.5 g/fish, were stocked in six separate 38-L aquaria operating as a recirculating system. Fish were acclimatized to experimental conditions for 2 weeks while being fed the control diet. Just prior to initiating the protein synthesis assay, one aquarium of fish was fed the control diet while a second aquarium of fish was fed the Val-deficient diet. Immediately after consuming the experimental diets, each group of fish was moved to an independent aquarium containing 2H2O, and the fractional synthetic rate (FSR) of protein synthesis was obtained at 12, 24, 36 and 48 h after feeding by collecting two fish per treatment at each time point. This protein synthesis assay procedure was performed in three separate sessions, and considered as replicates over time (n = 3) for fish fed the control or Val-deficient diets immediately before initiating the session. Results indicated that a one-time feeding of a diet deficient in Val significantly reduced protein synthesis rates in the muscle of red drum. In addition, a significant effect of time after feeding was found, where observed FSR values peaked at 12 h after feeding and decreased as time progressed. In conclusion, deuterium methodologies were applicable to red drum, and this approach had the sensitivity to assess differences in protein synthesis rates when dietary perturbations were introduced.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Deuterium Oxide",
        "Diet",
        "Dietary Supplements",
        "Muscle Proteins",
        "Muscles",
        "Perciformes",
        "Valine"
      ]
    },
    {
      "pmid": "34209447",
      "title": "Effects of Dietary Valine Levels on Production Performance, Egg Quality, Antioxidant Capacity, Immunity, and Intestinal Amino Acid Absorption of Laying Hens during the Peak Lay Period.",
      "authors": [
        "Huafeng Jian",
        "Sasa Miao",
        "Yating Liu",
        "Huaiyu Li",
        "Wenting Zhou",
        "Xiaoming Wang",
        "Xinyang Dong",
        "Xiaoting Zou"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2021-Jun-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed to assess the impact of dietary valine levels on layer production performance, egg quality, immunity, and intestinal amino acid absorption of laying hens during the peak lay period. For this purpose, a total of 960 33-week-old Fengda No.1 laying hens were randomly divided into five experimental groups and fed with valine at the following different levels in a feeding trial that lasted 8 weeks: 0.59, 0.64, 0.69, 0.74, and 0.79%, respectively. Productive performances were recorded throughout the whole rearing cycle and the egg quality, serum indexes, and small intestine transporters expression were assessed at the end of the experiment after slaughter (41 weeks) on 12 hens per group. Statistical analysis was conducted by one-way ANOVA followed by LSD multiple comparison tests with SPSS 20.0 (SPSS, Chicago, IL, USA). The linear and quadratic effects were tested by SPSS 20.0. Egg mass, laying rate, broken egg rate, and feed conversion ratio were significantly improved with increasing dietary valine levels. However, the egg weight, eggshell thickness, albumen height, Haugh unit, and egg yolk color were significantly decreased with increasing dietary valine levels. Serum catalase (CAT), immunoglobulin A (IgA) and IgM levels, and malondialdehyde (MDA) levels were negative responses to valine-treated laying hens. Dietary supplemented valine enhanced the trypsin activity of duodenum chime and promoted the mRNA expression levels of ATB0,+, and LAT4 in the jejunum and corresponding serum free Ile, Lys, Phe, Val, and Tyr level. However, valine treatment significantly downregulated the mRNA expression levels of PePT1, B0AT1, LAT1, and SNAT2 in the small intestines and corresponding serum free Arg, His, Met, Thr, Ala, Asp, Glu, Gly, and Ser level. Our results suggest that 0.79% valine dietary supplementation can improve production performance by promoting amino acid nutrient uptake and utilization, and suggest a supplement of 0.79% valine to diet."
    },
    {
      "pmid": "34176136",
      "title": "3-Hydroxyisobutyrate dehydrogenase (HIBADH) deficiency-A novel disorder of valine metabolism.",
      "authors": [
        "Melanie Meyer",
        "Jana C Hollenbeck",
        "Janine Reunert",
        "Anja Seelhöfer",
        "Stephan Rust",
        "Manfred Fobker",
        "Saskia Biskup",
        "Ulrike Och",
        "Mechthild Linden",
        "Jörn Oliver Sass",
        "Thorsten Marquardt"
      ],
      "journal": "Journal of inherited metabolic disease",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "3-Hydroxyisobutyric acid (3HiB) is an intermediate in the degradation of the branched-chain amino acid valine. Disorders in valine degradation can lead to 3HiB accumulation and its excretion in the urine. This article describes the first two patients with a new metabolic disorder, 3-hydroxyisobutyrate dehydrogenase (HIBADH) deficiency, its phenotype and its treatment with a low-valine diet. The detected mutation in the HIBADH gene leads to nonsense-mediated mRNA decay of the mutant allele and to a complete loss-of-function of the enzyme. Under strict adherence to a low-valine diet a rapid decrease of 3HiB excretion in the urine was observed. Due to limited patient numbers and intrafamilial differences in phenotype with one affected and one unaffected individual, the clinical phenotype of HIBADH deficiency needs further evaluation.",
      "mesh_terms": [
        "Alcohol Oxidoreductases",
        "Amino Acid Metabolism, Inborn Errors",
        "Child, Preschool",
        "Diagnosis, Differential",
        "Female",
        "Humans",
        "Hydroxybutyrates",
        "Infant",
        "Male",
        "Valine"
      ]
    },
    {
      "pmid": "34160501",
      "title": "Leucine, but not isoleucine or valine, affects serum lipid profiles and browning of WAT in mice.",
      "authors": [
        "Xinbo Zhou",
        "Jiayi Chen",
        "Bo Sun",
        "Zhishen Wang",
        "Jialiang Zhu",
        "Zhiyuan Yue",
        "Yiming Zhang",
        "Anshan Shan",
        "Qingquan Ma",
        "Jiali Wang"
      ],
      "journal": "Food & function",
      "publication_date": "2021-Aug-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Branched chain amino acids (BCAA), especially leucine (Leu), have been reported to decrease fat deposition. However, opposite effects of BCAA on lipid metabolism have been observed. To determine the role of BCAA in lipid metabolism, an amino acid-defined diet was formulated and C57BL/6J mice were assigned into the following groups: amino acid-defined control diet and control diet supplemented with Leu, isoleucine, or valine. Nitrogen was balanced by proportionally mixed amino acids except BCAA. Results showed that dietary Leu supplementation significantly increased the levels of serum triglycerides, total cholesterol, low-density lipoprotein-cholesterol, high-density lipoprotein-cholesterol and urea nitrogen. Metabolomics showed that biosynthesis of unsaturated fatty acids was altered by Leu supplementation. Leu treatment up-regulated the expression of genes related to fat synthesis and down-regulated the expression of genes related to fatty acid synthesis. Furthermore, the genes and proteins of selective markers involved in browning of white adipose tissue (WAT) were up-regulated by dietary supplementation with Leu. This study indicated that dietary supplementation with Leu, but not isoleucine or valine, significantly affected lipid metabolism by regulating lipid metabolism-related genes and serum fatty acid concentration, providing a new tool in the management of obesity and metabolic disorders.",
      "mesh_terms": [
        "Adipose Tissue, White",
        "Amino Acids, Branched-Chain",
        "Animals",
        "Dietary Supplements",
        "Insulin Resistance",
        "Lipid Metabolism",
        "Lipids",
        "Male",
        "Mice",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "34155969",
      "title": "Restored TDCA and valine levels imitate the effects of bariatric surgery.",
      "authors": [
        "Markus Quante",
        "Jasper Iske",
        "Timm Heinbokel",
        "Bhavna N Desai",
        "Hector Rodriguez Cetina Biefer",
        "Yeqi Nian",
        "Felix Krenzien",
        "Tomohisa Matsunaga",
        "Hirofumi Uehara",
        "Ryoichi Maenosono",
        "Haruhito Azuma",
        "Johann Pratschke",
        "Christine S Falk",
        "Tammy Lo",
        "Eric Sheu",
        "Ali Tavakkoli",
        "Reza Abdi",
        "David Perkins",
        "Maria-Luisa Alegre",
        "Alexander S Banks",
        "Hao Zhou",
        "Abdallah Elkhal",
        "Stefan G Tullius"
      ],
      "journal": "eLife",
      "publication_date": "2021-Jun-22",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Obesity is widespread and linked to various co-morbidities. Bariatric surgery has been identified as the only effective treatment, promoting sustained weight loss and the remission of co-morbidities. METHODS: Metabolic profiling was performed on diet-induced obese (DIO) mice, lean mice, and DIO mice that underwent sleeve gastrectomies (SGx). In addition, mice were subjected to intraperitoneal (i.p.) injections with taurodeoxycholic acid (TDCA) and valine. Indirect calorimetry was performed to assess food intake and energy expenditure. Expression of appetite-regulating hormones was assessed through quantification of isolated RNA from dissected hypothalamus tissue. Subsequently, i.p. injections with a melanin-concentrating hormone (MCH) antagonist and intrathecal administration of MCH were performed and weight loss was monitored. RESULTS: Mass spectrometric metabolomic profiling revealed significantly reduced systemic levels of TDCA and L-valine in DIO mice. TDCA and L-valine levels were restored after SGx in both human and mice to levels comparable with lean controls. Systemic treatment with TDCA and valine induced a profound weight loss analogous to effects observed after SGx. Utilizing indirect calorimetry, we confirmed reduced food intake as causal for TDCA/valine-mediated weight loss via a central inhibition of the MCH. CONCLUSIONS: In summary, we identified restored TDCA/valine levels as an underlying mechanism of SGx-derived effects on weight loss. Of translational relevance, TDCA and L-valine are presented as novel agents promoting weight loss while reversing obesity-associated metabolic disorders. FUNDING: This work has been supported in part by a grant from NIH (UO-1 A1 132898 to S.G.T., DP and MA). M.Q. was supported by the IFB Integrated Research and Treatment Centre Adiposity Diseases (Leipzig, Germany) and the German Research Foundation (QU 420/1-1). J.I. was supported by the Biomedical Education Program (BMEP) of the German Academic Exchange Service (DAAD). T.H. (HE 7457/1-1) and F.K. (KR 4362/1-1) were supported by the German Research Foundation (DFG). H.R.C.B. was supported the Swiss Society of Cardiac Surgery. Y.N. was supported by the Chinese Scholarship Council (201606370196) and Central South University. H.U., T.M. and R.M. were supported by the Osaka Medical Foundation. C.S.F. was supported by the German Research Foundation (DFG, SFB738, B3).",
      "mesh_terms": [
        "Animals",
        "Bariatric Surgery",
        "Gastrectomy",
        "Injections, Intraperitoneal",
        "Metabolome",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Obese",
        "Taurodeoxycholic Acid",
        "Valine"
      ]
    },
    {
      "pmid": "33814909",
      "title": "EGFR Targeted Cetuximab-Valine-Citrulline (vc)-Doxorubicin Immunoconjugates- Loaded Bovine Serum Albumin (BSA) Nanoparticles for Colorectal Tumor Therapy.",
      "authors": [
        "Zixuan Ye",
        "Yue Zhang",
        "Yuanfen Liu",
        "Yanyan Liu",
        "Jiasheng Tu",
        "Yan Shen"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Specific modifications to carriers to achieve targeted delivery of chemotherapeutics into malignant tissues are a critical point for efficient diagnosis and therapy. In this case, bovine serum albumin (BSA) was conjugated with cetuximab-valine-citrulline (vc)-doxorubicin (DOX) to target epidermal growth factor receptor (EGFR) and enable the release of drug in EGFR-overexpressed tumor cells. METHODS: Maleimidocaproyl-valine-citrulline-p-aminobenzylcarbonyl-p-nitrophenol (MC-Val-Cit-PAB-PNP) and DOX were used to synthesize MC-Val-Cit-PAB-DOX, which was further linked with cetuximab to prepare antibody-drug conjugates (ADCs). Then, the ADCs were adsorbed to the surface of the BSA nanoparticles (NPs), which were prepared by a desolvation method to obtain cetuximab-vc-DOX-BSA-NPs. The cetuximab-vc-DOX conjugates adsorbed on the surface of the BSA nanoparticles were determined and optimized by size exclusion chromatography. An in vitro cytotoxicity study was conducted using a colon carcinoma cell line with different EGFR-expression levels to test the selectivity of cetuximab-vc-DOX-NPs. RESULTS: The vc-DOX and cetuximab-vc-DOX conjugates were both synthesized successfully and their structural characteristics confirmed by 1H-NMR and SDS-PAGE. The MTT assay showed stronger cytotoxicity of cetuximab-vc-DOX-NPs versus control IgG-vc-DOX-NPs in EGFR-overexpressing RKO cells. Cellular binding and intracellular accumulation determined by flow cytometry and confocal laser scanning microscopy revealed the strong binding ability of cetuximab-vc-DOX-NPs to RKO cells. The in vivo imaging study demonstrated that cetuximab-vc-DOX-NPs exhibited higher fluorescent intensity in tumor tissues than non-decorated nanoparticles (IgG-vc-DOX-NPs). In vivo tumor inhibition and survival tests showed that cetuximab-vc-DOX-NPs revealed higher tumor inhibition efficacy and lower systemic toxicity than control IgG-vc-DOX- NPs. CONCLUSION: The obtained results emphasize that cetuximab-vc-DOX-NPs, with good tumor-targeting ability and low systemic toxicity, are a promising targeting system for drug delivery.",
      "mesh_terms": [
        "Adsorption",
        "Animals",
        "Cattle",
        "Cell Line, Tumor",
        "Cell Survival",
        "Cetuximab",
        "Citrulline",
        "Colorectal Neoplasms",
        "Doxorubicin",
        "Drug Delivery Systems",
        "Endocytosis",
        "ErbB Receptors",
        "Humans",
        "Immunoconjugates",
        "Mice",
        "Nanoparticles",
        "Particle Size",
        "Proton Magnetic Resonance Spectroscopy",
        "Serum Albumin, Bovine",
        "Tissue Distribution",
        "Valine"
      ]
    },
    {
      "pmid": "33807510",
      "title": "Hypolipemiant Actions and Possible Cardioprotective Effects of Valine and Leucine: An Experimental Study.",
      "authors": [
        "Elena Cojocaru",
        "Maria Magdalena Leon-Constantin",
        "Carmen Ungureanu",
        "Mioara Florentina Trandafirescu",
        "Alexandra Maștaleru",
        "Laura Mihaela Trandafir",
        "Florin Dumitru Petrariu",
        "Oana Viola Bădulescu",
        "Nina Filip"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2021-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and Objectives: Considering atherosclerosis as one of the more challenging threats to healthcare worldwide, any novel therapy that counteracts the risks for developing it, provides new opportunities for the management of this process. Material and methods: We performed an experimental research in which we induced a hypercholesterolemia via a cholesterol-rich diet. Our aim was to demonstrate the antiatherogenic potential of two essential amino acids (valine and leucine). The experimental study was carried out over a period of 60 days. Male Wistar rats weighing between 250-280 g were used and divided into 4 groups, each group including 8 animals. Group I-control was fed with a standard diet. Group II received cholesterol, group III cholesterol and valine and group IV cholesterol and leucine. Blood samples were collected from the retro-orbital plexus, under anesthesia with 75 mg/kg of intraperitoneal ketamine, in three different moments (R0-1st day, R1-the 30th day, R2-the 60th day) in order to measure the levels of triglycerides. Results: In R0, there were no significant differences between the average levels of triglycerides across all the groups (p < 0.05). Compared to the group I, in R1 and R2, the average levels of triglycerides were significantly higher in all groups (p < 0.001). Also, in R1 and R2, the average triglycerides in group II receiving cholesterol (C) were significantly higher than those in group III receiving valine (C + V) as well as in group IV receiving leucine (C + L) (p < 0.001; p < 0.05). In R2, the average triglycerides in group III were significantly lower than in group IV (p < 0.001). Conclusions: Our data provides evidence that valine and leucine have a direct impact on the lipid metabolism parameters by lowering the level of triglycerides. The comparison of the two essential amino acids indicates that valine acts more promptly and rapidly than leucine.",
      "mesh_terms": [
        "Animals",
        "Cholesterol",
        "Hypercholesterolemia",
        "Leucine",
        "Male",
        "Rats",
        "Rats, Wistar",
        "Valine"
      ]
    },
    {
      "pmid": "33739193",
      "title": "The response of reproducing Japanese quail to dietary valine.",
      "authors": [
        "K N M Martinez",
        "G da S Viana",
        "E P da Silva",
        "M P Reis",
        "R M Gous",
        "N K Sakomura"
      ],
      "journal": "British poultry science",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "1. A feeding trial was conducted to measure the responses of Japanese quail to dietary valine. In total, 280 Japanese quail were randomly assigned to eight treatments giving seven replicates (cage - 35 cm length, 35 cm width × 15 cm high). Experimental diets were formulated using a dilution technique to give a range dietary Val concentration (1.97 to 9.85 g/kg).2. Feed intake was maximised at 6.66 g Val/kg and above, but declined linearly below this level. Body weight reached a maximum of 170 g on 6.66 g Val/kg. Egg output peaked at 9.5 ± 0.3 g/bird/d with an egg weight of 11 g for the 6.66 g Val/kg diet. Rate of laying for the group that received the feed with the lowest Val content was close to zero (1.40%), but egg weight on this treatment was 70% of the maximum egg weight. Valine required per gram of egg output was estimated as 10.6 mg/g, whereas the maintenance requirement was 159 mg/kg body weight. Val required for maximum egg output was estimated in 154 mg/d.3. The marginal cost of Val in Brazil currently is negative below a level of 8.0 g/kg feed, which is above that required for maximum egg output. Consequently, Val cannot be regarded as a limiting amino acid currently, as the optimum economic intake exceeds the requirements of all the individuals in the population. The price of a quail egg weighing 11 g in Brazil at the time of the experiment was R$ 0.021. Even if the marginal revenue for these eggs was doubled to 0.4 c/g, there would be no reason to increase the intake of Val.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Chickens",
        "Coturnix",
        "Diet",
        "Eggs",
        "Ovum",
        "Valine"
      ]
    },
    {
      "pmid": "33603762",
      "title": "Valine-Glutamine Proteins in Plant Responses to Oxygen and Nitric Oxide.",
      "authors": [
        "José León",
        "Beatriz Gayubas",
        "Mari-Cruz Castillo"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Multigene families coding for valine-glutamine (VQ) proteins have been identified in all kind of plants but chlorophytes. VQ proteins are transcriptional regulators, which often interact with WRKY transcription factors to regulate gene expression sometimes modulated by reversible phosphorylation. Different VQ-WRKY complexes regulate defense against varied pathogens as well as responses to osmotic stress and extreme temperatures. However, despite these well-known functions, new regulatory activities for VQ proteins are still to be explored. Searching public Arabidopsis thaliana transcriptome data for new potential targets of VQ-WRKY regulation allowed us identifying several VQ protein and WRKY factor encoding genes that were differentially expressed in oxygen-related processes such as responses to hypoxia or ozone-triggered oxidative stress. Moreover, some of those were also differentially regulated upon nitric oxide (NO) treatment. These subsets of VQ and WRKY proteins might combine into different VQ-WRKY complexes, thus representing a potential regulatory core of NO-modulated and O2-modulated responses. Given the increasing relevance that gasotransmitters are gaining as plant physiology regulators, and particularly considering the key roles exerted by O2 and NO in regulating the N-degron pathway-controlled stability of transcription factors, VQ and WRKY proteins could be instrumental in regulating manifold processes in plants."
    },
    {
      "pmid": "33324801",
      "title": "Valine Supplementation Does Not Reduce Lipid Accumulation and Improve Insulin Sensitivity in Mice Fed High-Fat Diet.",
      "authors": [
        "Qingquan Ma",
        "Linlin Hu",
        "Jialiang Zhu",
        "Jiayi Chen",
        "Zhishen Wang",
        "Zhiyuan Yue",
        "Minna Qiu",
        "Anshan Shan"
      ],
      "journal": "ACS omega",
      "publication_date": "2020-Dec-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Branched-chain amino acids (BCAAs), particularly leucine, were reported to decrease obesity and relevant metabolic syndrome. However, whether valine has a similar effect has rarely been investigated. In the present study, mice were assigned into four treatments (n = 10): chow diet supplemented with water (CW) or valine (CV) and high-fat diet supplemented with water (HW) or valine (HV). Valine (3%, w/v) was supplied in the drinking water. The results showed that valine treatment markedly increased serum triglyceride and insulin levels of chow diet-fed mice. The body weight, serum triglyceride level, white adipose tissue weight, and glucose and insulin intolerance were significantly elevated by valine supplementation in high-fat diet-fed mice. Metabolomics and transcriptomics showed that several genes related to fat oxidation were downregulated, and arachidonic acid and linoleic acid metabolism were altered in the HV group compared to the HW group. In conclusion, valine supplementation did not suppress lipid deposition and metabolic disorders in mice, which provides a new understanding for BCAAs in the modulation of lipid metabolism."
    },
    {
      "pmid": "33193558",
      "title": "Mechanisms of High Concentration Valine-Mediated Inhibition of Peach Tree Shoot Growth.",
      "authors": [
        "Suhong Li",
        "Futian Peng",
        "Yuansong Xiao",
        "Qingtao Gong",
        "Ziyi Bao",
        "Yanyan Li",
        "Xuelian Wu"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The vigorous growth of the new shoots of the peach tree was not beneficial to high quality and efficient cultivation. High concentration of amino acids can inhibit plant growth, but the mechanism is not clear. In this study, we explored the regulatory effects of seven amino acids (phenylalanine, valine, leucine, isoleucine, serine, D-alanine, and proline) (10 g⋅L-1) on the growth of peach trees. The results showed that phenylalanine, valine, and proline inhibited peach seedling growth and valine has the most significant effect and it can promote the root growth of peach seedlings. Compared with paclobutrazol, valine treatment improves net photosynthetic rate and fruit quality without reducing shoot diameter or puncture strength, and it does not affect leaf morphology. Valine enhanced the expression of PpSnRK1 (sucrose non-fermenting-1-related protein kinase) and inhibited the expression of PpTOR (Target of Rapamycin) and PpS6K (Ribosomal S6 kinase). The gibberellin content was significantly reduced in the valine treatment group. The endogenous valine content of peach seedlings was increased, acetohydroxyacid synthase (AHAS, E.C. 2.2.1.6) activity was inhibited by feedback, isoleucine synthesis was decreased, the relative amounts of branched chain amino acids were unbalanced, and growth was inhibited. However, isoleucine spraying after valine treatment could increase the content of isoleucine and alleviate the inhibition of valine on the shoot growth. In conclusion, valine is environmentally friendly to inhibit the growth of new shoots of peach trees by regulating the balance of PpSnRK1 and PpTOR and the synthesis of isoleucine."
    },
    {
      "pmid": "33182557",
      "title": "Exploring Valine Metabolism in Astrocytic and Liver Cells: Lesson from Clinical Observation in TBI Patients for Nutritional Intervention.",
      "authors": [
        "Sarah Sonnay",
        "Nicolas Christinat",
        "Jonathan Thevenet",
        "Andreas Wiederkehr",
        "Anirikh Chakrabarti",
        "Mojgan Masoodi"
      ],
      "journal": "Biomedicines",
      "publication_date": "2020-Nov-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The utilization of alternative energy substrates to glucose could be beneficial in traumatic brain injury (TBI). Recent clinical data obtained in TBI patients reported valine, β-hydroxyisobutyrate (ibHB) and 2-ketoisovaleric acid (2-KIV) as three of the main predictors of TBI outcome. In particular, higher levels of ibHB, 2-KIV, and valine in cerebral microdialysis (CMD) were associated with better clinical outcome. In this study, we investigate the correlations between circulating and CMD levels of these metabolites. We hypothesized that the liver can metabolize valine and provide a significant amount of intermediate metabolites, which can be further metabolized in the brain. We aimed to assess the metabolism of valine in human-induced pluripotent stem cell (iPSC)-derived astrocytes and HepG2 cells using 13C-labeled substrate to investigate potential avenues for increasing the levels of downstream metabolites of valine via valine supplementation. We observed that 94 ± 12% and 84 ± 16% of ibHB, and 94 ± 12% and 87 ± 15% of 2-KIV, in the medium of HepG2 cells and in iPSC-derived astrocytes, respectively, came directly from valine. Overall, these findings suggest that both ibHB and 2-KIV are produced from valine to a large extent in both cell types, which could be of interest in the design of optimal nutritional interventions aiming at stimulating valine metabolism."
    },
    {
      "pmid": "33139125",
      "title": "Valine-restricted diet for patients with ECHS1 deficiency: Divergent clinical outcomes in two Japanese siblings.",
      "authors": [
        "Ikuko Sato-Shirai",
        "Erika Ogawa",
        "Atsuko Arisaka",
        "Hitoshi Osaka",
        "Kei Murayama",
        "Mari Kuwajima",
        "Miyuki Watanabe",
        "Keiko Ichimoto",
        "Akira Ohtake",
        "Satoko Kumada"
      ],
      "journal": "Brain & development",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: ECHS1 is a key enzyme of the valine catabolic pathway and oxidation of fatty acids. In ECHS1 deficiency (ECHS1D), accumulation of toxic intermediates from the valine induces neurodegeneration, which presents Leigh syndrome (LS). Therefore, valine restriction is suggested as an effective therapy. Further, cysteamine may detoxify the toxic metabolites themselves and N-acetylcysteine (NAC) is a potent antioxidant preventing neurological affect. Herein, we report the therapeutic effects of dietary therapy, cysteamine, and NAC in two siblings with ECHS1D, including their clinical, neuroradiological, and chemical aspects. CASE REPORT: The elder sister was the proband and was diagnosed as LS at 13 months of age. Gene analysis identified compound heterozygous ECHS1 mutations. Her psychomotor development was regressed, and she became bedridden. At 4 years old she started a low protein diet (LPD), but with no obvious neurological change. The younger brother was confirmed early with ECHS1D and received cysteamine and NAC treatment from 5 months of age, which could not prevent him developing LS at 7 months of age. Thus, we started a LPD at 14 months of age, with which he regained his ability to roll over, then we proceeded to a valine-restricted diet. The brain magnetic resonance image hyperintensity was diminished, and the lactate peak on magnetic resonance spectroscopy decreased. His neurological outcome is better than his elder sister. In both cases, excretion of valine metabolites decreased after dietary therapy without obvious adverse effects. CONCLUSION: Early initiation of dietary therapy may reduce neurological sequelae in patients with ECHS1D.",
      "mesh_terms": [
        "Acetylcysteine",
        "Cysteamine",
        "Diet Therapy",
        "Enoyl-CoA Hydratase",
        "Family",
        "Female",
        "Genetic Testing",
        "Humans",
        "Infant",
        "Japan",
        "Leigh Disease",
        "Magnetic Resonance Imaging",
        "Male",
        "Mutation",
        "Pedigree",
        "Siblings",
        "Treatment Outcome",
        "Valine"
      ]
    },
    {
      "pmid": "32801578",
      "title": "Supplementation of a low-protein diet with tryptophan, threonine, and valine and its impact on growth performance, blood biochemical constituents, immune parameters, and carcass traits in broiler chickens.",
      "authors": [
        "Reham Abou-Elkhair",
        "Hamada Ahmed",
        "Sara Ketkat",
        "Shaimaa Selim"
      ],
      "journal": "Veterinary world",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: This study aimed to investigate the effects of protein reduction with supplementation of limiting amino acids (AA, tryptophan, threonine, and valine) on growth performance, blood biochemical, immunity parameters, and carcass traits in broiler chickens. MATERIALS AND METHODS: Three hundred one-day-old broiler chicks were randomly allotted into three treatment groups, with five replicates per treatment and 20 broiler chickens per replicate. The three experimental diets were formulated with different dietary crude protein (CP) %, (control [CON] and CON with 1% [CP-1%] or 2% [CP-2%] less CP units) during the starter, grower, and finisher phases. The CP of the experimental diets were 22, 21, and 20% for the starting period (day 1-14); 20, 19, and 18% CP for the growing period (day 15-28); and 18, 17, and 16% CP for the finishing period (day 29-35) in CON, CP-1%, and CP-2%, respectively. The low-CP diets (CP-1% and CP-2%) were supplemented with combined AA, threonine+tryptophan+valine, to meet the respective levels of the CON diet. RESULTS: The CP-2% group had greater (p<0.05; linear, p<0.05) final body weight and gain and better feed conversion ratio. The combined AA inclusion in the low-CP diet (CP-1% and CP-2%) increased (p<0.001; linear, p<0.001) carcass and breast meat yield as well as CP% of breast meat. The reduction of CP% with AA supplementation (CP-2%) decreased (p<0.05; linear, p<0.05) serum triglycerides, glutamate oxaloacetate transaminase, glutamate pyruvate transaminase, and alkaline phosphatase, while increased (p<0.01; linear, p<0.01) phagocytic activity and phagocytic index. The mRNA expression of splenic and cecal tonsil interleukin 4 and interferon gamma was upregulated (p<0.001; linear, p<0.001) in the low-CP diets supplemented with AA (CP-1% and CP-2%). Dietary supplementation with AA to low-protein diets improved (p<0.01; linear, p<0.01) the economic returns of broiler chickens. CONCLUSION: A reduction of dietary CP and increased synthetic AA such as threonine, valine, and tryptophan should be considered to improve performance, health, and immunity in broiler chickens."
    },
    {
      "pmid": "32786865",
      "title": "Dietary γ-Glutamyl Valine Ameliorates TNF-α-Induced Vascular Inflammation via Endothelial Calcium-Sensing Receptors.",
      "authors": [
        "Snigdha Guha",
        "Catherine Paul",
        "Sophie Alvarez",
        "Yoshinori Mine",
        "Kaustav Majumder"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2020-Aug-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "γ-Glutamyl valine (γ-EV), commonly found in edible beans, was shown to reduce gastrointestinal inflammation via activation of calcium-sensing receptors (CaSRs). The present study aimed to evaluate the efficacy of γ-EV in modulating the tumor necrosis factor-α-induced inflammatory responses in endothelial cells (ECs) via CaSR-mediated pathways. Human aortic ECs (HAoECs) were pretreated (2 h) with γ-EV (0.01, 0.1, and 1 mM). 1 mM pretreatment of γ-EV significantly reduced the upregulation of inflammatory adhesion molecules, VCAM-1 and E-selectin, by 44.56 and 57.41%, respectively. The production of cytokines IL-8 and IL-6 was significantly reduced by 40 and 51%, respectively, with 1 mM pretreatment of γ-EV. Similarly, there was a significant reduction in chemokine MCP-1 from a positive control of 9.70 ± 0.52 to 6.6 ± 0.43 ng/mL, after γ-EV treatment. The anti-inflammatory effect of γ-EV was attenuated by the treatment of the CaSR-specific inhibitor, NPS-2143, suggesting the involvement of CaSR-mediated pathways. Further studies identified the critical role of key modulators, such as β-arrestin2 and cyclic adenosine monophosphate response element-binding protein, in mediating the CaSR-dependent anti-inflammatory effect of γ-EV. Finally, the transport efficiency of γ-EV was evaluated through a monolayer of intestinal epithelial cells (Caco-2), and the apparent permeability (Papp) of the peptide was found to be 1.56 × 10-6 cm/s.",
      "mesh_terms": [
        "Caco-2 Cells",
        "E-Selectin",
        "Endothelial Cells",
        "Humans",
        "Interleukin-6",
        "Peptides",
        "Receptors, Calcium-Sensing",
        "Tumor Necrosis Factor-alpha",
        "Vascular Cell Adhesion Molecule-1"
      ]
    },
    {
      "pmid": "32642440",
      "title": "Medical nutrition therapy in patients with HIBCH and ECHS1 defects: Clinical and biochemical response to low valine diet.",
      "authors": [
        "J E Abdenur",
        "M Sowa",
        "M Simon",
        "M Steenari",
        "J Skaar",
        "S Eftekharian",
        "R Chang",
        "S Ferdinandusse",
        "J Pitt"
      ],
      "journal": "Molecular genetics and metabolism reports",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "32354078",
      "title": "Differential Proliferation Effect of the Newly Synthesized Valine, Tyrosine and Tryptophan-Naphthoquinones in Immortal and Tumorigenic Cervical Cell Lines.",
      "authors": [
        "Sergio Córdova-Rivas",
        "Jorge Gustavo Araujo-Huitrado",
        "Ernesto Rivera-Avalos",
        "Ismailia L Escalante-García",
        "Sergio M Durón-Torres",
        "Yamilé López-Hernández",
        "Hiram Hernández-López",
        "Lluvia López",
        "Denisse de Loera",
        "Jesús Adrián López"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2020-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We previously showed that microwave assisted synthesis is the best method for the synthesis of naphthoquinone amino acid and chloride-naphthoquinone amino acid derivatives by a complete evaluation of reaction conditions such as stoichiometry, bases, and pH influence. Following the same strategy, we synthesized chloride and non-chloride tyrosine, valine, and tryptophan-naphthoquinones achieving 85-95%, 80-92%, and 91-95% yields, respectively. The cyclic voltammetry profiles showed that both series of naphthoquinone amino acid derivatives mainly display one redox reaction process. Overall, chloride naphthoquinone amino acid derivatives exhibited redox potential values (E1/2) more positive than non-chloride compounds. The six newly synthesized compounds were tested in HPV positive and negative as well as in immortal and tumorigenic cell lines to observe the effects in different cellular context simulating precancerous and cancerous status. A dose-response was achieved to determine the IC50 of six newly synthesized compounds in SiHa (Tumorigenic and HPV16 positive), CaLo (Tumorigenic and HPV18 positive), C33-A (Tumorigenic and HPV negative) and HaCaT (Keratinocytes immortal HPV negative) cell lines. Non-chloride tryptophan-naphthoquinone (3c) and chloride tyrosine-naphthoquine (4a) effects were more potent in tumorigenic SiHa, CaLo, and C33-A cells with respect to non-tumorigenic HaCaT cells. Interestingly, there seems to be a differential effect in non-chloride and chloride naphthoquinone amino acid derivatives in tumorigenic versus non tumorigenic cells. Considering all naphthoquinone amino acid derivatives that our group synthesized, it seems that hydrophobic and aromatic amino acids have the greatest effect on cell proliferation inhibition. These results show promising compounds for cervical cancer treatment.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Carcinogenesis",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Chlorides",
        "Drug Design",
        "Drug Screening Assays, Antitumor",
        "Female",
        "HaCaT Cells",
        "Humans",
        "Inhibitory Concentration 50",
        "Microwaves",
        "Naphthoquinones",
        "Oxidation-Reduction",
        "Papillomavirus Infections",
        "Tryptophan",
        "Tyrosine",
        "Uterine Cervical Neoplasms",
        "Valine"
      ]
    },
    {
      "pmid": "32292933",
      "title": "Phenylalanine and valine differentially stimulate milk protein synthetic and energy-mediated pathway in immortalized bovine mammary epithelial cells.",
      "authors": [
        "Jungeun Kim",
        "Jeong-Eun Lee",
        "Jae-Sung Lee",
        "Jin-Seung Park",
        "Jun-Ok Moon",
        "Hong-Gu Lee"
      ],
      "journal": "Journal of animal science and technology",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Studies on promoting milk protein yield by supplementation of amino acids have been globally conducted. Nevertheless, there is a lack of knowledge of what pathways affected by individual amino acid in mammary epithelial cells that produce milk in practice. Phenylalanine (PHE) and valine (VAL) are essential amino acids for dairy cows, however, researches on mammary cell levels are still lacking. Thus, the aim of this study was conducted to evaluate the effects of PHE and VAL on milk protein synthesis-related and energy-mediated cellular signaling in vitro using immortalized bovine mammary epithelial (MAC-T) cells. To investigate the effects of PHE and VAL, the following concentrations were added to treatment medium: 0, 0.3, 0.6, 0.9, 1.2, and 1.5 mM. The addition of PHE or VAL did not adversely affect cell viability compared to control group. The concentrations of cultured medium reached its maximum at 0.9 mM PHE and 0.6 mM VAL (p < 0.05). Therefore, aforementioned 2 treatments were analyzed for proteomics. Glucose transporter 1 and mammalian target of rapamycin mRNA expression levels were up-regulated by PHE (166% and 138%, respectively) (p < 0.05). Meanwhile, sodium-dependent neutral amino acids transporter type 2 (ASCT2) and β-casein were up-regulated by VAL (173% in ASCT2, 238% in and 218% in β-casein) (p < 0.05). A total of 134, 142, and 133 proteins were detected in control group, PHE treated group, and VAL treated group, respectively. Among significantly fold-changed proteins, proteins involved in translation initiation or energy metabolism were detected, however, expressed differentially between PHE and VAL. Thus, pathway analysis showed different stimulatory effects on energy metabolism and transcriptional pathways. Collectively, these results showed different stimulatory effects of PHE and VAL on protein synthesis-related and energy-mediated cellular signaling in MAC-T cells."
    },
    {
      "pmid": "32222880",
      "title": "Effect of valine on myotube insulin sensitivity and metabolism with and without insulin resistance.",
      "authors": [
        "Madison E Rivera",
        "Emily S Lyon",
        "Michele A Johnson",
        "Kyle L Sunderland",
        "Roger A Vaughan"
      ],
      "journal": "Molecular and cellular biochemistry",
      "publication_date": "2020-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Population data have consistently demonstrated a correlation between circulating branched-chain amino acids (BCAA) and insulin resistance. Most recently valine catabolite, 3-hydroxyisobutyrate, has emerged as a potential cause of BCAA-mediated insulin resistance; however, it is unclear if valine independently promotes insulin resistance. It is also unclear if excess valine influences the ability of cells to degrade BCAA. Therefore, this study investigated the effect of valine on muscle insulin signaling and related metabolism in vitro. C2C12 myotubes were treated with varying concentrations (0.5 mM-2 mM) of valine for up to 48 h. qRT-PCR and western blot were used to measure metabolic gene and protein expression, respectively. Insulin sensitivity (indicated by pAkt:Akt), metabolic gene and protein expression, and cell metabolism were also measured following valine treatment both with and without varying levels of insulin resistance. Mitochondrial and glycolytic metabolism were measured via oxygen consumption and extracellular acidification rate, respectively. Valine did not alter regulators of mitochondrial biogenesis or glycolysis; however, valine reduced branched-chain alpha-keto acid dehydrogenase a (Bckdha) mRNA (but not protein) expression which was exacerbated by insulin resistance. Valine treatment had no effect on pAkt:Akt following either acute or 48-h treatment, regardless of insulin stimulation or varying levels of insulin resistance. In conclusion, despite consistent population data demonstrating a relationship between circulating BCAA (and related metabolites) and insulin resistance, valine does not appear to independently alter insulin sensitivity or worsen insulin resistance in the myotube model of skeletal muscle.",
      "mesh_terms": [
        "3-Methyl-2-Oxobutanoate Dehydrogenase (Lipoamide)",
        "Amino Acids, Branched-Chain",
        "Animals",
        "Cell Line",
        "Cell Survival",
        "Glycolysis",
        "Insulin",
        "Insulin Resistance",
        "Mice",
        "Mitochondria",
        "Muscle Fibers, Skeletal",
        "Muscle, Skeletal",
        "Signal Transduction",
        "Valine"
      ]
    },
    {
      "pmid": "32211022",
      "title": "Valine-Induced Isoleucine Starvation in Escherichia coli K-12 Studied by Spike-In Normalized RNA Sequencing.",
      "authors": [
        "Bertil Gummesson",
        "Shiraz Ali Shah",
        "Alexander Skov Borum",
        "Mathias Fessler",
        "Namiko Mitarai",
        "Michael Askvad Sørensen",
        "Sine Lo Svenningsen"
      ],
      "journal": "Frontiers in genetics",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Escherichia coli cells respond to a period of famine by globally reorganizing their gene expression. The changes are known as the stringent response, which is orchestrated by the alarmone ppGpp that binds directly to RNA polymerase. The resulting changes in gene expression are particularly well studied in the case of amino acid starvation. We used deep RNA sequencing in combination with spike-in cells to measure global changes in the transcriptome after valine-induced isoleucine starvation of a standard E. coli K12 strain. Owing to the whole-cell spike-in method that eliminates variations in RNA extraction efficiency between samples, we show that ribosomal RNA levels are reduced during isoleucine starvation and we quantify how the change in cellular RNA content affects estimates of gene regulation. Specifically, we show that standard data normalization relying on sample sequencing depth underestimates the number of down-regulated genes in the stringent response and overestimates the number of up-regulated genes by approximately 40%. The whole-cell spike-in method also made it possible to quantify how rapidly the pool of total messenger RNA (mRNA) decreases upon amino acid starvation. A principal component analysis showed that the first two components together described 69% of the variability of the data, underlining that large and highly coordinated regulons are at play in the stringent response. The induction of starvation by sudden addition of high valine concentrations provoked prominent regulatory responses outside of the expected ppGpp, RpoS, and Lrp regulons. This underlines the notion that with the high resolution possible in deep RNA sequencing analysis, any different starvation method (e.g., nitrogen-deprivation, removal of an amino acid from an auxotroph strain, or valine addition to E. coli K12 strains) will produce measurable variations in the stress response produced by the cells to cope with the specific treatment."
    },
    {
      "pmid": "32099647",
      "title": "Effects of dietary valine supplementation during late gestation on the reproductive performance and mammary gland development of gilts.",
      "authors": [
        "Long Che",
        "Mengmeng Xu",
        "Kaiguo Gao",
        "Li Wang",
        "Xuefen Yang",
        "Xiaolu Wen",
        "Hao Xiao",
        "Zongyong Jiang"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Mammary gland development during late gestation in gilts is a major factor that alters the composition of colostrum and growth performance of piglets. Plasma valine is taken up and metabolized extensively by the mammary gland; however, the effects of valine on mammary gland development during late gestation are still unclear. Thirty primiparous gilts were divided into three treatment groups (n = 10) and received one of the three diets starting on day 75 of gestation until the day of farrowing. The total dietary valine to lysine ratio of the three diets was 0.63 (LV), 0.73 (MV), and 0.93 (HV), respectively. RESULTS: Dietary valine supplementation during late gestation did not affect (P > 0.05) the litter size and weight at farrowing; however, the piglet weight and average daily gain at weaning were linearly increased (P < 0.05) as the dietary valine increased. The highest piglet weight at weaning was observed when the gilts were provided the HV diet. Dietary valine supplementation linearly elevated (P < 0.05) protein, fat and solids-not-fat and some free amino acids content in colostrum. The concentration of prolactin in plasma of gilts was linearly increased in response to valine supplementation at days 1 and 10 of lactation (P < 0.05). Furthermore, with increasing dietary valine allowance, a linear increase (P < 0.05) was observed in the area of the lumen of alveolus and the content of DNA, RNA, and total protein in the mammary tissues at day 1 of lactation. Moreover, the protein expression of cyclin D1, p-mTOR, p-S6, and p-4EBP1 was also linearly increased (P < 0.05) in the mammary tissue at day 1 of lactation. However, no difference (P > 0.05) was observed in the indices related to mammary development and the mTOR signaling pathway at day 21 of lactation. CONCLUSION: The results revealed that increasing the total dietary valine to lysine ratio to 0.93 during late gestation significantly enhances the piglet weight and average daily gain at weaning probably due to improved development of mammary gland."
    },
    {
      "pmid": "32069872",
      "title": "Impact on Isoleucine and Valine Supplementation When Decreasing Use of Medical Food in the Nutritional Management of Methylmalonic Acidemia.",
      "authors": [
        "Laurie E Bernstein",
        "Casey Burns",
        "Morgan Drumm",
        "Sommer Gaughan",
        "Melissa Sailer",
        "Peter R Baker"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Feb-13",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Methylmalonic acidemia (MMA) is an autosomal recessive disorder treated with precursor-free medical food while limiting natural protein. This retrospective chart review was to determine if there was a relationship between medical food, valine (VAL) and/or isoleucine (ILE) supplementation, total protein intake, and plasma amino acid profiles. Methods: A chart review, of patients aged 31 days or older with MMA treated with dietary intervention and supplementation of VAL and/or ILE and followed at the Children's Hospital Colorado Inherited Metabolic Diseases Clinic. Dietary prescriptions and plasma amino acid concentrations were obtained at multiple time points. RESULTS: Baseline mean total protein intake for five patients was 198% of Recommended Dietary Allowance (RDA) with 107% natural protein and 91% medical food. Following intervention, total protein intake (p = 0.0357), protein from medical food (p = 0.0142), and leucine (LEU) from medical food (p = 0.0276) were lower, with no significant change in natural protein intake (p = 0.2036). At baseline, 80% of patients received VAL supplementation and 100% received ILE supplementation. After intervention, only one of the cohort remained on supplementation. There was no statistically significant difference in plasma propiogenic amino acid concentrations. CONCLUSIONS: Decreased intake of LEU from medical food allowed for discontinuation of amino acid supplementation, while meeting the RDA for protein.",
      "mesh_terms": [
        "Amino Acid Metabolism, Inborn Errors",
        "Dietary Proteins",
        "Dietary Supplements",
        "Enteral Nutrition",
        "Female",
        "Humans",
        "Infant",
        "Isoleucine",
        "Male",
        "Retrospective Studies",
        "Treatment Outcome",
        "Valine"
      ]
    },
    {
      "pmid": "32053762",
      "title": "The interaction of valine and glucose and the influence on the spectrin-actin complex in sickle cell disease.",
      "authors": [
        "Marcy C Purnell"
      ],
      "journal": "Discovery medicine",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Review"
      ],
      "abstract": "Sickle cell disease (SCD), the most common severe monogenic disease in the world, is known for the hallmark vaso-occlusive crises that cause great suffering and degradation of health for these patients. In 1949, the discovery of the abnormal sickle cell hemoglobin protein (HbS) β-globin chain revealed a mutation where glutamic acid is replaced with a valine (β6Glu→Val). From this discovery came the pathophysiological mechanism based on the abnormal polymerization of deoxy-HbS. While an important discovery, this initial mechanism has yet been able to account for the cascade of events that trigger these crises and has therefore offered few treatment options for these patients. In red blood cells, alterations to membrane structure lead to changes in their biomechanical behaviors. A literature review has been conducted and a possible sickle cell pathophysiological mechanism that involves the potential for abnormal polymerization of the critical actin protein (in the spectrin-actin complex) within the red blood cell cytoskeleton has been identified. This review will discuss the interaction of valine and glucose on the HbS molecule and how it may lead to a destabilization of the HbS red blood cell cytoskeleton and SCD crises.",
      "mesh_terms": [
        "Actins",
        "Anemia, Sickle Cell",
        "Animals",
        "Erythrocytes",
        "Glucose",
        "Humans",
        "Spectrin",
        "Valine"
      ]
    },
    {
      "pmid": "31827381",
      "title": "A High Level of Circulating Valine Is a Biomarker for Type 2 Diabetes and Associated with the Hypoglycemic Effect of Sitagliptin.",
      "authors": [
        "Xiaoyu Liao",
        "Bingyao Liu",
        "Hua Qu",
        "LinLin Zhang",
        "Yongling Lu",
        "Yong Xu",
        "Zhaohui Lyu",
        "Hongting Zheng"
      ],
      "journal": "Mediators of inflammation",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: High levels of branched-chain amino acids (BCAAs) and aromatic amino acids (AAAs) were associated with an increased risk of hyperglycemia and the onset of diabetes. This study is aimed at assessing circulating valine concentrations in subjects with type 2 diabetes (T2D) and in T2D patients and high-fat diet- (HFD-) fed mice treated with the hypoglycemic agent sitagliptin (Sit) and analyzing the association of valine concentrations with metabolic parameters. METHODS: Metabolomics in HFD-fed mice were analyzed by gas chromatography-mass spectrometry (GC-MS) systems. Plasma valine concentrations were detected with a commercial kit in 53 subjects with normal glucose levels (n = 19), newly diagnosed T2D (n = 20), placebo-treated T2D (n = 7), or Sit-treated T2D (n = 7). Biochemical parameters were also assessed in all participants. RESULTS: Sit treatment markedly changed the pattern of amino acid in HFD-fed mice, especially by reducing the level of the BCAA valine. Compared with the healthy controls, the plasma valine concentrations were significantly higher in the T2D patients (p < 0.05). Correlation analysis showed that the plasma valine concentration was positively correlated with the level of fasting plasma glucose (p < 0.05). Moreover, the plasma valine concentrations were notably reduced after Sit treatment in T2D patients (p < 0.05). CONCLUSIONS: Our findings demonstrate an important effect of Sit on the BCAA valine in T2D patients and HFD-fed mice, revealing a new hypoglycemic mechanism of it. Furthermore, the results suggest that the circulating valine level might be a novel biomarker for T2D and restoring the level of valine might be a potential strategy for diabetes therapy.",
      "mesh_terms": [
        "Animals",
        "Biomarkers",
        "Blood Glucose",
        "Diabetes Mellitus, Type 2",
        "Gas Chromatography-Mass Spectrometry",
        "Hypoglycemic Agents",
        "Mice",
        "Sitagliptin Phosphate",
        "Valine"
      ]
    },
    {
      "pmid": "31409769",
      "title": "Targeting HIBCH to reprogram valine metabolism for the treatment of colorectal cancer.",
      "authors": [
        "Yunlong Shan",
        "Yuan Gao",
        "Wei Jin",
        "Minmin Fan",
        "Ying Wang",
        "Yanhong Gu",
        "Chenxiao Shan",
        "Lijun Sun",
        "Xin Li",
        "Biao Yu",
        "Qiong Luo",
        "Qiang Xu"
      ],
      "journal": "Cell death & disease",
      "publication_date": "2019-Aug-13",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Valine catabolism is known to be essential for cancer cells but the detailed mechanism remains unclear. This study is to explore the critical roles of 3-hydroxyisobutyryl-CoA hydrolase (HIBCH) in colorectal cancers (CRC) and to develop a new therapy returning valine metabolism homeostasis. High HIBCH expression was first confirmed to correlate with poor survival in patients with CRC, which was then linked to the increased cell growth, resistant apoptosis, and decreased autophagy in CRC cells. The functions of HIBCH in CRC were dependent on its mitochondrial localization. High HIBCH level was further demonstrated to promote the metabolism of tricarboxylic acid cycle as well as oxidative phosphorylation in CRC cells. Based on above findings, we further discovered a novel valine catabolism inhibitor SBF-1. The pharmacological blockade of HIBCH mitochondrial localization with SBF-1 resulted in decreased cancer cell growth and increased autophagy, collectively contributing to the antitumor effect both in vitro and in vivo. Moreover, anti-VEGF therapy with bevacizumab increased HIBCH level in CRC cells, which in turn caused the resistance to the therapy. The interference with HIBCH function by SBF-1 significantly increased the antitumor efficacy of bevacizumab and led to a robust survival benefit. The present study identified HIBCH as a critical enzyme of valine catabolism in CRC progression and resistance to anti-VEGF therapy. We also provided a novel HIBCH inhibitor SBF-1, which highlighted the combined therapy using valine catabolic inhibitor along with anti-VEGF drugs, to control progression of CRC.",
      "mesh_terms": [
        "Animals",
        "Bevacizumab",
        "Cell Proliferation",
        "Cell Respiration",
        "Cell Survival",
        "Cholestenones",
        "Citric Acid Cycle",
        "Colorectal Neoplasms",
        "Drug Resistance, Neoplasm",
        "Female",
        "Gene Expression Regulation, Neoplastic",
        "HCT116 Cells",
        "HT29 Cells",
        "Humans",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Mitochondria",
        "Molecular Targeted Therapy",
        "Oxidative Phosphorylation",
        "RNA, Messenger",
        "Saponins",
        "Survival Analysis",
        "Thiolester Hydrolases",
        "Valine",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "31398485",
      "title": "In vitro effects of the asymmetric peptidomimetic 157, containing l-tartaric acid core and valine/leucine substituents, on Leishmania amazonensis promastigotes and amastigotes.",
      "authors": [
        "André L S Santos",
        "Filipe P Matteoli",
        "Diego S Gonçalves",
        "Sergio H Seabra",
        "Maria Teresa V Romanos",
        "Marta H Branquinha",
        "Gabriel O Resende",
        "Bruno A Cotrim",
        "Lucia C S Aguiar",
        "Leandro S Sangenito"
      ],
      "journal": "Parasitology international",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current treatments for leishmaniasis bump into several obstacles, including low efficacy, high costs, long monitoring, and several/severe side effects. Consequently, the search for promising compounds is a tangible need. Recently, we reported the anti-Leishmania amazonensis action of asymmetric peptidomimetic compounds containing tartaric acid as core, especially the 157 derivative that contains valine/leucine substituents in its structure. Herein, we decipher the multiple effects of 157 on the L. amazonensis physiology and on the interaction process with macrophages. The peptidomimetic 157 induced significant changes on the morphometric (internal granularity reduction as judged by flow cytometer) and on the ultrastructural (round-shaped parasites, presence of plasma membrane blebs and flagellum loss as visualized by scanning electron microscopy) aspects of treated promastigotes compared to untreated ones. The alteration on the plasma membrane permeability was confirmed by the passive incorporation of propidium iodide in 157-treated promastigotes. In parallel, the low viability of promastigotes was also associated to the perturbation of mitochondrial transmembrane electric potential. These combined results demonstrated that 157 induced irreversible metabolic damages that led to L. amazonensis death. The pre-treatment of promastigotes with 157 inhibited the association index with macrophages in a typically dose-dependent manner. Additionally, 157 significantly reduced the number of intramacrophage amastigotes after 72 h of drug contact, presenting an IC50 value of 30.2 μM. Under our experimental conditions, 157 showed higher toxicity to promastigotes and amastigotes when compared to RAW cells, resulting in good selective indexes. Therefore, 157 can be considered as an interesting candidate for further optimization, since its synthesis is simple and cheap.",
      "mesh_terms": [
        "Antiprotozoal Agents",
        "Leishmania",
        "Leishmaniasis",
        "Leucine",
        "Macrophages",
        "Peptidomimetics",
        "Tartrates",
        "Valine"
      ]
    },
    {
      "pmid": "31240802",
      "title": "A simplified method for detection of N-terminal valine adducts in patients receiving treosulfan.",
      "authors": [
        "Gunnar Boysen",
        "Avichai Shimoni",
        "Ivetta Danylesko",
        "Nira Varda-Bloom",
        "Arnon Nagler"
      ],
      "journal": "Rapid communications in mass spectrometry : RCM",
      "publication_date": "2019-Nov-15",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "RATIONALE: Treosulfan is a substance that is being studied as part of the conditioning regimen given prior to allogeneic stem cell transplantation in patients with hematological malignancies. It is known to decompose into 1,2:3,4-diepoxybutane (DEB) under physiologic conditions. In this study, we investigate whether N-terminal valine adducts can be utilized to monitor differences in DEB formation of patients receiving treosulfan as part of the conditioning regimen for transplantation. METHODS: Blood samples were collected from a group of 14 transplant recipients and analyzed for N,N-(2,3-dihydroxy-1,4-butadiyl)valine (pyr-Val) and 2,3,4-trihydroxybutylvaline (THB-Val) adducts as biomarkers for drug uptake and metabolism before treosulfan treatment and 6 days after treatment. RESULTS: A new direct injection liquid chromatography/tandem mass spectrometry (LC/MS/MS) method was developed and validated prior to clinical analysis. The assay precision was determined by 3 replicate analyses on 3 individual days using control globin spiked with known amounts of pyr-Val and THB-Val. The intra- and inter-day precision coefficients of variance (CVs) and accuracy were < 10% and 15%, respectively. In clinical specimens, the means ± SD of pyr-Val and THB-Val background were 0.29 ± 0.10 pmol/g HB and 5.17 ± 1.7 pmol/g HB, respectively. CONCLUSIONS: These values are similar to those found previously. Treosulfan treatment leads to a significant increase in pyr-Val and THB-Val adducts in each patient (Student's t-test p <0.0001). The mean ± SD amounts of adduct formed were 245.3 ± 89.6 and 210 ± 78.5 pmol/g globin for pyr-Val and THB-Val, respectively. Importantly, these results show that this direct injection method can quantitate both background and treosulfan-induced pyr-Val and THB-Val N-terminal valine globin adducts in humans.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Busulfan",
        "Chromatography, Liquid",
        "Female",
        "Hemoglobins",
        "Humans",
        "Leukemia",
        "Lymphoma",
        "Male",
        "Middle Aged",
        "Stem Cell Transplantation",
        "Tandem Mass Spectrometry",
        "Transplantation Conditioning",
        "Transplantation, Homologous",
        "Valine",
        "Young Adult"
      ]
    },
    {
      "pmid": "31207190",
      "title": "Time-to-Event Modeling of Peripheral Neuropathy: Platform Analysis of Eight Valine-Citrulline-Monomethylauristatin E Antibody-Drug Conjugates.",
      "authors": [
        "Matts Kågedal",
        "Divya Samineni",
        "William R Gillespie",
        "Dan Lu",
        "Bernard M Fine",
        "Sandhya Girish",
        "Chunze Li",
        "Jin Y Jin"
      ],
      "journal": "CPT: pharmacometrics & systems pharmacology",
      "publication_date": "2019-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Peripheral neuropathy (PN) is a common long-term debilitating toxicity of antimicrotubule agents. PN was the most frequent adverse event resulting in dose modifications and/or discontinuation of treatment for valine-citrulline-monomethylauristatin E antibody-drug conjugates (ADCs) developed at Genentech. A pooled time-to-event analysis across eight ADCs (~700 patients) was performed to evaluate the relationship between the ADC exposure and the risk for developing a clinically significant (grade ≥ 2) PN. In addition, the impact of demographic and pathophysiological risk factors on the risk for PN was explored. The time-to-event analysis suggested that the development of PN risk increased with ADC exposure, treatment duration, body weight, and previously reported PN. This model can be used to inform clinical strategies such as adaptations to dosing regimen and/or treatment duration as well as inform clinical eligibility to reduce the incidence of grade ≥ 2 PN.",
      "mesh_terms": [
        "Body Weight",
        "Citrulline",
        "Clinical Trials as Topic",
        "Drug Dosage Calculations",
        "Female",
        "Humans",
        "Immunoconjugates",
        "Male",
        "Models, Biological",
        "Neoplasms",
        "Oligopeptides",
        "Peripheral Nervous System Diseases",
        "Time Factors",
        "Valine"
      ]
    },
    {
      "pmid": "31119289",
      "title": "Evaluation of the optimal standardized ileal digestible valine:lysine ratio in lactating sow diets1.",
      "authors": [
        "Laura Greiner",
        "Amanda Graham",
        "Marcio Goncalves",
        "Uislei Orlando",
        "Kevin J Touchette"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2019-Jul-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An experiment was conducted with 430 sows to evaluate the ideal standardized ileal digestible (SID) Val:Lys on sow and litter performance during an 18.6-d lactation period. The SID Val:Lys ratios measured were based on the previously published literature and then values above and below reported values. Sows were randomly allotted within parity block (parity 1, parity 2, and parity 3+) to one of five corn-soybean meal-based lactation diets formulated to contain different levels of SID Val:Lys (0.50, 0.62, 0.75, 0.88, and 1.00, respectively). All diets were formulated to be isocaloric (3.35 ME Mcal/kg) with 0.95% SID Lys and contained vitamins and minerals that exceeded recommendations (NRC, 2012). Experimental diets were given to sows from 112 d of pregnancy throughout the 23-d lactation period. Litters were standardized within 48 h after farrowing. Sows were fed with the Howema computerized feeding system that mixed the high and low diets to create the intermediate diets, weighed the feed for each sow and then delivered the feed to each individual feeding hopper to record daily sow feed intake during lactation. Data were analyzed as a randomized complete block design using the PROC MIXED procedure of SAS with sow as the experimental unit and treatment as a fixed effect and parity as the random effect. Results were considered significant at P ≤ 0.05 and considered a trend at P > 0.05 and P ≤ 0.10. Sow ADFI was not significantly different (5.2, 5.2, 5.2, 5.0, and 5.4 ± 0.15 kg/d, respectively). On average, sows consumed ~45 g of SID Lys per day. Sow wean to estrus (5.2, 4.7, 5.3, 5.5, and 4.5 ± 0.32 d, respectively) was not different as the Val:Lys ratio changed. Increasing the Val:Lys ratio resulted in no differences (2.66, 2.64, 2.76, 2.61, and 2.62 ± 0.08 kg; P > 0.10) in average daily litter gain. There were no differences in sow weight loss or subsequent total born across the dietary treatments. Overall, increasing levels of SID Val:Lys did not change sow reproductive performance or piglet growth rate.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Diet",
        "Estrus",
        "Female",
        "Lactation",
        "Lysine",
        "Parity",
        "Pregnancy",
        "Random Allocation",
        "Reproduction",
        "Glycine max",
        "Swine",
        "Valine",
        "Weaning"
      ]
    },
    {
      "pmid": "30981767",
      "title": "In vitro anti-glioblastoma activity of L-valine derived boroxazolidones.",
      "authors": [
        "Anisha Viswanathan",
        "Giulia Sebastianelli",
        "Kenna Brown",
        "Jenna Raunio",
        "Vili Sipilä",
        "Olli Yli-Harja",
        "Nuno R Candeias",
        "Meenakshisundaram Kandhavelu"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2019-Jul-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the present study, a series of L-valine derived boroxazolidones, previously synthesized and reported to have residual activity in a human epithelial cell line, have been evaluated in vitro for their anti-glioblastoma activity. A boroxazolidone derivative containing 2,4-difluorophenyl moieties (6) was found to have higher cytotoxicity than the standard drug, Temozolomide (TMZ). Compound 6 was found to exhibit dose-dependent growth inhibitory effects with an IC50 of 49 μM and 53 μM for LN229 and SNB19 cells, respectively. Additionally, 6 was assessed for its role in apoptosis, caspase 3/7 activation and oxidative stress in SNB19 and LN229 cells. SNB19 cells treated with 6 showed 45.3% apoptosis in the population, while TMZ had 24.7%. In LN229 cells, the percentage of apoptotic cells treated with compound 6 and TMZ were the same. Both 6 and TMZ induced apoptosis through the activation of caspase 3/7 in SNB19 and LN229 cells. Interestingly, 6 exhibited a higher effectivity in promoting reactive oxygen species production in LN229, while it was 6-fold less in SNB19. Boroxazolidone-treated GBM cell lines increased reactive oxygen species production, suggesting that such species may be interlinked with the observed programmed cell death. Additionally, the treatment of both GBM cell lines with 6 led to G2/M phase arrest. The magnitude of anti-GBM effect of 6 is significantly higher than the known chemotherapeutic agent TMZ. This work further demonstrates the anticancer properties of L-valine derived boroxazolidones, adding another potential derivative to the collection of promising chemotherapeutic agents for GBM treatment.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Apoptosis",
        "Boron Compounds",
        "Caspase 3",
        "Caspase 7",
        "Cell Line, Tumor",
        "G2 Phase Cell Cycle Checkpoints",
        "Glioblastoma",
        "Humans",
        "M Phase Cell Cycle Checkpoints",
        "Oxazolidinones",
        "Reactive Oxygen Species",
        "Valine"
      ]
    },
    {
      "pmid": "30535712",
      "title": "The hemoglobin adduct N-(2,3-dihydroxypropyl)-valine as biomarker of dietary exposure to glycidyl esters: a controlled exposure study in humans.",
      "authors": [
        "Klaus Abraham",
        "Jan Hielscher",
        "Tobias Kaufholz",
        "Hans Mielke",
        "Alfonso Lampen",
        "Bernhard Monien"
      ],
      "journal": "Archives of toxicology",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fatty acid esters of glycidol (glycidyl esters) are heat-induced food contaminants predominantly formed during industrial deodorization of vegetable oils and fats. After consumption, the esters are digested in the gastrointestinal tract, leading to a systemic exposure to the reactive epoxide glycidol. The compound is carcinogenic, genotoxic and teratogenic in rodents, and rated as probably carcinogenic to humans (IARC group 2A). Assessment of exposure from occurrence and consumption data is difficult, as lots of different foods containing refined oils and fats may contribute to human exposure. Therefore, assessment of the internal exposure using the hemoglobin adduct of glycidol, N-(2,3-dihydroxypropyl)-valine (2,3-diHOPr-Val), may be promising, but a proof-of-principle study is needed to interpret adduct levels with respect to the underlying external exposure. A controlled exposure study was conducted with 11 healthy participants consuming a daily portion of about 36 g commercially available palm fat with a relatively high content of ester-bound glycidol (8.7 mg glycidol/kg) over 4 weeks (total amount 1 kg fat, individual doses between 2.7 and 5.2 µg/kg body weight per day). Frequent blood sampling was performed to monitor the 2,3-diHOPr-Val adduct levels during formation and the following removal over 15 weeks, using a modified Edman degradation and ultrahigh performance liquid chromatography-tandem mass spectrometry (UHPLC-MS/MS). Results demonstrated for the first time that the relatively high exposure during the intervention period was reflected in corresponding distinct increases of 2,3-diHOPr-Val levels in all participants, following the expected slope for hemoglobin adduct formation and removal over time. The mean adduct level increased from 4.0 to 12.2 pmol 2,3-diHOPr-Val/g hemoglobin. By using a nonlinear mixed model, values for the adduct level/dose ratio (k, mean 0.082 pmol 2,3-diHOPr-Val/g hemoglobin per µg glycidol/kg body weight) and the adduct lifetime (τ, mean 104 days, likely the lifetime of the erythrocytes) were determined. Interindividual variability was generally low. 2,3-DiHOPr-Val was therefore proven to be a biomarker of the external dietary exposure to fatty acid esters of glycidol. From the background adduct levels observed in our study, a mean external glycidol exposure of 0.94 µg/kg body weight was estimated. This value is considerably higher than current estimates for adults using occurrence and consumption data of food. Possible reasons for this discrepancy are discussed (other oral or inhalational glycidol sources, endogenous formation, exposure to other chemicals also forming the adduct 2,3-diHOPr-Val). Further research is necessary to clarify the issue.",
      "mesh_terms": [
        "Adult",
        "Biomarkers",
        "Chromatography, High Pressure Liquid",
        "Dietary Exposure",
        "Epoxy Compounds",
        "Erythrocytes",
        "Female",
        "Fluorescein-5-isothiocyanate",
        "Hemoglobins",
        "Humans",
        "Male",
        "Middle Aged",
        "Palm Oil",
        "Propanols",
        "Solid Phase Extraction",
        "Tandem Mass Spectrometry",
        "Valine"
      ]
    },
    {
      "pmid": "30210366",
      "title": "Feeding Stimulation Ability and Central Effects of Intraperitoneal Treatment of L-Leucine, L-Valine, and L-Proline on Amino Acid Sensing Systems in Rainbow Trout: Implication in Food Intake Control.",
      "authors": [
        "Sara Comesaña",
        "Cristina Velasco",
        "Marta Conde-Sieira",
        "Jesús M Míguez",
        "José L Soengas",
        "Sofía Morais"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To continue gathering knowledge on the central regulation of food intake in response to amino acids in teleost fish, using as a model rainbow trout (Oncorhynchus mykiss), we evaluated in a first experiment the feeding attractiveness of L-leucine, L-valine, and L-proline offered as an agar gel matrix. In a second experiment, we assessed the effect of intraperitoneal (IP) treatment with the same amino acids on food intake. In a third experiment, we carried out a similar IP administration of amino acids to evaluate the response of amino acid sensing mechanisms in the hypothalamus and telencephalon. Results are discussed in conjunction with an earlier study where leucine and valine were administered intracerebroventricularly (ICV). The attractiveness of amino acids does not appear to relate to their effects on food intake, at least when administrated by-passing ingestion and luminal absorption, since two attractive amino acids resulted in an anorexigenic (Leu) or no effects (Pro) on food intake while a non-attractive amino acid (Val) induced anorexigenic (IP treatment) or orexigenic (ICV treatment) responses. The effects of Leu on food intake might relate to the expression of hypothalamic neuropeptides and result from the direct activation of amino acid sensing systems. In contrast, while valine had few effects on hypothalamic amino acid sensing systems after ICV treatment, a significant amount of parameters become affected by IP treatment suggesting that the effect of Val after IP treatment is indirect. Proline had no relevant effects on amino acid sensing systems, neuropeptide expression, and food intake, which suggest that this amino acid might not have a relevant role in the homeostatic regulation of food intake through hypothalamic mechanisms. In telencephalon, the same amino acid sensing systems operating in hypothalamus appear to be present and respond to Leu and Val, but it is still unclear how they might relate to the control of food intake."
    },
    {
      "pmid": "30039311",
      "title": "Genome shuffling and high-throughput screening of Brevibacterium flavum MDV1 for enhanced L-valine production.",
      "authors": [
        "Qin-Geng Huang",
        "Bang-Ding Zeng",
        "Ling Liang",
        "Song-Gang Wu",
        "Jian-Zhong Huang"
      ],
      "journal": "World journal of microbiology & biotechnology",
      "publication_date": "2018-Jul-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "L-valine is an essential branched-amino acid that is widely used in multiple areas such as pharmaceuticals and special dietary products and its use is increasing. As the world market for L-valine grows rapidly, there is an increasing interest to develop an efficient L-valine-producing strain. In this study, a simple, sensitive, efficient, and consistent screening procedure termed 96 well plate-PC-HPLC (96-PH) was developed for the rapid identification of high-yield L-valine strains to replace the traditional L-valine assay. L-valine production by Brevibacterium flavum MDV1 was increased by genome shuffling. The starting strains were obtained using ultraviolet (UV) irradiation and binary ethylenimine treatment followed by preparation of protoplasts, UV irradiation inactivation, multi-cell fusion, and fusion of the inactivated protoplasts to produce positive colonies. After two rounds of genome shuffling and the 96-PH method, six L-valine high-yielding mutants were selected. One genetically stable mutant (MDVR2-21) showed an L-valine yield of 30.1 g/L during shake flask fermentation, 6.8-fold higher than that of MDV1. Under fed-batch conditions in a 30 L automated fermentor, MDVR2-21 accumulated 70.1 g/L of L-valine (0.598 mol L-valine per mole of glucose; 38.9% glucose conversion rate). During large-scale fermentation using a 120 m3 fermentor, this strain produced > 66.8 g/L L-valine (36.5% glucose conversion rate), reflecting a very productive and stable industrial enrichment fermentation effect. Genome shuffling is an efficient technique to improve production of L-valine by B. flavum MDV1. Screening using 96-PH is very economical, rapid, efficient, and well-suited for high-throughput screening.",
      "mesh_terms": [
        "Aziridines",
        "Batch Cell Culture Techniques",
        "Biomass",
        "Bioreactors",
        "Brevibacterium flavum",
        "DNA Shuffling",
        "Fermentation",
        "Genome, Bacterial",
        "Genomic Instability",
        "Glucose",
        "High-Throughput Screening Assays",
        "Industrial Microbiology",
        "Membrane Fusion",
        "Mutagenesis",
        "Mutation",
        "Protoplasts",
        "Time Factors",
        "Ultraviolet Rays",
        "Valine"
      ]
    },
    {
      "pmid": "29955061",
      "title": "Glutamic acid-valine-citrulline linkers ensure stability and efficacy of antibody-drug conjugates in mice.",
      "authors": [
        "Yasuaki Anami",
        "Chisato M Yamazaki",
        "Wei Xiong",
        "Xun Gui",
        "Ningyan Zhang",
        "Zhiqiang An",
        "Kyoji Tsuchikama"
      ],
      "journal": "Nature communications",
      "publication_date": "2018-Jun-28",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Valine-citrulline linkers are commonly used as enzymatically cleavable linkers for antibody-drug conjugates. While stable in human plasma, these linkers are unstable in mouse plasma due to susceptibility to an extracellular carboxylesterase. This instability often triggers premature release of drugs in mouse circulation, presenting a molecular design challenge. Here, we report that an antibody-drug conjugate with glutamic acid-valine-citrulline linkers is responsive to enzymatic drug release but undergoes almost no premature cleavage in mice. We demonstrate that this construct exhibits greater treatment efficacy in mouse tumor models than does a valine-citrulline-based variant. Notably, our antibody-drug conjugate contains long spacers facilitating the protease access to the linker moiety, indicating that our linker assures high in vivo stability despite a high degree of exposure. This technology could add flexibility to antibody-drug conjugate design and help minimize failure rates in pre-clinical studies caused by linker instability.",
      "mesh_terms": [
        "Animals",
        "Antibodies, Monoclonal",
        "Antineoplastic Agents",
        "Breast Neoplasms",
        "Carboxylic Ester Hydrolases",
        "Cell Line, Tumor",
        "Citrulline",
        "Drug Design",
        "Drug Stability",
        "Female",
        "Gene Expression",
        "Glutamic Acid",
        "Humans",
        "Hydrolysis",
        "Immunoconjugates",
        "Mice",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Oligopeptides",
        "Receptor, ErbB-2",
        "Survival Analysis",
        "Valine",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "29550128",
      "title": "Increasing the availability of threonine, isoleucine, valine, and leucine relative to lysine while maintaining an ideal ratio of lysine:methionine alters mammary cellular metabolites, mammalian target of rapamycin signaling, and gene transcription.",
      "authors": [
        "X Dong",
        "Z Zhou",
        "L Wang",
        "B Saremi",
        "A Helmbrecht",
        "Z Wang",
        "J J Loor"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2018-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Amino acids not only serve as precursors for protein synthesis but also function as signaling molecules that can regulate the mammalian target of rapamycin (mTOR) pathway. Methionine and Lys are the most-limiting AA for milk production and a ratio of ∼3:1 Lys:Met in the metabolizable protein has been determined to be ideal. Besides Met and Lys, recent studies have evaluated Ile, Leu, Val, and Thr as potentially limiting for milk protein synthesis. The objective of this experiment was to determine if varying the ratio of Lys:Thr, Lys:Ile, Lys:Val, and Lys:Leu while maintaining an ideal ratio of Lys:Met and fixed ratio of other essential AA (IPAA) elicits changes in intracellular metabolites, gene transcription related to protein synthesis, and phosphorylation status of mTOR pathway proteins. Immortalized bovine mammary epithelial cell line (MAC-T) cells were incubated for 12 h (n = 5 replicates/treatment) with IPAA (2.9:1 Lys:Met; 1.8:1 Lys:Thr; 2.38:1 Lys:His; 1.23:1 Lys:Val; 1.45:1 Lys:Ile; 0.85:1 Lys:Leu; 2.08:1 Lys:Arg) or IPAA supplemented with Thr, Ile, Val, and Leu to achieve a Lys:Thr 1.3:1 (LT1.3), Lys:Ile 1.29:1 (LI1.29), Lys:Val 1.12:1 (LV1.12), or Lys:Leu 0.78:1 (LL0.78). Compared with IPAA, metabolomics via gas chromatography-mass spectrometry revealed that increases in availability of Thr, Ile, Val, and Leu led to greater concentrations of essential AA (Leu, Ile, Thr), nonessential AA (Gly, Glu, Gln, Ser, Pro, Asp), and various metabolites including uric acid, phosphoric acid, N-acetylglutamic acid, and intermediates of glycolysis and the tricarboxylic acid cycle. Compared with other treatments, LV1.12 led to greater phosphorylation status of serine/threonine kinase B (Akt), mTORC1, and ribosomal protein S6 and lower phosphorylation of α subunit of eukaryotic translation initiation factor 2. In addition, LV1.12 upregulated abundance of CSN2 and both the abundance and promoter methylation of CSN1S1. Although LI1.29 led to the second highest response in mTORC1 phosphorylation status, it resulted in the lowest phosphorylation of Akt and eEF2 and mRNA abundance of CSN2 and various AA transporters (SLC7A5, SLC36A1, SLC38A2, SLC38A9, SLC43A1). Overall, data indicate that an increase in Val at an ideal ratio of Lys:Met could further enhance milk protein synthesis by altering intracellular concentrations of essential AA and metabolites that could play a regulatory role, increasing phosphorylation status of mTORC1 and key signaling proteins, and upregulation of AA transporters.",
      "mesh_terms": [
        "Amino Acid Sequence",
        "Animals",
        "Cattle",
        "Female",
        "Isoleucine",
        "Leucine",
        "Lysine",
        "Mammary Glands, Animal",
        "Methionine",
        "Peptide Fragments",
        "Sirolimus",
        "Threonine",
        "Transcription, Genetic",
        "Valine"
      ]
    },
    {
      "pmid": "29526104",
      "title": "Valine Supplementation in a Reduced Protein Diet Regulates Growth Performance Partially through Modulation of Plasma Amino Acids Profile, Metabolic Responses, Endocrine, and Neural Factors in Piglets.",
      "authors": [
        "Xiaoya Zhang",
        "Xutong Liu",
        "Hongmin Jia",
        "Pingli He",
        "Xiangbing Mao",
        "Shiyan Qiao",
        "Xiangfang Zeng"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2018-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to investigate whether valine (Val) supplementation in a reduced protein (RP) diet regulates growth performance associated with the changes in plasma amino acids (AAs) profile, metabolism, endocrine, and neural system in piglets. Piglets or piglets with a catheter in the precaval vein were randomly assigned to two treatments, including two RP diets with standardized ileal digestible (SID) Val:Lysine (Lys) ratio of 0.45 and 0.65, respectively. The results indicated that piglets in the higher Val:Lys ratio treatment had higher average daily feed intake (ADFI) ( P < 0.001), average daily gain (ADG) ( P = 0.001), feed conversion ratio (FCR) ( P = 0.004), lower plasma urea nitrogen ( P = 0.032), expression of gastric cholecystokinin (CCK), and hypothalamic pro-opiomelanocortin (POMC). Plasma AAs profiles including postprandial plasma essential AAs (EAAs) profile and in serum, muscle, and liver involved in metabolism of AAs and fatty acids were significantly different between two treatments. In conclusion, Val influenced growth performance associated with metabolism of AAs and fatty acids and both endocrine and neural system in piglets.",
      "mesh_terms": [
        "Amino Acids",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Cholecystokinin",
        "Diet, Protein-Restricted",
        "Dietary Supplements",
        "Digestion",
        "Endocrine System",
        "Female",
        "Ileum",
        "Male",
        "Nervous System",
        "Pro-Opiomelanocortin",
        "Swine",
        "Valine"
      ]
    },
    {
      "pmid": "29401290",
      "title": "Standardized ileal digestible valine:lysine dose response effects in 25- to 45-kg pigs under commercial conditions.",
      "authors": [
        "Marcio A D Gonçalves",
        "Mike D Tokach",
        "Steve S Dritz",
        "Nora M Bello",
        "Kevin J Touchette",
        "Robert D Goodband",
        "Joel M DeRouchey",
        "Jason C Woodworth"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2018-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Two experiments were conducted to estimate the standardized ileal digestible valine:lysine (SID Val:Lys) dose response effects in 25- to 45-kg pigs under commercial conditions. In experiment 1, a total of 1,134 gilts (PIC 337 × 1050), initially 31.2 kg ± 2.0 kg body weight (BW; mean ± SD) were used in a 19-d growth trial with 27 pigs per pen and seven pens per treatment. In experiment 2, a total of 2,100 gilts (PIC 327 × 1050), initially 25.4 ± 1.9 kg BW were used in a 22-d growth trial with 25 pigs per pen and 12 pens per treatment. Treatments were blocked by initial BW in a randomized complete block design. In experiment 1, there were a total of six dietary treatments with SID Val at 59.0, 62.5, 65.9, 69.6, 73.0, and 75.5% of Lys and for experiment 2 there were a total of seven dietary treatments with SID Val at 57.0, 60.6, 63.9, 67.5, 71.1, 74.4, and 78.0% of Lys. Experimental diets were formulated to ensure that Lys was the second limiting amino acid throughout the experiments. Initially, linear mixed models were fitted to data from each experiment. Then, data from the two experiments were combined to estimate dose-responses using a broken-line linear ascending (BLL) model, broken-line quadratic ascending (BLQ) model, or quadratic polynomial (QP). Model fit was compared using Bayesian information criterion (BIC). In experiment 1, ADG increased linearly (P = 0.009) with increasing SID Val:Lys with no apparent significant impact on G:F. In experiment 2, ADG and ADFI increased in a quadratic manner (P < 0.002) with increasing SID Val:Lys whereas G:F increased linearly (P < 0.001). Overall, the best-fitting model for ADG was a QP, whereby the maximum mean ADG was estimated at a 73.0% (95% CI: [69.5, >78.0%]) SID Val:Lys. For G:F, the overall best-fitting model was a QP with maximum estimated mean G:F at 69.0% (95% CI: [64.0, >78.0]) SID Val:Lys ratio. However, 99% of the maximum mean performance for ADG and G:F were achieved at, 68% and 63% SID Val:Lys ratio, respectively. Therefore, the SID Val:Lys requirement ranged from73.0% for maximum ADG to 63.2% SID Val:Lys to achieve 99% of maximum G:F in 25- to 45-kg BW pigs.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Bayes Theorem",
        "Body Weight",
        "Diet",
        "Dietary Supplements",
        "Female",
        "Ileum",
        "Linear Models",
        "Lysine",
        "Swine",
        "Valine"
      ]
    },
    {
      "pmid": "32704668",
      "title": "Modeling the effects of standardized ileal digestible valine to lysine ratio on growth performance of nursery pigs.",
      "authors": [
        "A B Clark",
        "M D Tokach",
        "J M DeRouchey",
        "S S Dritz",
        "R D Goodband",
        "J C Woodworth",
        "K J Touchette",
        "N M Bello"
      ],
      "journal": "Translational animal science",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Two experiments evaluated the effects of increasing Lys and Val on growth performance of nursery pigs. In Exp. 1,300 nursery pigs (PIC 327 × 1,050, initially 6.7 ± 1.4 kg BW) were randomly allotted to 1 of 6 diets containing 1.10, 1.20, 1.30, 1.40, 1.50, or 1.60% standardized ileal digestible (SID) Lys, with 10 pens per dietary treatment and 5 pigs per pen. Linear and nonlinear mixed models were fitted to estimate dose responses. From d 0 to 14, and for the overall 28 d period, ADG and G:F increased (linear, P < 0.001) as SID Lys increased, with no evidence of differences in ADFI. Dose response modeling indicated the SID Lys requirement for ADG and G:F was at 1.45% using a broken line linear (BLL) and greater than 1.60% using a quadratic polynomial (QP) model. In Exp. 2, 280 nursery pigs (PIC 327 × 1,050, initially 6.5 ± 1.3 kg BW) were allotted to 1 of 7 diets containing SID Val:Lys ratios of 50, 57, 63, 68, 73, 78, or 85%. The dietary SID Lys concentration 1.24% SID Lys which was below the estimated requirement from Exp. 1 and ensured the Val:Lys ratio was not underestimated. From d 0 to 14, ADG, ADFI, and G:F increased (quadratic, P < 0.039) with increasing SID Val:Lys. For ADG, the best fitting model was a BLL, with a breakpoint estimate of 62.9% SID Val:Lys [52.2, 73.7] ratio while for G:F the best fit model was a quadratic polynomial with a maximum G:F at 71.7% SID Val:Lys (95%CI:[58, > 85]). Average daily feed intake was also modeled with a quadratic polynomial and maximized at 73.7% Val:Lys (95% CI: [61, > 85]). In conclusion, the Val requirement ranged from approximately 63 to 74% of Lys depending on the response criteria modeled."
    },
    {
      "pmid": "28841157",
      "title": "Development and Properties of Valine-Alanine based Antibody-Drug Conjugates with Monomethyl Auristatin E as the Potent Payload.",
      "authors": [
        "Yanming Wang",
        "Shiyong Fan",
        "Wu Zhong",
        "Xinbo Zhou",
        "Song Li"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2017-Aug-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antibody-drug conjugates (ADCs), designed to selectively deliver cytotoxic agents to antigen-bearing cells, are poised to become an important class of cancer therapeutics. Human epithelial growth factor receptor (HER2) is considered an effective target for cancer treatment, and a HER2-targeting ADC has shown promising results. Most ADCs undergoing clinical evaluation contain linkers that have a lysosomal protease-cleavable dipeptide, of which the most common is valine-citrulline (VC). However, valine-alanine (VA), another dipeptide comprising two human essential amino acids, has been used in next generation ADCs loading new toxins, but the druggable properties of ADCs loaded the most popular monomethyl auristatin E (MMAE) remain to be further explored. In this study, we generated VA-based ADCs that connected MMAE to an anti-HER2 antibody. We studied the differences in the preparation process, in vitro stability, cathepsin B activity and in vitro cytotoxicity of VA-based ADC compared to the ADC of VC. VA had comparable performance to VC, which preliminarily displays its practicability. Additional efficacy and safety studies in a xenograft model indicate this novel ADC exerted potent anti-tumor activity and negligible toxicity. The results of this study show the application potential of VA-based ADC with MMAE as the payload.",
      "mesh_terms": [
        "Alanine",
        "Animals",
        "Antibodies, Monoclonal",
        "Antineoplastic Agents",
        "Cell Line, Tumor",
        "Cell Survival",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Drug Design",
        "Drug Stability",
        "Female",
        "Humans",
        "Hydrophobic and Hydrophilic Interactions",
        "Immunoconjugates",
        "Oligopeptides",
        "Valine",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "28691814",
      "title": "Intervention of Dietary Dipeptide Gamma-l-Glutamyl-l-Valine (γ-EV) Ameliorates Inflammatory Response in a Mouse Model of LPS-Induced Sepsis.",
      "authors": [
        "MacKenzie E Chee",
        "Kaustav Majumder",
        "Yoshinori Mine"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2017-Jul-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sepsis, the systemic inflammatory response syndrome (SIRS) with infection is one of the leading causes of death in critically ill patients in the developed world due to the lack of effective antisepsis treatments. This study examined the efficacy of dietary dipeptide gamma-l-glutamyl-l-valine (γ-EV), which was characterized previously as an anti-inflammatory peptide, in an LPS-induced mouse model of sepsis. BALB/c mice were administered γ-EV via oral gavage followed by an intraperitoneal injection of LPS to induce sepsis. The γ-EV exhibited antisepsis activity by reducing the expression of pro-inflammatory cytokines TNF-α, IL-6, and IL-1β in plasma and small intestine. γ-EV also reduced the phosphorylation of the signaling proteins JNK and IκBα. We concluded that γ-EV could possess an antisepsis effect against bacterial infection in intestine. This study proposes a signaling mechanism whereby the calcium-sensing receptor (CaSR) allosterically activated by γ-EV stimulates the interaction of β-arrestin2 with the TIR(TLR/IL-1R) signaling proteins TRAF6, TAB1, and IκBα to suppress inflammatory signaling.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Dipeptides",
        "Disease Models, Animal",
        "Female",
        "Humans",
        "Interleukin-1beta",
        "Interleukin-6",
        "Lipopolysaccharides",
        "Mice",
        "Mice, Inbred BALB C",
        "NF-kappa B",
        "Sepsis",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "28343991",
      "title": "Transdermal Iontophoretic Delivery of Lysine-Proline-Valine (KPV) Peptide Across Microporated Human Skin.",
      "authors": [
        "Kasturi Pawar",
        "Chandra S Kolli",
        "Vijaya K Rangari",
        "R Jayachandra Babu"
      ],
      "journal": "Journal of pharmaceutical sciences",
      "publication_date": "2017-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Lysine-proline-valine (KPV) is a C-terminal peptide fragment of α-melanocyte stimulating hormone with potent anti-inflammatory properties. Present study investigates various transdermal enhancement strategies such as iontophoresis (ITP), microneedles (MN), and their combination (ITP + MN) on KPV delivery across dermatomed human skin. KPV attains a positive charge at pH less than 7.0, thus anodal ITP was used. The influence of current strength, KPV concentration, and duration of current application on the KPV delivery was investigated. At defined ITP parameters, the influence of MN on KPV delivery (ITP + MN) across skin was also determined. KPV permeation was less than detectable levels (limit of detection, 0.01 μg/mL) by simple passive diffusion. However, KPV permeation was increased to 4.4 μg/cm2/h by MN treatment. Furthermore, ITP and ITP + MN increased the permeation rate by 8 and 35 fold, respectively, as compared to MN alone. The skin retention levels of KPV by MN, ITP, and ITP + MN were increased by 5, 10, and 10 fold, respectively, as compared to passive diffusion. Confocal studies indicate that fluorescein isothiocyanate-labeled KPV migrated through the stratum corneum, along the microchannels and into the lower epidermal tissue because the fluorescence was observed beyond the depth of 100 μm.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Diffusion",
        "Drug Delivery Systems",
        "Humans",
        "Iontophoresis",
        "Oligopeptides",
        "Skin",
        "Skin Absorption"
      ]
    },
    {
      "pmid": "28321214",
      "title": "Exogenous l-Valine Promotes Phagocytosis to Kill Multidrug-Resistant Bacterial Pathogens.",
      "authors": [
        "Xin-Hai Chen",
        "Shi-Rao Liu",
        "Bo Peng",
        "Dan Li",
        "Zhi-Xue Cheng",
        "Jia-Xin Zhu",
        "Song Zhang",
        "Yu-Ming Peng",
        "Hui Li",
        "Tian-Tuo Zhang",
        "Xuan-Xian Peng"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The emergence of multidrug-resistant bacteria presents a severe threat to public health and causes extensive losses in livestock husbandry and aquaculture. Effective strategies to control such infections are in high demand. Enhancing host immunity is an ideal strategy with fewer side effects than antibiotics. To explore metabolite candidates, we applied a metabolomics approach to investigate the metabolic profiles of mice after Klebsiella pneumoniae infection. Compared with the mice that died from K. pneumoniae infection, mice that survived the infection displayed elevated levels of l-valine. Our analysis showed that l-valine increased macrophage phagocytosis, thereby reducing the load of pathogens; this effect was not only limited to K. pneumoniae but also included Escherichia coli clinical isolates in infected tissues. Two mechanisms are involved in this process: l-valine activating the PI3K/Akt1 pathway and promoting NO production through the inhibition of arginase activity. The NO precursor l-arginine is necessary for l-valine-stimulated macrophage phagocytosis. The valine-arginine combination therapy effectively killed K. pneumoniae and exerted similar effects in other Gram-negative (E. coli and Pseudomonas aeruginosa) and Gram-positive (Staphylococcus aureus) bacteria. Our study extends the role of metabolism in innate immunity and develops the possibility of employing the metabolic modulator-mediated innate immunity as a therapy for bacterial infections."
    },
    {
      "pmid": "28077194",
      "title": "The response of weaned piglets to dietary valine and leucine.",
      "authors": [
        "F Meyer",
        "C Jansen van Rensburg",
        "R M Gous"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2017-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Valine (Val) is considered to be the fifth-limiting amino acid in a maize-soyabean meal diet for pigs. Excess leucine (Leu) levels often occur in commercial diets, which may attenuate the effect of Val deficiency because of an increased oxidation of Val. The objective of the present experiment was to determine the effect of increasing concentrations of Leu on the response of young piglets to dietary Val. In all, 75 Large White×Landrace entire male pigs, 44 days of age and with a mean starting weight of 13.5 kg, were used. Three of these were sacrificed at the start to determine their mean initial chemical composition. A summit feed first limiting in Val was serially diluted with a non-protein diluent to produce a series of five digestible Val concentrations of 11.9, 10.1, 8.3, 6.6 and 4.8 g/kg, with a sixth treatment being added to test that the feeds were limiting in Val. Three identical Val series, each with six levels of Val, were supplemented with increasing amounts of Leu (23, 45 and 67 g/kg), thus 18 treatments in total. All pigs were killed at the end of the trial after 18 days for analysis of water, protein, lipid and ash in the carcass. The levels of Val and Leu and their interaction significantly influenced all the measurements taken in the trial. Daily gain in liveweight, water and protein, and feed conversion efficiency all increased with dietary Val content, whereas feed intake decreased as both Val and Leu contents increased. The deleterious effect of increased Leu on feed intake and growth was more marked at lower levels of Val. Supplementing the feed with the lowest Val content with additional Val largely overcame the effect of excess Leu. The efficiency of utilisation of Val for protein growth was unaffected by the level of Leu in the feed, the primary response to excess Leu being a reduction in feed intake. An intake of around 9 g Val/day yielded maximal protein growth during the period from 44 to 62 days of age in pigs of the genotype used in this trial.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Diet",
        "Dietary Supplements",
        "Eating",
        "Leucine",
        "Male",
        "Glycine max",
        "Swine",
        "Valine",
        "Weaning",
        "Zea mays"
      ]
    },
    {
      "pmid": "27921350",
      "title": "Effects of the standardized ileal digestible valine : lysine ratio on performance, milk composition and plasma indices of lactating sows.",
      "authors": [
        "Yetong Xu",
        "Zhikai Zeng",
        "Xiao Xu",
        "Qiyu Tian",
        "Xiaokang Ma",
        "Shenfei Long",
        "Meijing Piao",
        "Zhibin Cheng",
        "Xiangshu Piao"
      ],
      "journal": "Animal science journal = Nihon chikusan Gakkaiho",
      "publication_date": "2017-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To determine the effects of standardized ileal digestible (SID) valine : lysine ratio on the performance, milk composition and plasma indices of lactating sows, 32 Large White × Landrace sows (219.78 ± 7.15 kg body weight; parity 1.82 ± 0.62) were allotted to one of four dietary treatments with eight sows per treatment based on parity, back fat thickness and body weight. The sows were fed corn-soybean meal-based diets containing 63, 83, 103 or 123% SID valine : lysine from day 107 of gestation until day 28 of lactation. The average daily feed intake of sows and daily weight gain of piglets increased linearly (P < 0.05) while back fat loss decreased linearly (P < 0.05) as the SID valine : lysine ratio increased. All of the analyzed amino acids in sow colostrum and valine concentrations of sow and piglet plasma increased linearly (P < 0.05) with the increasing SID valine : lysine ratio. In conclusion, 88 and 113% dietary SID valine : lysine ratios were optimal to achieve minimum back fat loss and maximum piglet growth rate using a linear-break point model which exceeds the requirement of 85% that is estimated by the National Research Council (2012).",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Colostrum",
        "Diet",
        "Eating",
        "Female",
        "Lactation",
        "Lysine",
        "Milk",
        "Swine",
        "Valine",
        "Weight Gain"
      ]
    },
    {
      "pmid": "27898893",
      "title": "Effect of phase feeding and valine-to-lysine ratio during lactation on sow and piglet performance.",
      "authors": [
        "A Craig",
        "W Henry",
        "E Magowan"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2016-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The potential of piglets to grow before weaning is greater than the sow can support, and as such, improving the performance of the lactating sow is a key driver of whole-farm efficiency. This study aimed to investigate the impact of 1) adopting a phased feeding approach during lactation and 2) the ratio of Val to Lys on sow and piglet performance. Multiparious sows ( = 109) were assigned to treatment at 108 d of gestation. Dietary treatments were arranged in a 2 × 2 + 1 factorial design. Dietary treatments included 2 dietary regimes: \"Flat\" (14.4 MJ/kg DE diet offered for 28 d of lactation) or \"Phased\" (14.4 MJ/kg DE diet offered until d 14 of lactation followed by a second diet containing 15 MJ/kg DE offered from d 15 to 28 of lactation) and 2 Val:Lys ratios representing \"Normal\" (0.68:1) or \"High\" (1.1:1) ratios. A control diet was also offered that contained 13.5 MJ DE/kg, 8.8 g/kg total Lys, and 6.6 g/kg total Val. Treatment had no effect on sow backfat depth, BCS, or weight change during lactation. Compared with control sows, sows offered either the Flat or Phased dietary regime at both levels of Val:Lys ratio weaned, on average, 9 kg extra in litter weight at 28 d ( = 0.006). Dietary regime or Val:Lys ratio had no effect on sow blood urea nitrogen levels at 21 d. A Val:Lys ratio of 1.1:1 increased milk fat at 7, 21, and 28 d ( < 0.05) but increased backfat loss at weaning ( = 0.03). In conclusion, a diet containing 14.4 MJ/kg DE and 0.92 g Lys/kg (the Flat Val:Lys ratio) at an average feed intake of 7.7 kg/d enabled sows to wean 13 piglets to an average weight of 8.6 kg at 28 d.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Blood Urea Nitrogen",
        "Body Weight",
        "Diet",
        "Dietary Supplements",
        "Female",
        "Lactation",
        "Lysine",
        "Swine",
        "Valine",
        "Weaning"
      ]
    },
    {
      "pmid": "27879637",
      "title": "Temperature-Triggered Switchable Helix-Helix Inversion of Poly(phenylacetylene) Bearing l-Valine Ethyl Ester Pendants and Its Chiral Recognition Ability.",
      "authors": [
        "Yanli Zhou",
        "Chunhong Zhang",
        "Yuan Qiu",
        "Lijia Liu",
        "Taotao Yang",
        "Hongxing Dong",
        "Toshifumi Satoh",
        "Yoshio Okamoto"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2016-Nov-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A phenylacetylene containing the l-valine ethyl ester pendant (PAA-Val) was synthesized and polymerized by an organorhodium catalyst (Rh(nbd)BPh₄) to produce the corresponding one-handed helical cis-poly(phenylacetylene) (PPAA-Val). PPAA-Val showed a unique temperature-triggered switchable helix-sense in chloroform, while it was not observed in highly polar solvents, such as N,N'-dimethylformamide (DMF). By heating the solution of PPAA-Val in chloroform, the sign of the CD absorption became reversed, but recovered after cooling the solution to room temperature. Even after six cycles of the heating-cooling treatment, the helix sense of the PPAA-Val's backbone was still switchable without loss of the CD intensity. The PPAA-Val was then coated on silica gel particles to produce novel chiral stationary phases (CSPs) for high-performance liquid chromatography (HPLC). These novel PPAA-Val based CSPs showed a high chiral recognition ability for racemic mandelonitrile (α = 2.18) and racemic trans-N,N'-diphenylcyclohexane-1,2-dicarboxamide (α = 2.60). Additionally, the one-handed helical cis-polyene backbone of PPAA-Val was irreversibly destroyed to afford PPAA-Val-H by heating in dimethyl sulfoxide (DMSO) accompanied by the complete disappearance of the Cotton effect. Although PPAA-Val-H had the same l-valine ethyl ester pendants as its cis-isomer PPAA-Val, it showed no chiral recognition. It was concluded that the one-handed helical cis-polyene backbone of PPAA-Val plays an important role in the chiral recognition ability.",
      "mesh_terms": [
        "Acetylene",
        "Circular Dichroism",
        "Ethyl Ethers",
        "Molecular Conformation",
        "Photoelectron Spectroscopy",
        "Polymerization",
        "Proton Magnetic Resonance Spectroscopy",
        "Stereoisomerism",
        "Temperature",
        "Valine"
      ]
    },
    {
      "pmid": "27787964",
      "title": "Association of brain-derived neurotrophic factor valine to methionine polymorphism with sexual dysfunction following selective serotonin reuptake inhibitor treatment in female patients with major depressive disorder.",
      "authors": [
        "Nur Elia Nazree",
        "Zahurin Mohamed",
        "Gavin P Reynolds",
        "Shamsul Mohd Zain",
        "Ruziana Masiran",
        "Hatta Sidi",
        "Lu Ann Chong",
        "Anne Yee Hway",
        "Aida Syarinaz Adlan",
        "Nor Zuraida Zainal"
      ],
      "journal": "Asia-Pacific psychiatry : official journal of the Pacific Rim College of Psychiatrists",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The occurrence of female sexual dysfunction (FSD) in patients with major depressive disorder (MDD) receiving selective serotonin reuptake inhibitors (SSRIs) treatment gives negative impacts on patients' quality of life and causes treatment discontinuation. We aimed to investigate whether genetic polymorphism of identified candidate gene is associated with FSD in our study population. METHODS: This is a cross-sectional study. A total of 95 female patients with MDD who met the criteria of the study were recruited and were specifically assessed on the sexual function by trained psychiatrists. Patients' DNA was genotyped for BDNF Val66Met polymorphism using real-time polymerase chain reaction. RESULTS: The prevalence of FSD in this study is 31.6%. In the FSD group, patients with problematic marriage were significantly more frequent compared with patients who did not have problematic marriage (P = 0.009). Significant association was detected in the lubrication domain with BDNF Val66Met polymorphism (P = 0.030) using additive genetic model, with even stronger association when using the recessive model (P = 0.013). DISCUSSION: This study suggested that there was no significant association between BDNF Val66Met with FSD. However, this polymorphism is significantly associated with lubrication disorder in patients treated with SSRIs.",
      "mesh_terms": [
        "Adult",
        "Brain-Derived Neurotrophic Factor",
        "Cross-Sectional Studies",
        "Depressive Disorder, Major",
        "Family Conflict",
        "Female",
        "Humans",
        "Methionine",
        "Middle Aged",
        "Polymorphism, Genetic",
        "Selective Serotonin Reuptake Inhibitors",
        "Sexual Dysfunction, Physiological",
        "Valine"
      ]
    },
    {
      "pmid": "27133205",
      "title": "Evaluation of in situ valine production by Bacillus subtilis in young pigs.",
      "authors": [
        "J V Nørgaard",
        "N Canibe",
        "E A Soumeh",
        "B B Jensen",
        "B Nielsen",
        "P Derkx",
        "M D Cantor",
        "K Blaabjerg",
        "H D Poulsen"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2016-Nov",
      "publication_types": [
        "Controlled Clinical Trial",
        "Journal Article"
      ],
      "abstract": "Mutants of Bacillus subtilis can be developed to overproduce Val in vitro. It was hypothesized that addition of Bacillus subtilis mutants to pig diets can be a strategy to supply the animal with Val. The objective was to investigate the effect of Bacillus subtilis mutants on growth performance and blood amino acid (AA) concentrations when fed to piglets. Experiment 1 included 18 pigs (15.0±1.1 kg) fed one of three diets containing either 0.63 or 0.69 standardized ileal digestible (SID) Val : Lys, or 0.63 SID Val : Lys supplemented with a Bacillus subtilis mutant (mutant 1). Blood samples were obtained 0.5 h before feeding and at 1, 2, 3, 4, 5 and 6 h after feeding and analyzed for AAs. In Experiment 2, 80 piglets (9.1±1.1 kg) were fed one of four diets containing 0.63 or 0.67 SID Val : Lys, or 0.63 SID Val : Lys supplemented with another Bacillus subtilis mutant (mutant 2) or its parent wild type. Average daily feed intake, daily weight gain and feed conversion ratio were measured on days 7, 14 and 21. On day 17, blood samples were taken and analyzed for AAs. On days 24 to 26, six pigs from each dietary treatment were fitted with a permanent jugular vein catheter, and blood samples were taken for AA analysis 0.5 h before feeding and at 1, 2, 3, 4, 5 and 6 h after feeding. In experiment 1, Bacillus subtilis mutant 1 tended (P<0.10) to increase the plasma levels of Val at 2 and 3 h post-feeding, but this was not confirmed in Experiment 2. In Experiment 2, Bacillus subtilis mutant 2 and the wild type did not result in a growth performance different from the negative and positive controls. In conclusion, results obtained with the mutant strains of Bacillus subtilis were not better than results obtained with the wild-type strain, and for both strains, the results were not different than the negative control.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Bacillus subtilis",
        "Diet",
        "Dietary Supplements",
        "Eating",
        "Female",
        "Ileum",
        "Lysine",
        "Swine",
        "Valine",
        "Weight Gain"
      ]
    },
    {
      "pmid": "27565781",
      "title": "Application and microbial preparation of D-valine.",
      "authors": [
        "Ming Chen",
        "Chao Shi",
        "Jing Zhao",
        "Ziqing Gao",
        "Chunzhi Zhang"
      ],
      "journal": "World journal of microbiology & biotechnology",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "D-Valine is an important organic chiral source and has extensive industrial application, which is used as intermediate for the synthesis of agricultural pesticides, semi-synthetic veterinary antibiotics and pharmaceutical drugs. Its derivatives have shown great activity in clinical use, such as penicillamine for the treatment of immune-deficiency diseases, and actinomycin D for antitumor therapy. Fluvalinate, a pyrethroid pesticide made from D-valine, is a broad-spectrum insecticide with low mammalian toxicity. Valnemulin, a semi-synthetic pleuromutilin derivative synthesized from D-valine, is an antibiotic for animals. Moreover, D-valine is also used in cell culture for selectively inhibiting fibroblasts proliferation. Due to its widespread application, D-valine is gaining more and more attention and some approaches for D-valine preparation have been investigated. In comparison with other approaches, microbial preparation of D-valine is more competitive and promising because of its high stereo selectivity, mild reaction conditions and environmental friendly process. So far, microbial preparation of D-valine can be mainly classified into three categories: microbial asymmetric degradation of DL-valine, microbial stereoselective hydrolysis of N-acyl-DL-valine by D-aminoacylase, and microbial specific hydrolysis of DL-5-isopropylhydantoin by D-hydantoinase coupled with D-carbamoylase. In this paper, the industrial application of D-valine and its microbial preparation are reviewed.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Bacteria",
        "Cells, Cultured",
        "Diterpenes",
        "Drug Industry",
        "Humans",
        "Insecticides",
        "Nitriles",
        "Pyrethrins",
        "Valine"
      ]
    },
    {
      "pmid": "26769273",
      "title": "Maintenance valine, isoleucine, and tryptophan requirements for poultry.",
      "authors": [
        "M B de Lima",
        "N K Sakomura",
        "J C P Dorigam",
        "E P da Silva",
        "N T Ferreira",
        "J B K Fernandes"
      ],
      "journal": "Poultry science",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Poultry maintenance requirements for valine, isoleucine, and tryptophan were measured by nitrogen balance using different unit systems. The nitrogen balance trial lasted 5 d with 48 h of fasting (with roosters receiving only water+sucrose) and the last 72 h for feeding and excreta collection. Forty grams of each diet first-limiting in valine, isoleucine, or tryptophan was fed by tube each day (3 d) to give a range of intakes from 0 to 101, 0 to 119, and 0 to 34 mg/kg BW d of valine, isoleucine, and tryptophan, respectively. A nitrogen-free diet containing energy, vitamins, and minerals, meeting the rooster requirements, was offered ad libitum during these three d. To confirm that the amino acids studied were limiting, a treatment was added with a control diet formulated by adding 0.24 g/kg of L-valine, 0.21 g/kg of L-isoleucine, and 0.10 g/kg of L-tryptophan to the diets with lower amino acid level. Excreta were collected during the last 3 d of the balance period and the nitrogen content of the excreta was analyzed. For each amino acid, a linear regression between nitrogen retention (NR) and amino acid intake was performed. The equations from linear regression were: NR=-98.6 (±10.1)+2.4 (±0.2)×Val, NR=-46.9 (±7.1)+2.3 (±0.1)×Ile, NR=-39.5 (±7.7)+7.3 (±0.4)×Trp; where Val, Ile, and Trp are the intakes of valine, isoleucine, and tryptophan in mg/kg body weight per d, respectively. The valine, isoleucine, and tryptophan required to maintain the body at zero NR were calculated to be 41, 20, and 5 mg/kg body weight per d, respectively. For the system unit mg per kg of metabolic weight, the intake of valine, isoleucine, and tryptophan was 59, 32, and 9, respectively. Considering the degree of maturity of the animal and body protein content (BPm (0.73)×u), the amounts of valine, isoleucine, and tryptophan required for maintenance were calculated to be 247, 134, and 37 mg per unit of maintenance protein (BPm (0.73)×u) per d. Maintenance requirement is more adequately expressed as body protein content.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Husbandry",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Chickens",
        "Diet",
        "Digestion",
        "Isoleucine",
        "Male",
        "Tryptophan",
        "Valine"
      ]
    },
    {
      "pmid": "26767990",
      "title": "L-valine, an antialgal amino acid from Streptomyces jiujiangensis JXJ 0074(T).",
      "authors": [
        "Bing-Huo Zhang",
        "Wei Chen",
        "Han-Quan Li",
        "Jian-Yuan Yang",
        "Dai-Ming Zha",
        "Yan-Qing Duan",
        "Wael N Hozzein",
        "Min Xiao",
        "Rui Gao",
        "Wen-Jun Li"
      ],
      "journal": "Applied microbiology and biotechnology",
      "publication_date": "2016-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An antialgal compound was isolated from the cultured broth of Streptomyces jiujiangensis JXJ 0074(T) by using bioassay methods. Based on the data of (1)H-NMR, (13)C-NMR, ESI-MS, and thin layer chromatography, the active compound was identified as L-valine, which showed antialgal activity mainly against Microcystis. L-valine exhibited greater antialgal activities than both L-lysine and copper sulfate (CuSO4) did on Microcystis aeruginosa lawn. However, M. aeruginosa recovered growth earlier with higher growth rate in L-valine treatment than in L-lysine treatment. L-valine dissipated completely within 2 days, much quicker than L-lysine (6 days), which resulted in the lysing of more than 80 % M. aeruginosa cells and the release of amount of intracellular microcystin-LR (MC-LR) within 2 days. As a resultant, the extracellular MC-LR content was more than twice of the control from day 1 to 5. Exposure to L-valine significantly promoted the synthesis of MC-LR. L-lysine also promoted the release and synthesis of MC-LR with much lesser efficiency than L-valine. L-valine could damage Microcystis severely, causing perforation and collapse of M. aeruginosa cells and decrease of the chlorophyll. The superoxide dismutase (SOD) activity in L-valine-treated cells of M. aeruginosa initially increased with 32.94 ± 3.37 % higher than the control after 36 h and then decreased quickly. However, the increase rate of superoxide anion radical (O2 (-)) was much higher than that of SOD, which resulted in serious lipid peroxidation and accumulation of malondialdehyde (MDA). To our knowledge, this is the first report showing L-valine active against cyanobacteria.",
      "mesh_terms": [
        "Chlorophyll",
        "Lipid Peroxidation",
        "Lysine",
        "Malondialdehyde",
        "Marine Toxins",
        "Microcystins",
        "Microcystis",
        "Streptomyces",
        "Superoxide Dismutase",
        "Valine"
      ]
    },
    {
      "pmid": "26683986",
      "title": "Effect of Lactotripeptides (Isoleucine-Proline-Proline/Valine-Proline-Proline) on Blood Pressure and Arterial Stiffness Changes in Subjects with Suboptimal Blood Pressure Control and Metabolic Syndrome: A Double-Blind, Randomized, Crossover Clinical Trial.",
      "authors": [
        "Arrigo F G Cicero",
        "Alessandro Colletti",
        "Martina Rosticci",
        "Marcella Cagnati",
        "Riccardo Urso",
        "Marina Giovannini",
        "Claudio Borghi",
        "Sergio D'Addato"
      ],
      "journal": "Metabolic syndrome and related disorders",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Lactotripeptides (LTPs) have a mild antihypertensive effect in hypertensive subjects. The main aim of our clinical trial was to test if LTPs could have some influence on blood pressure (BP) and related hemodynamic parameters in a sample of outpatients affected by metabolic syndrome. METHODS: A randomized, double-blind, placebo-controlled, crossover clinical trial was conducted in a group of 40 nonsmoking volunteers with metabolic syndrome. The treatment periods were 4 weeks long and were separated by a 4-week washout period. The dietary supplementation was made by daily administration of LTPs from casein, 10.2 mg/day, and compared with placebo. RESULTS: During the LTP treatment, patients experienced a significant mean decrease in systolic BP (SBP; -3.4 ± 4.4 mmHg, P = 0.041), diastolic BP (DBP; -3.1 ± 3.2 mmHg, P = 0.049), and pulse wave velocity (PWV; -0.7 ± 0.3 m/sec, P = 0.001). After LTP treatment, delta SBP, DBP, and PP were all significantly improved (P < 0.01 for all) compared with placebo. PWV also improved significantly after LTP treatment with respect to the end of the treatment with placebo (-0.8 ± 0.4 vs. -0.1 ± 0.3 m/sec, P = 0.009). The square root of the ratio of peak:baseline pulse volume during hyperemia (√V2/V1) improved after LTP treatment only (1.2 ± 0.4 vs. 1.4 ± 0.5, P = 0.04). Through the evaluation of the hemodynamic parameters that were measured by the 24-hr ambulatory monitoring, we observed that SBP, MBP, and the percentage of time with SBP over the normal were significantly reduced only after the LTP treatment (P < 0.05). These parameters were also significantly improved when compared with the ones measured after the placebo treatment (P < 0.05). CONCLUSION: In our trial, during LTP treatment, patients affected by metabolic syndrome experienced a mild but significant improvement in office and 24-hr BP, PWV, and endothelial function compared with placebo treatment.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Oligopeptides",
        "Pulse Wave Analysis",
        "Vascular Stiffness"
      ]
    },
    {
      "pmid": "26523569",
      "title": "Estimation of the standardized ileal digestible valine to lysine ratio required for 25- to 120-kilogram pigs fed low crude protein diets supplemented with crystalline amino acids.",
      "authors": [
        "X T Liu",
        "W F Ma",
        "X F Zeng",
        "C Y Xie",
        "P A Thacker",
        "J K Htoo",
        "S Y Qiao"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2015-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Four 28-d experiments were conducted to determine the standardized ileal digestible (SID) valine (Val) to lysine (Lys) ratio required for 26- to 46- (Exp. 1), 49- to 70- (Exp. 2), 71- to 92- (Exp. 3), and 94- to 119-kg (Exp. 4) pigs fed low CP diets supplemented with crystalline AA. The first 3 experiments utilized 150 pigs (Duroc × Landrace × Large White), while Exp. 4 utilized 90 finishing pigs. Pigs in all 4 experiments were randomly allocated to 1 of 5 diets with 6 pens per treatment (3 pens of barrows and 3 pens of gilts) and 5 pigs per pen for the first 3 experiments and 3 pigs per pen for Exp. 4. Diets for all experiments were formulated to contain SID Val to Lys ratios of 0.55, 0.60, 0.65, 0.70, or 0.75. In Exp. 1 (26 to 46 kg), ADG increased (linear, = 0.039; quadratic, = 0.042) with an increasing dietary Val:Lys ratio. The SID Val:Lys ratio to maximize ADG was 0.62 using a linear broken-line model and 0.71 using a quadratic model. In Exp. 2 (49 to 70 kg), ADG increased (linear, = 0.021; quadratic, = 0.042) as the SID Val:Lys ratio increased. G:F improved (linear, = 0.039) and serum urea nitrogen (SUN) decreased (linear, = 0.021; quadratic, = 0.024) with an increased SID Val:Lys ratio. The SID Val:Lys ratios to maximize ADG as well as to minimize SUN levels were 0.67 and 0.65, respectively, using a linear broken-line model and 0.72 and 0.71, respectively, using a quadratic model. In Exp. 3 (71 to 92 kg), ADG increased (linear, = 0.007; quadratic, = 0.022) and SUN decreased (linear, = 0.011; quadratic, = 0.034) as the dietary SID Val:Lys ratio increased. The SID Val:Lys ratios to maximize ADG as well as to minimize SUN levels were 0.67 and 0.67, respectively, using a linear broken-line model and 0.72 and 0.74, respectively, using a quadratic model. In Exp. 4 (94 to 119 kg), ADG increased (linear, = 0.041) and G:F was improved (linear, = 0.004; quadratic, = 0.005) as the dietary SID Val:Lys ratio increased. The SID Val:Lys ratio to maximize G:F was 0.68 using a linear broken-line model and 0.72 using a quadratic model. Carcass traits and muscle quality were not influenced by SID Val:Lys ratio. In conclusion, the dietary SID Val:Lys ratios required for 26- to 46-, 49- to 70-, 71- to 92-, and 94- to 119-kg pigs were estimated to be 0.62, 0.66, 0.67, and 0.68, respectively, using a linear broken-line model and 0.71, 0.72, 0.73, and 0.72, respectively, using a quadratic model.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Blood Urea Nitrogen",
        "Diet, Protein-Restricted",
        "Dietary Proteins",
        "Dietary Supplements",
        "Female",
        "Ileum",
        "Lysine",
        "Male",
        "Nutritional Requirements",
        "Regression Analysis",
        "Swine",
        "Valine"
      ]
    },
    {
      "pmid": "26204799",
      "title": "The BDNF Valine 68 to Methionine Polymorphism Increases Compulsive Alcohol Drinking in Mice That Is Reversed by Tropomyosin Receptor Kinase B Activation.",
      "authors": [
        "Vincent Warnault",
        "Emmanuel Darcq",
        "Nadege Morisot",
        "Khanhky Phamluong",
        "Linda Wilbrecht",
        "Stephen M Massa",
        "Frank M Longo",
        "Dorit Ron"
      ],
      "journal": "Biological psychiatry",
      "publication_date": "2016-Mar-15",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "BACKGROUND: The valine 66 to methionine (Met) polymorphism within the brain-derived neurotrophic factor (BDNF) sequence reduces activity-dependent BDNF release and is associated with psychiatric disorders in humans. Alcoholism is one of the most prevalent psychiatric diseases. Here, we tested the hypothesis that this polymorphism increases the severity of alcohol abuse disorders. METHODS: We generated transgenic mice carrying the mouse homolog of the human Met66BDNF allele (Met68BDNF) and used alcohol-drinking paradigms in combination with viral-mediated gene delivery and pharmacology. RESULTS: We found that Met68BDNF mice consumed excessive amounts of alcohol and continued to drink despite negative consequences, a hallmark of addiction. Importantly, compulsive alcohol intake was reversed by overexpression of the wild-type valine68BDNF allele in the ventromedial prefrontal cortex of the Met68BDNF mice or by systemic administration of the tropomyosin receptor kinase B agonist, LM22A-4. CONCLUSIONS: Our findings suggest that carrying this BDNF allele increases the risk of developing uncontrolled and excessive alcohol drinking that can be reversed by directly activating the BDNF receptor, tropomyosin receptor kinase B. Importantly, this work identifies a potential therapeutic strategy for the treatment of compulsive alcohol drinking in humans carrying the Met66BDNF allele.",
      "mesh_terms": [
        "Alcohol Drinking",
        "Alcoholism",
        "Alleles",
        "Animals",
        "Benzamides",
        "Brain-Derived Neurotrophic Factor",
        "Compulsive Behavior",
        "Disease Models, Animal",
        "Methionine",
        "Mice",
        "Mice, Transgenic",
        "Polymorphism, Single Nucleotide",
        "Protein-Tyrosine Kinases",
        "Receptor, trkB",
        "Valine"
      ]
    },
    {
      "pmid": "25951981",
      "title": "Requirement of standardized ileal digestible valine to lysine ratio for 8- to 14-kg pigs.",
      "authors": [
        "E A Soumeh",
        "J van Milgen",
        "N M Sloth",
        "E Corrent",
        "H D Poulsen",
        "J V Nørgaard"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2015-Aug",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The objective was to define the Val requirement for weaned piglets in the context of reducing the dietary protein content. A dose-response experiment was conducted to estimate the standardized ileal digestible (SID) Val to Lys ratio required to support the optimum growth of post-weaned piglets. In this study, 96 pigs weighing 8 kg were allotted to one of six dietary treatments (16 pigs for each dietary treatment) and were housed individually. Diets were formulated to provide 0.58, 0.62, 0.66, 0.70, 0.74 and 0.78 SID Val : Lys by adding graded levels of crystalline l-Val to the 0.58 SID Val : Lys diet. Lysine was sub-limiting and supplied 90% of the recommendation (10.95 g SID Lys/kg equal to 11.8 g/kg total Lys). Average daily feed intake (ADFI), average daily gain (ADG) and gain to feed ratio (G : F) were determined during a 14-day period of ad libitum feeding. Blood and urine samples were taken at the end of each week (day 7 and 14 of the experiment) 3 h after feeding the experimental diets. The maximum ADFI and ADG were obtained in pigs fed the 0.78 SID Val : Lys diet; it was not different from the results of pigs fed 0.70 SID Val : Lys diet. The highest G : F was obtained in pigs fed 0.70 SID Val : Lys. The plasma concentration of Val increased linearly (P<0.001) as the dietary SID Val : Lys increased. The increasing dietary Val : Lys also resulted in a linear increase in Cys (P<0.001) and a quadratic increase in Arg (P=0.003), Lys (P=0.05) and Phe (P=0.009). The plasma Gly showed a quadratic decrease (P=0.05) as the dietary Val : Lys increased. Neither plasma nor urinary urea to creatinine ratio was affected by treatment. The minimum SID Val : Lys required to maximize ADFI, ADG and G : F was estimated at 0.67 SID Val : Lys by a broken-line model, and at 0.71 SID Val : Lys by a curvilinear plateau model. The Val deficiency caused a reduction in ADFI, and Val supplementation above the requirement did not impair animal performance. In conclusion, 0.70 SID Val : Lys is suggested as the Val requirement for 8 to 14 kg individually housed pigs.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Husbandry",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Diet",
        "Dose-Response Relationship, Drug",
        "Ileum",
        "Lysine",
        "Models, Biological",
        "Sus scrofa",
        "Swine",
        "Valine"
      ]
    },
    {
      "pmid": "25558818",
      "title": "γ-Glutamyl cysteine and γ-glutamyl valine inhibit TNF-α signaling in intestinal epithelial cells and reduce inflammation in a mouse model of colitis via allosteric activation of the calcium-sensing receptor.",
      "authors": [
        "Hua Zhang",
        "Jennifer Kovacs-Nolan",
        "Tomohiro Kodera",
        "Yuzuru Eto",
        "Yoshinori Mine"
      ],
      "journal": "Biochimica et biophysica acta",
      "publication_date": "2015-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The extracellular calcium-sensing receptor (CaSR) is distributed throughout the gastrointestinal tract, and its activation has been shown to promote intestinal homeostasis, suggesting that CaSR may be a promising target for novel therapies to prevent chronic intestinal inflammation such as inflammatory bowel disease (IBD). The γ-glutamyl dipeptides γ-glutamyl cysteine (γ-EC) and γ-glutamyl valine (γ-EV) are dietary flavor enhancing compounds, and have been shown to activate CaSR via allosteric ligand binding. The aim of this study was to examine the anti-inflammatory effects of γ-EC and γ-EV in vitro in intestinal epithelial cells and in a mouse model of intestinal inflammation. RESULTS: In vitro, treatment of Caco-2 cells with γ-EC and γ-EV resulted in the CaSR-mediated reduction of TNF-α-stimulated pro-inflammatory cytokines and chemokines including IL-8, IL-6, and IL-1β, and inhibited phosphorylation of JNK and IκBα, while increasing expression of IL-10. In vivo, using a mouse model of dextran sodium sulfate (DSS)-induced colitis, γ-EC and γ-EV treatment ameliorated DSS-induced clinical signs, weight loss, colon shortening and histological damage. Moreover, γ-EC and γ-EV reduced the expression of TNF-α, IL-6, INF-γ, IL-1β, and IL-17, and increased the expression of IL-10 in the colon, in a CaSR-dependent manner. The CaSR-mediated anti-inflammatory effects of γ-EC were abrogated in β-arrestin2 knock-down Caco-2 cells, and involvement of β-arrestin2 was found to inhibit TNF-α-dependent signaling via cross-talk with the TNF-α receptor (TNFR). CONCLUSIONS: Thus CaSR activation by γ-EC and γ-EV can aid in maintaining intestinal homeostasis and reducing inflammation in chronic inflammatory conditions such as IBD.",
      "mesh_terms": [
        "Allosteric Regulation",
        "Animals",
        "Arrestins",
        "Blotting, Western",
        "Caco-2 Cells",
        "Colitis",
        "Cytokines",
        "Dextran Sulfate",
        "Dipeptides",
        "Epithelial Cells",
        "Female",
        "Humans",
        "Inflammation Mediators",
        "Intestines",
        "JNK Mitogen-Activated Protein Kinases",
        "Mice, Inbred BALB C",
        "Phosphorylation",
        "RNA Interference",
        "Receptors, Calcium-Sensing",
        "Receptors, Tumor Necrosis Factor",
        "Signal Transduction",
        "Tumor Necrosis Factor-alpha",
        "beta-Arrestins"
      ]
    },
    {
      "pmid": "25409658",
      "title": "Effect of excess dietary L-valine on laying hen performance, egg quality, serum free amino acids, immune function and antioxidant enzyme activity.",
      "authors": [
        "M M M Azzam",
        "X Y Dong",
        "L Dai",
        "X T Zou"
      ],
      "journal": "British poultry science",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "1. The aim of this study was to evaluate the tolerance of laying hens for an excessive L-valine (L-val) supply on laying performance, egg quality, serum free amino acids, immune function and antioxidant enzyme activities of laying hens. 2. A total of 720 HyLine Brown hens were allocated to 5 dietary treatment groups, each of which included 6 replicates of 24 hens, from 40 to 47 weeks of age. Graded amounts of L-val were added to the basal diet to achieve concentrations of 0 (control), 1, 2, 3 and 4 g/kg, respectively, in the experimental diets. 3. Supplementing the diet with L-val did not affect egg production, egg mass, egg weight, feed conversion ratio (FCR) or egg quality. The average daily feed intake response to supplemental L-val was quadratic and was maximised at 2.0 g L-val/kg diet. No differences were observed for total protein, total amino acids, blood urea nitrogen (BUN), uric acid, lactate dehydrogenase (LDH), alkaline phosphatase (AKP), Ca and P concentrations among the treatments. 4. Serum albumin concentration increased significantly in response to supplemental L-val and was also maximised at 2.0 g/kg. In addition, serum glucose increased quadratically to peak at 2.0 g L-val/kg diet. Serum free valine increased as L-val concentration increased to 2.0 g/kg diet and then decreased linearly. 5. Supplementation of L-val did not affect the serum concentrations of total antioxidative capability (T-AOC), superoxide dismutase (SOD) and malondialdehyde (MDA). L-val supplementation did not affect the concentrations of immunoglobulins IgG, IgA, IgM and complements (C3 and C4). Serum concentration of triiodothyronine (T3) increased significantly at 2.0 g L-val/kg diet. 6. It is concluded that high concentrations of L-val are tolerated and can be successfully supplemented into diets without detrimental effects on laying performance or immune function of laying hens.",
      "mesh_terms": [
        "Amino Acids",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Antioxidants",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Dose-Response Relationship, Drug",
        "Female",
        "Immunity, Innate",
        "Ovum",
        "Oxidoreductases",
        "Reproduction",
        "Valine"
      ]
    },
    {
      "pmid": "24663184",
      "title": "Evaluation of standardized ileal digestible valine:lysine, total lysine:crude protein, and replacing fish meal, meat and bone meal, and poultry byproduct meal with crystalline amino acids on growth performance of nursery pigs from seven to twelve kilograms.",
      "authors": [
        "J E Nemechek",
        "M D Tokach",
        "S S Dritz",
        "R D Goodband",
        "J M DeRouchey"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2014-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Five experiments were conducted to evaluate replacing fish meal, meat and bone meal, and poultry byproduct meal with crystalline AA for 7- to 12-kg pigs. In all experiments, pigs (PIC TR4 × 1050) were fed a common diet for 3 d postweaning, treatment diets for 14 d (d 0 to 14), and, again, a common diet for 14 d (d 14 to 28). Treatment diets were corn-soybean meal based and formulated to contain 1.30% standardized ileal digestible (SID) Lys. Experiment 1 evaluated replacing dietary fish meal with crystalline AA. For the 6 treatments, crystalline Lys, Met, Thr, Trp, Ile, Val, Gln, and Gly all increased to maintain minimum AA ratios as fish meal decreased (4.50, 3.60, 2.70, 1.80, and 0.90 to 0.00%). There was no difference in ADG, ADFI, or G:F among treatments, validating a low-CP, AA-fortified diet for subsequent experiments. Experiment 2 evaluated deleting crystalline AA from a low-CP, AA-fortified diet with 6 treatments: 1) a positive control similar to the diet validated in Exp. 1, 2) positive control with l-Ile deleted, 3) positive control with l-Trp deleted, 4) positive control with l-Val deleted, 5) positive control with l-Gln and l-Gly deleted, and 6) positive control with l-Ile, l-Trp, l-Val, l-Gln, and l-Gly deleted (NC). Pigs fed the positive control or Ile deleted diet had improved (P < 0.05) ADG and ADFI during d 0 to 14 compared with pigs fed diets with l-Trp or l-Val deleted or NC. Experiment 3 evaluated 6 treatments with total Lys:CP of 6.79, 6.92, 7.06, 7.20, 7.35, and 7.51%. Fish meal was adjusted as a source of dispensable N to achieve the target Lys:CP. There were no differences in growth performance among pigs fed different Lys:CP diets. Experiment 4 evaluated increasing SID Val:Lys with Val at 57.4, 59.9, 62.3, 64.7, 67.2, and 69.6% of Lys. Average daily gain and ADFI increased (quadratic, P < 0.01) and G:F improved (linear, P = 0.02) during d 0 to 14 as Val:Lys increased from 57.4 to 64.7%. Experiment 5 was a 2 × 3 factorial arrangement of treatments with main effects of low or high level of crystalline AA and 3 animal protein sources (fish meal, meat and bone meal, or poultry byproduct meal). Low- and high-crystalline AA diets contained 4.5 or 1% fish meal, 6 or 1.2% meat and bone meal, and 6 or 1% poultry byproduct meal, respectively. No AA × protein source interactions were observed. From d 0 to 14, no differences in growth performance among protein sources was found, whereas increasing crystalline AA improved (P = 0.04) ADG. In conclusion, crystalline AA can replace fish meal, meat and bone meal, and poultry byproduct meal when balanced for SID AA ratios of Met and Cys:Lys (58%), Thr:Lys (62%), Trp:Lys (16.5%), Val:Lys (65%), and Ile:Lys (52%).",
      "mesh_terms": [
        "Amino Acids",
        "Animals",
        "Biological Products",
        "Dietary Proteins",
        "Digestion",
        "Fish Products",
        "Ileum",
        "Lysine",
        "Meat",
        "Minerals",
        "Poultry Products",
        "Swine",
        "Valine",
        "Weight Gain"
      ]
    },
    {
      "pmid": "24644247",
      "title": "Cyclo(valine-valine) inhibits Vibrio cholerae virulence gene expression.",
      "authors": [
        "Amit Vikram",
        "Vanessa M Ante",
        "X Renee Bina",
        "Qin Zhu",
        "Xinyu Liu",
        "James E Bina"
      ],
      "journal": "Microbiology (Reading, England)",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Vibrio cholerae has been shown to produce a cyclic dipeptide, cyclo(phenylalanine-proline) (cFP), that functions to repress virulence factor production. The objective of this study was to determine if heterologous cyclic dipeptides could repress V. cholerae virulence factor production. To that end, three synthetic cyclic dipeptides that differed in their side chains from cFP were assayed for virulence inhibitory activity in V. cholerae. The results revealed that cyclo(valine-valine) (cVV) inhibited virulence factor production by a ToxR-dependent process that resulted in the repression of the virulence regulator aphA. cVV-dependent repression of aphA was found to be independent of known aphA regulatory genes. The results demonstrated that V. cholerae was able to respond to exogenous cyclic dipeptides and implicated the hydrophobic amino acid side chains on both arms of the cyclo dipeptide scaffold as structural requirements for inhibitory activity. The results further suggest that cyclic dipeptides have potential as therapeutics for cholera treatment.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Gene Expression",
        "Peptides, Cyclic",
        "Valine",
        "Vibrio cholerae",
        "Virulence Factors"
      ]
    },
    {
      "pmid": "24450953",
      "title": "Decomposition of L-valine under nonthermal dielectric barrier discharge plasma.",
      "authors": [
        "Yingying Li",
        "Arben Kojtari",
        "Gary Friedman",
        "Ari D Brooks",
        "Alex Fridman",
        "Hai-Feng Ji"
      ],
      "journal": "The journal of physical chemistry. B",
      "publication_date": "2014-Feb-13",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "L-Valine solutions in water and phosphate buffer were treated with nonthermal plasma generated by using a dielectric barrier discharge (DBD) device and the products generated after plasma treatments were characterized by (1)H NMR and GC-MS. Our results demonstrate that L-valine is decomposed to acetone, formic acid, acetic acid, threo-methylaspartic acid, erythro-methlyaspartic acid, and pyruvic acid after direct exposure to DBD plasma. The concentrations of these compounds are time-dependent with plasma treatment. The mechanisms of L-valine under the DBD plasma are also proposed in this study. Acetone, pyruvic acid, and organic radicals (•)CHO, CH3COCH2OO(•) (acetonylperoxy), and CH3COC(OH)2OO(•) (1,1-dihydroxypropan-2-one peroxy) may be the determining chemicals in DNA damage.",
      "mesh_terms": [
        "Air",
        "DNA Damage",
        "Deuterium Oxide",
        "Electric Impedance",
        "Kinetics",
        "Oxygen",
        "Plasma Gases",
        "Valine"
      ]
    },
    {
      "pmid": "24312395",
      "title": "A lepidopteran-specific gene family encoding valine-rich midgut proteins.",
      "authors": [
        "Jothini Odman-Naresh",
        "Margret Duevel",
        "Subbaratnam Muthukrishnan",
        "Hans Merzendorfer"
      ],
      "journal": "PloS one",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Many lepidopteran larvae are serious agricultural pests due to their feeding activity. Digestion of the plant diet occurs mainly in the midgut and is facilitated by the peritrophic matrix (PM), an extracellular sac-like structure, which lines the midgut epithelium and creates different digestive compartments. The PM is attracting increasing attention to control lepidopteran pests by interfering with this vital function. To identify novel PM components and thus potential targets for insecticides, we performed an immunoscreening with anti-PM antibodies using an expression library representing the larval midgut transcriptome of the tobacco hornworm, Manduca sexta. We identified three cDNAs encoding valine-rich midgut proteins of M. sexta (MsVmps), which appear to be loosely associated with the PM. They are members of a lepidopteran-specific family of nine VMP genes, which are exclusively expressed in larval stages in M. sexta. Most of the MsVMP transcripts are detected in the posterior midgut, with the highest levels observed for MsVMP1. To obtain further insight into Vmp function, we expressed MsVMP1 in insect cells and purified the recombinant protein. Lectin staining and glycosidase treatment indicated that MsVmp1 is highly O-glycosylated. In line with results from qPCR, immunoblots revealed that MsVmp1 amounts are highest in feeding larvae, while MsVmp1 is undetectable in starving and molting larvae. Finally using immunocytochemistry, we demonstrated that MsVmp1 localizes to the cytosol of columnar cells, which secrete MsVmp1 into the ectoperitrophic space in feeding larvae. In starving and molting larvae, MsVmp1 is found in the gut lumen, suggesting that the PM has increased its permeability. The present study demonstrates that lepidopteran species including many agricultural pests have evolved a set of unique proteins that are not found in any other taxon and thus may reflect an important adaptation in the highly specialized lepidopteran digestive tract facing particular immune challenges.",
      "mesh_terms": [
        "Amino Acid Sequence",
        "Animals",
        "Glycosylation",
        "Insect Proteins",
        "Larva",
        "Lepidoptera",
        "Molecular Sequence Data",
        "Multigene Family",
        "Sequence Homology, Amino Acid",
        "Valine"
      ]
    },
    {
      "pmid": "24144375",
      "title": "In situ synthesis-gelation at room temperature vs. heating-cooling procedure. Fine tuning of molecular gels derived from succinic acid and L-valine.",
      "authors": [
        "Miriam Fontanillo",
        "César A Angulo-Pachón",
        "Beatriu Escuder",
        "Juan F Miravet"
      ],
      "journal": "Journal of colloid and interface science",
      "publication_date": "2013-Dec-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "HYPOTHESIS: The reaction between succinic anhydride and a diamine derived from L-valine should afford efficiently a molecular gelator. Based on this reaction, it should be feasible to prepare molecular gels at room temperature, avoiding the conventional thermal treatment required for the solubilization of the gelator, by in situ, simultaneous, synthesis and gelation. The gels prepared by in situ and conventional heating-cooling protocols could present important differences relevant for potential practical applications of these materials. EXPERIMENTAL: The gelator was synthesized by reaction of succinic anhydride and a diamine derived from L-valine, affording two new amide bonds. The molecular gels were studied by IR, NMR, electron microscopy, X-ray diffraction and DSC. FINDINGS: The results indicate that different polymorphic fibrillar networks are formed depending on the gel preparation method, highlighting how the properties of molecular gels can be tuned in this way. Significant differences between thermal and in situ gels were found in properties such as thermal stability, thixotropic behavior or release of an entrapped dye. In situ synthesis-gelation has also been shown to provide gels in media such as oleic acid which cannot be jellified by conventional heating-cooling procedures.",
      "mesh_terms": [
        "Calorimetry, Differential Scanning",
        "Gels",
        "Magnetic Resonance Spectroscopy",
        "Microscopy, Electron, Transmission",
        "Succinic Acid",
        "Temperature",
        "Valine",
        "X-Ray Diffraction"
      ]
    },
    {
      "pmid": "24125680",
      "title": "[Combined application of neural stem cell and self-assembly isoleucine-lysine-valine-alanine-valine nanofiber gel transplantation in the promotion of function recovery of spinal cord injury in rats].",
      "authors": [
        "Rui Han",
        "Lai-yong Tu",
        "Ming-kun Yang",
        "Tao Xu",
        "Yan Ma",
        "Xiao-juan Bi",
        "Wei-bin Sheng"
      ],
      "journal": "Zhonghua yi xue za zhi",
      "publication_date": "2013-Jun-04",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To observe the effects of neural stem cells (NSC) plus self-assembly isoleucine-lysine-valine-alanine-valine (IKVAV) nanofiber gel transplantation on the promotion of function recovery of spinal cord injury (SCI) in rats. METHODS: A total of 230 SD rats were randomized into gel, NSC, NSC plus self-assembly IKVAV nanofiber gel transplantation, normal saline and sham-operation groups. Function repair was evaluated by bundle branch block (BBB) score, immunofluorescence and Western blot respectively at Day 1, 3, 5, 7, 14, 28, 56 and 92 post-operation. RESULTS: There were statistically significant differences among bundle branch block (BBB) scores of different treatment groups (P < 0.01). Moreover, statistical significance existed between each treatment group and combined transplantation group (P = 0.000). The expression of glial fibrillary acidic protein in combined transplantation group (rats with spinal injury) was lower than that in other treatment groups (except for sham operation) and the expression of NF-200 in this group was higher than that in other treatment groups (except for sham operation). Significant differences existed in the expressions of brain-derived neurotrophic factor and nerve growth factor between combined transplantation and other treatment groups (P < 0.01). CONCLUSION: Transplantation with IKVAV nanofiber gel, NSC and NSC plus self-assembly IKVAV nanofiber gel may promote the repair of SCI in rats. But the method of NSC plus self-assembly IKVAV nanofiber gel is more effective.",
      "mesh_terms": [
        "Animals",
        "Gels",
        "Laminin",
        "Male",
        "Nanofibers",
        "Neural Stem Cells",
        "Peptide Fragments",
        "Rats",
        "Rats, Sprague-Dawley",
        "Recovery of Function",
        "Spinal Cord Injuries"
      ]
    },
    {
      "pmid": "23185147",
      "title": "Valine, a branched-chain amino Acid, reduced HCV viral load and led to eradication of HCV by interferon therapy in a decompensated cirrhotic patient.",
      "authors": [
        "Takumi Kawaguchi",
        "Takuji Torimura",
        "Akio Takata",
        "Susumu Satomi",
        "Michio Sata"
      ],
      "journal": "Case reports in gastroenterology",
      "publication_date": "2012-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A decreased serum level of branched-chain amino acid (BCAA) is a distinctive metabolic disorder in patients with liver cirrhosis. Recently, BCAA has been reported to exert various pharmacological activities, and valine, which is a BCAA, has been shown to affect lipid metabolism and the immune system in in vivo experiments. However, the clinical impact of valine supplementation on viral hepatitis C virus (HCV) load has never been reported. Here, we first describe a case of HCV-related advanced liver cirrhosis that was treated by an oral valine agent. The administration of valine resulted in an improvement of fatigue and a reduction in hepatic fibrosis indexes as well as serum α-fetoprotein level. Furthermore, a marked reduction in HCV RNA levels was seen after valine treatment. The patient was then treated by interferon β, resulting in the successful eradication of chronic HCV infection. Thus, valine may be involved in the reduction of HCV viral load and could support a sustained virologic response to interferon therapy."
    }
  ]
}