{
  "supplement": "Vinpocetine",
  "query": "Vinpocetine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 23:02:42",
  "research_count": 161,
  "count": 99,
  "articles": [
    {
      "pmid": "40002483",
      "title": "Vinpocetine, a Phosphodiesterase Type 1 Inhibitor, Mitigates Locomotor Hyperactivity in Female Mice Exposed to Lead During Development.",
      "authors": [
        "Ulisses C Araujo",
        "Fernanda Nunes",
        "Bruno S Gonçalves",
        "Regina A A Gomes",
        "Maria de Fátima R Moreira",
        "Andre Nunes-Freitas",
        "Thomas E Krahe",
        "Yael de Abreu-Villaça",
        "Alex C Manhães",
        "Cláudio C Filgueiras"
      ],
      "journal": "Brain sciences",
      "publication_date": "2025-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives Studies in rodents indicate that disruptions in both cyclic adenosine monophosphate (cAMP) and cyclic guanosine monophosphate (cGMP) signaling pathways are involved in the development of hyperactive behavior. We examined whether vinpocetine, a phosphodiesterase type 1 inhibitor that enhances brain cAMP and cGMP levels, could mitigate locomotor hyperactivity in mice exposed to lead during early development. Methods Swiss mice were exposed to 90 ppm of lead in their drinking water throughout gestation and the first ten postnatal days. At postnatal day 10 (PN10), blood lead levels (BLLs) were about 30 µg/dL. At PN30, animals either received vinpocetine (20 mg/kg, i.p.) or a vehicle 4 h before the evaluation of locomotor activity in the open field. Results Lead-exposed males did not display differences in locomotor activity compared to controls, while lead-exposed females showed a significant increase in locomotion. Vinpocetine treatment significantly reversed the lead-induced hyperactivity in females. Conclusions These findings suggest that the cAMP and cGMP signaling pathways play a role in the hyperactivity induced by lead exposure."
    },
    {
      "pmid": "39954133",
      "title": "Vinpocetine and Lactobacillus Attenuated Rotenone-Induced Parkinson's Disease and Restored Dopamine Synthesis in Rats through Modulation of Oxidative Stress, Neuroinflammation, and Lewy Bodies Inclusion.",
      "authors": [
        "Hanan M Hassan",
        "Hadeer O Abou-Hany",
        "Ahmed Shata",
        "Doaa Hellal",
        "Ahmed M El-Baz",
        "Zeinab H ElSaid",
        "Amira A Haleem",
        "Nesreen Elsayed Morsy",
        "Rawan M Abozied",
        "Bassant M Elbrolosy",
        "Sally Negm",
        "Attalla F El-Kott",
        "Mohammed A AlShehri",
        "Mohamad A Khasawneh",
        "Eman R Saifeldeen",
        "Marwa M Mahfouz"
      ],
      "journal": "Journal of neuroimmune pharmacology : the official journal of the Society on NeuroImmune Pharmacology",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) is the main neurodegenerative disorder affecting motor activity, there are different pathophysiological pathways contributing to its development including oxidative stress, neuroinflammation, Lewy's bodies accumulation, and impaired autophagy. Vinpocetine is an herbal extract with antioxidant and anti-inflammatory activities that may counteract pathophysiologic neurodegeneration pathways. Moreover, Lactobacillus is a probiotic that can modulate the gut-brain axis and provide the body with the needed precursors of antioxidants and anti-inflammatory mediators. In the current study PD was induced experimentally in Sprague Dawley rats with rotenone (2.5 mg/kg, i.p, daily) for 60 days, vinpocetine; Vinpo (20 mg/kg, orally, daily) and Lactobacillus; Lacto (2.7 × 108 CFU/ml, orally, daily) were applied as protective treatment. Vinpocetine and Lactobacillus treatment significantly ameliorated motor function by increasing distance traveled and rearing frequency in the open field test with a concomitant increase in falling time from both the accelerating rotarod and the wire screen test. Moreover, vinpocetine and Lactobacillus treatment upregulates tyrosine hydroxylase expression (the rate-limiting enzyme in dopamine synthesis), leading to enhanced dopamine synthesis and improved dopaminergic function with regression of histopathological hallmarks. Antioxidant GSH levels were significantly increased after vinpocetine and Lactobacillus treatment with a significant decrease in MDA content in brain homogenates. Furthermore, vinpocetine and Lactobacillus treatment significantly decreased striatal inflammatory markers; nitrite, IL-1β and TNF-α. Proteinopathies were regressed with a substantial decrease in striatal α-synuclein and tau content. In conclusion, vinpocetine and Lactobacillus treatment reduced rotenone neurotoxicity with improved dopamine release and motor activity with correction of oxidative burden, neuro-inflammation, and proteinopathy.",
      "mesh_terms": [
        "Animals",
        "Rotenone",
        "Oxidative Stress",
        "Rats",
        "Vinca Alkaloids",
        "Rats, Sprague-Dawley",
        "Dopamine",
        "Male",
        "Neuroinflammatory Diseases",
        "Lactobacillus",
        "Probiotics"
      ]
    },
    {
      "pmid": "39601452",
      "title": "Development of in vitro and in vivo evaluation of mucoadhesive in-situ gel for intranasal delivery of vinpocetine.",
      "authors": [
        "Sumaia Abdulbari Ahmed Ali Hard",
        "H N Shivakumar",
        "Duaa Abdullah Bafail",
        "Moqbel Ali Moqbel Redhwan"
      ],
      "journal": "Journal of drug targeting",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ABSTRACT Alzheimer's disease (AD), which is marked by gradual neuronal decline and subsequent loss of cognitive functions and memory, poses significant treatment challenges. The present study involved the development, in vitro, and in vivo evaluation of a novel intranasal mucoadhesive in-situ gel of vinpocetine (VIN) with the aim to target the brain. An innovative gel formulation composed of poloxamer 407, HPMC E15 LV, and citric acid as a solubilizer was developed by 23 Factorial Design. The developed optimal formulation exhibited favorable rheological properties as it displayed ideal gelation time (31.6 ± 1.52 sec), optimum gelling temperature (32 ± 1.0 °C), enhanced mucoadhesive strength (6622 ± 2.64 dynes/cm2), prolonged adhesion (7.22 ± 0.57 hrs) compared with the baseline formulation (F18), and improved drug release in 12 hrs (39.59 ± 1.6%). In vivo, pharmacokinetics revealed a significant increase in Cmax (∼2-fold) and AUC0-t (∼2-fold) in the brain with the in-situ intranasal gel compared to the oral route. In the rat model of AD, in-situ intranasal gel demonstrated significantly greater efficacy (p < 0.001) than oral administration in alleviating AD symptoms as evidenced by behavioral and histological studies. Thus, VIN in-situ gel can be safe and noninvasive for nose-to-brain drug delivery.",
      "mesh_terms": [
        "Animals",
        "Vinca Alkaloids",
        "Administration, Intranasal",
        "Gels",
        "Rats",
        "Male",
        "Drug Liberation",
        "Drug Delivery Systems",
        "Nasal Mucosa",
        "Poloxamer",
        "Rats, Sprague-Dawley",
        "Adhesiveness",
        "Rheology",
        "Alzheimer Disease"
      ]
    },
    {
      "pmid": "39368343",
      "title": "Vinpocetine protects against osteoarthritis by inhibiting ferroptosis and extracellular matrix degradation via activation of the Nrf2/GPX4 pathway.",
      "authors": [
        "Jinwu Wang",
        "Jin Yang",
        "Yuqin Fang",
        "Chao Lou",
        "Heng Yu",
        "Yangbo Li",
        "Junlei Lv",
        "Hua Chen",
        "Leyi Cai",
        "Wenhao Zheng"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Osteoarthritis (OA) is a progressive joint condition marked by the slow degradation of articular cartilage. Vinpocetine (Vin), a synthetic derivative of vincamine derived from the vinca plant, exhibits anti-inflammatory and antioxidant properties. Nevertheless, the specific role and mechanism of Vin in the treatment of OA remain largely unexplored. OBJECTIVES: The study is designed to uncover the impacts of Vin on tert‑butyl hydroperoxide (TBHP)-induced ferroptosis and to explore its potential role and underlying mechanisms in the treatment of OA. Concurrently, we established an OA mouse model through medial meniscal instability surgery to assess the therapeutic effects of Vin in vivo. METHODS: Through network pharmacology analysis, we have identified the key targets and potential pathways of Vin. To simulate an oxidative stress-induced OA environment in vitro, we induced chondrocyte injury using TBHP. We tested how Vin affects chondrocytes under TBHP induction by DHE and DCFH-DA probes, BODIPY-C11 and FerroOrange staining, mitochondrial function assessment, Western blotting, co-immunoprecipitation, and immunofluorescence techniques. Simultaneously, we established an OA mouse model through medial meniscal instability surgery to assess the in vivo therapeutic effects of Vin. In this model, we used X-ray and micro-CT imaging, SO staining, TB staining, H&E staining, and immunohistochemistry to analyze the role of Vin in detail. RESULTS: This study demonstrated that Vin effectively suppressed TBHP-induced ferroptosis and extracellular matrix (ECM) degradation and significantly lessened mitochondrial damage associated with ferroptosis. In the OA mouse model, Vin improved cartilage degeneration, subchondral remodeling, synovitis, and ECM degradation. Vin worked by activating the Nrf2/GPX4 pathway and inhibiting the Keap1-Nrf2 interaction. This study focused on the function of ferroptosis in OA and its influence on chondrocyte damage and disease progression, offering novel perspectives on potential treatments. CONCLUSION: Vin activated the Nrf2/GPX4 pathway, thereby slowing OA progression, inhibiting ferroptosis, and preventing ECM degradation.",
      "mesh_terms": [
        "Animals",
        "Ferroptosis",
        "Vinca Alkaloids",
        "NF-E2-Related Factor 2",
        "Osteoarthritis",
        "Mice",
        "Extracellular Matrix",
        "Disease Models, Animal",
        "Chondrocytes",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Mice, Inbred C57BL",
        "Male",
        "tert-Butylhydroperoxide",
        "Oxidative Stress",
        "Cartilage, Articular",
        "Humans",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "39361199",
      "title": "Vinpocetine Ameliorates Neuronal Injury After Cold-Induced Traumatic Brain Injury in Mice.",
      "authors": [
        "Hayriye E Yelkenci",
        "Zehra Degirmenci",
        "Halil I Koc",
        "Sevban Bayirli",
        "Saltuk B Baltaci",
        "Serdar Altunay",
        "Nevin Oztekin",
        "Mehmet Kocak",
        "Ertugrul Kilic",
        "Mustafa C Beker"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Traumatic brain injury (TBI), also known as intracranial injury, is a common condition with the highest incidence rate among neurodegenerative disorders and poses a significant public health burden. Various methods are used in the treatment of TBI, but the effects of cold-induced traumatic brain injury have not been thoroughly studied. In this context, vinpocetine (VPN), derived from Vinca minor, exhibits notable anti-inflammatory and antioxidant properties. VPN is known for its neuroprotective role and is generally utilized for treating various neurodegenerative disorders. However, the function of VPN after cold-induced TBI needs to be studied in more detail. This study aims to investigate the neuroprotective effects of VPN at varying doses (5 mg/kg or 10 mg/kg) after cold-induced TBI. C57BL/6 mice were sacrificed 2 or 28 days after cold-induced TBI. Results indicate that VPN administration significantly reduces brain infarct volume, brain swelling, blood-brain barrier disruption, and DNA fragmentation in a dose-dependent manner. Additionally, VPN enhances neuronal survival in the ipsilesional cortex. In the long term, VPN treatment (5 mg/kg/day or 10 mg/kg/day, initiated 48 h post-TBI) improved locomotor activity, cell proliferation, neurogenesis, and decreased whole brain atrophy, specifically motor cortex atrophy. We performed liquid chromatography-tandem mass spectrometry (LC-MS/MS) to elucidate the underlying mechanisms to profile proteins and signaling pathways influenced by prolonged VPN treatment post-TBI. Notably, we found that 192 different proteins were significantly altered by VPN treatment, which is a matter of further investigation for the development of therapeutic targets. Our study has shown that VPN may have a neuroprotective role in cold-induced TBI.",
      "mesh_terms": [
        "Animals",
        "Brain Injuries, Traumatic",
        "Mice, Inbred C57BL",
        "Vinca Alkaloids",
        "Male",
        "Neurons",
        "Neuroprotective Agents",
        "Cold Temperature",
        "Blood-Brain Barrier",
        "Mice",
        "Neurogenesis",
        "Cell Proliferation",
        "DNA Fragmentation",
        "Brain Edema"
      ]
    },
    {
      "pmid": "39200779",
      "title": "Demonstration of the Protective Effect of Vinpocetine in Diabetic Cardiomyopathy.",
      "authors": [
        "Demet Erciyes",
        "Ejder Saylav Bora",
        "Mustafa Agah Tekindal",
        "Oytun Erbaş"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Aug-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Diabetic cardiomyopathy (DCM) poses a significant risk for heart failure in individuals with diabetes, yet its underlying mechanisms remain incompletely understood. Elevated blood sugar levels initiate harmful processes, including apoptosis, collagen accumulation, and fibrosis in the heart. Vinpocetine, a derivative of Vinca minor L., has demonstrated diverse pharmacological effects, including vasodilation, anti-inflammatory properties, and enhanced cellular metabolism. This study aims to investigate Vinpocetine's protective and remodeling effects in diabetic cardiomyopathy by evaluating biochemical and histopathological parameters. Methods: Twenty-one adult male Wistar rats were induced with diabetes using streptozocin and divided into Diabetes and Diabetes + Vinpocetine groups. Histopathological analyses, TGF-β1 immunoexpression, and measurements of plasma markers (TGF-β, pro-BNP, Troponin T) were performed. Biochemical analyses included HIF-1 alpha and neuregulin-1β quantification and evaluation of lipid peroxidation. Results: Vinpocetine significantly reduced cardiac muscle thickness, TGF-β1 expression, and plasma in diabetic rats. HIF-1 alpha and neuregulin-1β levels increased with Vinpocetine treatment. Histopathological observations confirmed reduced fibrosis and structural abnormalities in Vinpocetine-treated hearts. Conclusions: This study provides comprehensive evidence supporting the protective effects of Vinpocetine against diabetic cardiomyopathy. Vinpocetine treatment improved cardiac morphology, immunohistochemistry, and modulation of biochemical markers, suggesting its potential as a therapeutic intervention to attenuate the negative impact of diabetes on heart function."
    },
    {
      "pmid": "39179867",
      "title": "Vinpocetine alleviates the abdominal aortic aneurysm progression via VSMCs SIRT1-p21 signaling pathway.",
      "authors": [
        "Hong-Qin Yang",
        "Zhi-Wei Li",
        "Xi-Xi Dong",
        "Jia-Xin Zhang",
        "Jin Shan",
        "Min-Jie Wang",
        "Jing Yang",
        "Min-Hui Li",
        "Jing Wang",
        "Hong-Mei Zhao"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Abdominal aortic aneurysm (AAA) is a degenerative disease that caused mortality in people aged >65. Senescence plays a critical role in AAA pathogenesis. Advances in AAA repair techniques have occurred, but a remaining priority is therapies to limit AAA growth and rupture. Our Previous study found cyclic nucleotide phosphodiesterase 1C (PDE1C) exacerbate AAA through aggravate vascular smooth muscle cells (VSMCs) senescence by downregulating Sirtuin1 (SIRT1) expression and activity. Vinpocetine as a selective inhibitor of PDE1 and a clinical medication for cerebral vasodilation, it is unclear whether vinpocetine can rely on SIRT1 to alleviate AAA. This study showed that pre-treatment with vinpocetine remarkably prevented aneurysmal dilation and reduced aortic rupture in elastase-induced AAA mice. In addition, the elastin degradation, MMP (matrix metalloproteinase) activity, macrophage infiltration, ROS production, collagen fibers remodeling, and VSMCs senescence were decreased in AAA treated with vinpocetine. While these effects were unable to exert in VSMCs-specific SIRT1 knockout AAA mice. Accordingly, we revealed that vinpocetine suppressed migration, proliferation, and senescence in VSMCs. Moreover, vinpocetine reduced SIRT1 degradation by inhibiting lysosome-mediated autophagy. In conclusion, this study indicated that vinpocetine may be as a potential drug for therapy AAA through alleviate VSMCs senescence via the SIRT1-dependent pathway.",
      "mesh_terms": [
        "Animals",
        "Sirtuin 1",
        "Vinca Alkaloids",
        "Aortic Aneurysm, Abdominal",
        "Signal Transduction",
        "Mice, Inbred C57BL",
        "Male",
        "Muscle, Smooth, Vascular",
        "Mice",
        "Mice, Knockout",
        "Myocytes, Smooth Muscle",
        "Autophagy",
        "Cell Movement",
        "Cell Proliferation",
        "Cellular Senescence",
        "Cells, Cultured"
      ]
    },
    {
      "pmid": "39141151",
      "title": "Atheroprotective role of vinpocetine: an old drug with new indication.",
      "authors": [
        "Mohammed H Abu-Alghayth",
        "Hayder M Al-Kuraishy",
        "Ali I Al-Gareeb",
        "Athanasios Alexiou",
        "Marios Papadakis",
        "Mostafa M Bahaa",
        "Mohammed Afifi",
        "Ammar Al-Farga",
        "Eman Wahsh",
        "Gaber El-Saber Batiha"
      ],
      "journal": "Inflammopharmacology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Endothelial dysfunction is considered one of the main causes of atherosclerosis and elevated blood pressure. Atherosclerosis (AS) formation is enhanced by different mechanisms including cytokine generation, vascular smooth muscle cell proliferation, and migration. One of the recent treatment toward endothelial dysfunction is vinpocetine (VPN). VPN is an ethyl apovincaminate used in the management of different cerebrovascular disorders and endothelial dysfunction through inhibition of atherosclerosis formation. VPN is a potent inhibitor of phosphodiesterase enzyme 1 (PDE1) as well it has anti-inflammatory and antioxidant effects through inhibition of the expression of nuclear factor kappa B (NF-κB). VPN has been shown to be effective against development and progression of AS. However, the underlying molecular mechanism was not fully clarified. Consequently, objective of the present narrative review was to clarify the mechanistic role of VPN in AS. Most of pro-inflammatory cytokines released from macrophages are inhibited by the action of VPN via NF-κB-dependent mechanism. VPN blocks monocyte adhesion and migration by inhibiting the expression of pro-inflammatory cytokines. As well, VPN is effective in reducing oxidative stress, a cornerstone in the pathogenesis of AS, through inhibition of NF-κB and PDE1. VPN promotes plaque stability and prevent erosion and rupture of atherosclerotic plaque. In conclusion, VPN through mitigation of inflammatory and oxidative stress with plaque stability effects could be effective agent in the management of endothelial dysfunction through inhibition of atherosclerosis mediators.",
      "mesh_terms": [
        "Humans",
        "Vinca Alkaloids",
        "Atherosclerosis",
        "Animals",
        "Oxidative Stress",
        "NF-kappa B",
        "Anti-Inflammatory Agents",
        "Cytokines",
        "Antioxidants",
        "Endothelium, Vascular"
      ]
    },
    {
      "pmid": "39095672",
      "title": "Vinpocetine and Lactobacillus improve fatty liver in rats: role of adiponectin and gut microbiome.",
      "authors": [
        "Ahmed M El-Baz",
        "Ahmed Shata",
        "Nehal A Nouh",
        "Lubna Jamil",
        "Mohamed M Hafez",
        "Sally Negm",
        "Attalla F El-Kott",
        "Mohammed A AlShehri",
        "Eman M Khalaf"
      ],
      "journal": "AMB Express",
      "publication_date": "2024-Aug-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Therapeutics that interfere with the damage/pathogen-associated molecular patterns (DAMPs/PAMPs) have evolved as promising candidates for hepatic inflammation like that occurring in non-alcoholic fatty liver disease (NAFLD). In the current study, we examined the therapeutic impact of the phosphodiesterase-1 inhibitor vinpocetine (Vinpo), alone or when combined with Lactobacillus, on hepatic abnormalities caused by a 13-week high-fat diet (HFD) and diabetes in rats. The results show that Vinpo (10 and 20 mg/kg/day) dose-dependently curbed HFD-induced elevation of liver injury parameters in serum (ALT, AST) and tissue histopathology. These effects were concordant with Vinpo's potential to ameliorate HFD-induced fibrosis (Histological fibrosis score, hydroxyproline, TGF-β1) and oxidative stress (MDA, NOx) alongside restoring the antioxidant-related parameters (GSH, SOD, Nrf-2, HO-1) in the liver. Mechanistically, Vinpo attenuated the hepatocellular release of DAMPs like high mobility group box (HMGB)1 alongside lowering the overactivation of the pattern recognition receptors including, toll-like receptor (TLR)4 and receptor for advanced glycation end-products (RAGE). Consequently, there was less activation of the transcription factor nuclear factor-kappa B that lowered production of the proinflammatory cytokines TNF-α and IL-6 in Vinpo-treated HFD/diabetes rats. Compared to Vinpo treatment alone, Lactobacillus probiotics as adjunctive therapy with Vinpo significantly improved the disease-associated inflammation and oxidative stress injury, as well as the insulin resistance and lipid profile abnormalities via enhancing the restoration of the symbiotic microbiota. In conclusion, combining Vinpo and Lactobacillus probiotics may be a successful approach for limiting NAFLD in humans."
    },
    {
      "pmid": "39043448",
      "title": "Vinpocetine increases the microsporicidal effect of albendazole on Encephalitozoon intestinalis.",
      "authors": [
        "Gülay Sezer",
        "Ülfet Çetinkaya"
      ],
      "journal": "Medical mycology",
      "publication_date": "2024-Aug-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microsporidia are obligate, intracellular, spore-forming eukaryotic fungi that infect humans and animals. In the treatment of disseminated microsporidiosis albendazole is the choice of drug. In recent years, antiparasitic activity of phosphodiesterase (PDE) enzyme inhibitors has been demonstrated against parasites and fungi, however, there is no information on microsporidia. Vinpocetine is currently used as a cerebral vasodilator drug and also as a dietary supplement to improve cognitive functions. Vinpocetine inhibits PDE1, so we aimed to investigate whether vinpocetine alone or in combination with albendazole has any effect on the spore load of Encephalitozoon intestinalis (E. intestinalis)-infected HEK293 cells. After determining the noncytotoxic concentrations of vinpocetine and albendazole on the host cell by MTT (3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) assay, HEK293 cells were infected with E. intestinalis spores. Then, two different concentrations of vinpocetine, albendazole, and a combination of both drugs were applied to the cells with an interval of 72 h for 15 days. Spore load of the cells was analyzed by real-time PCR. After the last treatment, spore Deoxyribonucleic Acid (DNA) load was significantly reduced only in the group treated with 14 ng/ml albendazole. It was not different from control in groups treated with 7 ng/ml albendazole and 4-20 µM vinpocetine. However, the combination of vinpocetine significantly increased the effect of albendazole at both concentrations. To our knowledge, this is the first study to investigate the microsporicidal activity of vinpocetine as well as its combinations with albendazole. However, further studies are needed to investigate the mechanism of action and also confirm in vivo conditions.",
      "mesh_terms": [
        "Albendazole",
        "Humans",
        "Encephalitozoon",
        "Vinca Alkaloids",
        "HEK293 Cells",
        "Drug Synergism",
        "Antifungal Agents",
        "Spores, Fungal",
        "Cell Survival"
      ]
    },
    {
      "pmid": "38926838",
      "title": "Vinpocetine, a phosphodiesterase 1 inhibitor, mitigates atopic dermatitis-like skin inflammation.",
      "authors": [
        "Yeon Jin Lee",
        "Jin Yong Song",
        "Su Hyun Lee",
        "Yubin Lee",
        "Kyu Teak Hwang",
        "Ji-Yun Lee"
      ],
      "journal": "The Korean journal of physiology & pharmacology : official journal of the Korean Physiological Society and the Korean Society of Pharmacology",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Atopic dermatitis (AD) is the most common inflammatory pruritic skin disease worldwide, characterized by the infiltration of multiple pathogenic T lymphocytes and histological symptoms such as epidermal and dermal thickening. This study aims to investigate the effect of vinpocetine (Vinp; a phosphodiesterase 1 inhibitor) on a 1-chloro-2,4-dinitrobenzene (DNCB)-induced AD-like model. DNCB (1%) was administered on day 1 in the AD model. Subsequently, from day 14 onward, mice in each group (Vinp-treated groups: 1 mg/kg and 2 mg/kg and dexamethasone- treated group: 2 mg/kg) were administered 100 µl of a specific drug daily, whereas 0.2% DNCB was administered every other day for 30 min over 14 days. The Vinp-treated groups showed improved Eczema Area and Severity Index scores and trans-epidermal water loss, indicating the efficacy of Vinp in improving AD and enhancing skin barrier function. Histological analysis further confirmed the reduction in hyperplasia of the epidermis and the infiltration of inflammatory cells, including macrophages, eosinophils, and mast cells, with Vinp treatment. Moreover, Vinp reduced serum concentrations of IgE, interleukin (IL)-6, IL-13, and monocyte chemotactic protein-1. The mRNA levels of IL-1β, IL-6, Thymic stromal lymphopoietin, and transforming growth factor-beta (TGF-β) were reduced by Vinp treatment. Reduction of TGF-β protein by Vinp in skin tissue was also observed. Collectively, our results underscore the effectiveness of Vinp in mitigating DNCB-induced AD by modulating the expression of various biomarkers. Consequently, Vinp is a promising therapeutic candidate for treating AD."
    },
    {
      "pmid": "38454939",
      "title": "Synthesis and pharmacological activity of vinpocetine derivatives.",
      "authors": [
        "Zhang Chao Dong",
        "Yang Shi",
        "Li Juan Liu",
        "Ting Ting Feng",
        "Ying Zhou",
        "Bo Wen Pan"
      ],
      "journal": "RSC advances",
      "publication_date": "2024-Mar-06",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Vinpocetine and its derivatives were extensively employed in the treatment of ischemic stroke, serving as effective cerebrovascular vasodilators. They could also be utilized for neuroprotection, anti-inflammatory purposes, anti-aging interventions, insomnia treatment, and antidepressant effects. However, due to issues such as hepatic first-pass effect, low bioavailability, and poor patient compliance with multiple dosing, the secondary development of Vinpocetine to address these limitations became a prominent area of research. Five primary methodologies were employed for the synthesis of Vinpocetine derivatives. These included substitution on the A ring to modify the 14-ester group, alteration of the 16-ethyl group, simplification of the D and E rings, and modification of the conformation of Vinpocetine. This paper summarized the current synthesis and activity studies of Vinpocetine and its derivatives, with the aim of providing a reference for the discovery of more potent derivatives of Vinpocetine."
    },
    {
      "pmid": "38147382",
      "title": "[Biomarkers of neuroinflammation in patients with chronic cerebral ischemia during the therapy with vinpocetine (study INFLAMARK)].",
      "authors": [
        "I N Samartsev",
        "S A Zhivolupov",
        "O V Gorbatenkova",
        "V V Ponomarev",
        "J S Butakova"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2023",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the effect of vinpocetine therapy on clinical manifestations of chronic cerebral ischemia (CCI) and the blood concentrations of neuroinflammation markers (S100B, IL-1β). MATERIAL AND METHODS: The study included 30 patients (mean age 61.6 [56.9; 67.9] years) with CCI that received vinpocetine (30 mg/day) for 3 months. Brain changes according to magnetic resonance imaging data were assessed using the STRIVE protocol. We analyzed the dynamics of changes in the clinical questionnaires: Montreal Cognitive Assessment Scale (MoCA), Hospital Anxiety and Depression Scale (HADS), Asthenic State Scale (ASS), Epworth Sleepiness Scale (ESS), general impressions of treatment (Global Rating of Change Scale, GRC). RESULTS: In 3 months after vinpocetine therapy there was a significant improvement in cognitive status (MoCA: 25.1±2.1 vs 26.6±1.4 p<0.05), emotional state (HADS: 8.4±1.4 vs 7.1±1.8 (p<0.05)), daytime sleep parameters (ESS 8.4±2.1 vs 6.2±2.3 p<0.05) and reduction in asthenia (ASS: 72.2±18.1 vs 52.3±9.3, p<0.05). A significantly larger proportion of patients assessed the improvement from therapy as «moderate» and «pronounced» (GRC, n=22, 73.3%). Concentrations of S100B and IL-1β decreased significantly by the time therapy was completed. The overall severity of cerebrovascular changes according to MRI was significantly associated with blood levels of S100β, but not IL-1β: β=0.504, p=0.026, 95% CI 0.149-0.901, mainly due to periventricular changes in white matter (β=0.562, p=0.035, 95% CI (-0.024-0.820). Blood levels of S100β correlated with MoCA test results (r=0.6795), and IL-1β correlated with ESS scores (r=0. 6657). CONCLUSIONS: The use of vinpocetine can significantly reduce the severity of cognitive and affective disorders, asthenia, normalize the circadian rhythm of sleep, suppress the expression S100β and IL-1β in patients with CCI. One of the vinpocetine's mechanisms of action may be the inhibition of neuroinflammation.",
      "mesh_terms": [
        "Humans",
        "Middle Aged",
        "Asthenia",
        "Neuroinflammatory Diseases",
        "Brain Ischemia",
        "Biomarkers",
        "Interleukin-1beta"
      ]
    },
    {
      "pmid": "37868105",
      "title": "Attenuated effects of topical vinpocetine in an imiquimod-induced mouse model of psoriasis.",
      "authors": [
        "Hayder R Salman",
        "Adeeb A Alzubaidy",
        "Alaa H Abbas",
        "Hussein A Mohammad"
      ],
      "journal": "Journal of Taibah University Medical Sciences",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Psoriasis is an uncontrolled, long-lasting inflammatory dermatosis distinguished by thickened, erythematous, and flaky skin lesions. Massive amounts of inflammatory cytokines are produced when immune system imbalances are driven by genetic and environmental triggers. Vinpocetine (VNP), a man-made analogue of the compound vincamine found in the dwarf periwinkle herb, has robust anti-inflammatory, immunomodulatory, and anti-oxidative effects; alleviates the epidermal penetration of immune cells, such as eosinophils and neutrophils; and abolishes the generation of pro-inflammatory molecules. OBJECTIVE: This study was aimed at exploring the effects of long-term topical VNP, both alone and co-administered with clobetasol propionate, in an imiquimod-induced mouse model of psoriasiform dermatitis. METHODS: The study protocol consisted of 48 Swiss albino mice, randomly divided into six groups of eight mice each. In group I, petroleum jelly was administered daily for 8 days. In group II, imiquimod was administered topically at 62.5 mg daily for 8 days. In groups III, VI, V, and VI, 0.05% clobetasol propionate, 1% VNP, 3% VNP, and 3% VNP plus 0.05% clobetasol were administered topically for an additional 8 days after the induction, thus resulting in a total trial length of 16 days. RESULTS: Topical VNP at various doses alleviated the severity of imiquimod-induced psoriatic lesions-including erythema, silvery-white scaling, and thickening-and reversed the histopathological abnormalities. Moreover, imiquimod-exposed animals treated with VNP showed markedly diminished concentrations of inflammatory biomarkers, including tumour necrosis factor-α, interleukin (IL)-8, IL-17A, IL-23, IL-37, nuclear factor-kappa B (NF-κB), and transforming growth factor-β1. CONCLUSION: This research provides new evidence that VNP, alone and in combination with clobetasol, may serve as a potential adjuvant for long-term management of autoimmune and autoinflammatory skin diseases, particularly psoriasis, by attenuating psoriatic lesion severity, suppressing cytokine generation, and limiting NF-κB-mediated inflammation."
    },
    {
      "pmid": "37793522",
      "title": "Development and optimization of in-situ gel containing chitosan nanoparticles for possible nose-to-brain delivery of vinpocetine.",
      "authors": [
        "Sumaia Abdulbari Ahmed Ali Hard",
        "H N Shivakumar",
        "Moqbel Ali Moqbel Redhwan"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vinpocetine (VIN), a derivative of vincamine found in the vinca plant, widens blood vessels in the brain and has been shown to improve cognitive function, memory, and cerebrovascular disorders. Nevertheless, the clinical utility of VIN is constrained by factors such as low oral bioavailability owing to the first-pass metabolism that often demands frequent dosing of 3-4 tablets/day. In this regard, the present work aimed to develop VIN-loaded chitosan nanoparticles (VIN-CH-NPs) to surmount these limitations and in view to enhance delivery to the brain of VIN by minimizing systemic exposure. The chitosan (CH) nanoparticles (NP) were developed by ionotropic gelation technique employing tripolyphosphate (TPP) as a cross-linking agent. Employing Design of Experiments (DoE), the effect of CH and TPP concentrations and stirring speed were systematically optimized using Box Behnken design (BBD). The optimized batch of nanoparticles displayed a particle size, zeta potential, entrapment efficiency, and drug loading of 130.6 ± 8.38 nm, +40.81 ± 0.11 mV, 97.56 ± 0.04 %, and 61 ± 0.89 %, respectively. Fourier Transform Infrared Spectroscopy indicated the chemical integrity of the drug ruling out the interaction between the VIN and excipients used. DSC and PXRD data indicated that reduction of the crystallinity of VIN in the chitosan matrix. These VIN-CH-NPs manifested good stability, exhibiting an almost spherical morphology. To mitigate rapid mucociliary clearance upon intranasal administration, the optimized VIN-CH-NPs were incorporated into thermosensitive in situ gel (VIN-CHN-ISG). It was observed that the in-situ gel loaded with nanoparticles was opalescent with a pH level of 5.3 ± 0.38. It was also noted that the gelation temperature was 32 ± 0.89 °C, and the gelation time was approximately 15 s. The drug delivery to the brain through the nasal application of optimized VIN-NPs in situ gel was assessed in rats. The results indicated significant nasal application of the in-situ gel nearly doubled the Cmax (P < 0.05) and AUC0-t (P < 0.05) in the brain compared to oral administration. Nasal administration improved drug delivery to the brain by reducing systemic exposure to VIN. A histopathological study of the nasal mucosa revealed no irritation or toxicity, making it safe for nasal administration. These findings suggest that the developed NPs in-situ gel effectively targeted vinpocetine to the brain through the nasal pathway, providing a potential therapeutic strategy for managing Alzheimer's disease.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Drug Carriers",
        "Chitosan",
        "Administration, Intranasal",
        "Brain",
        "Nanoparticles",
        "Particle Size"
      ]
    },
    {
      "pmid": "37749299",
      "title": "Vinpocetine improves dyskinesia in Parkinson's disease rats by reducing oxidative stress and activating the Wnt/β-catenin signaling pathway.",
      "authors": [
        "Meng Ji",
        "Shi-Qin Niu",
        "He-Yin Mi",
        "Peng Jiang",
        "Yue Li"
      ],
      "journal": "Chemical biology & drug design",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Parkinson's disease (PD) is the commonest neurodegenerative disorder. It reduces motor and cognitive function in patients. Vinpocetine (Vinp) has the effects of anti-inflammatory and antioxidant, and could improve cognitive function in patients. This study was aimed to investigating the therapeutic effects of Vinp on dyskinesia in a 6-Hydroxydopamine hydrobromide (6-OHDA)-induced PD rat model. We constructed a PD rat model by injecting 6-OHDA, and intervened with Vinp for 7 days. The motor function of the rats was evaluated by an open-field test and rotation test. Besides, H&E staining was applied to observe the changes of dopaminergic neurons in the striatum. The levels of superoxide dismutase (SOD) and malondialdehyde (MDA) in the rat striatum were detected. We assessed the impact of Vinp on α-synuclein (α-Syn) and Wnt/β-catenin signaling pathway-related molecules by western blot and qRT-PCR. Rats in the PD group showed reduced horizontal movement frequency and number of squares crossed, increased contact time and rotation frequency, and reduced number of dopaminergic neurons accompanied by severe morphological damage. Vinp treatment increased the horizontal movement frequency and number of squares crossed, reduced the contact time, and rotation frequency in PD rats. Also, Vinp downregulated α-Syn protein expression and MDA level, while upregulated SOD activity in the striatum of PD rats. Furthermore, Vinp treatment activated the Wnt/β-catenin signaling pathway in the striatum of PD rats. In conclusion, Vinp improved the dyskinesia in 6-OHDA-induced PD rats by alleviating oxidative stress, and these effects may be associated with activating the Wnt/β-catenin signaling pathway.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Animals",
        "Parkinson Disease",
        "Wnt Signaling Pathway",
        "Oxidopamine",
        "Oxidative Stress",
        "Dyskinesias",
        "Superoxide Dismutase",
        "Disease Models, Animal",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "37562770",
      "title": "Vinpocetine represses the progression of nonalcoholic steatohepatitis in mice by mediating inflammasome components via NF-κB signaling.",
      "authors": [
        "Yingwei Zhu",
        "Hong Tang",
        "Han Zhao",
        "Jian Lu",
        "Kai Lin",
        "Jingbin Ni",
        "Bo Zhao",
        "Gaojue Wu",
        "Chunxiao Tan"
      ],
      "journal": "Gastroenterologia y hepatologia",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Inflammasome activation is known to be involved in nonalcoholic steatohepatitis (NASH). Vinpocetine is a derivative of vincamine and is reported to suppress the activation of inflammasome. METHODS: This study explored the therapeutical potential of Vinpocetine on NASH. Mice were fed with a choline-deficient (MCD) or chow diet in the presence or absence of Vinpocetine for 8 weeks. H&E staining and biochemical assays were determined to evaluate the hepatic steatosis and fibrosis symptoms. In addition, primary hepatocytes and Kupffer cells were isolated and induced by MCD or lipopolysaccharides/cholesterol crystals with or without Vinpocetine. ELISAs, qPCR, and Western blotting were applied to determine the levels of NASH-related biomarkers in both in vivo mouse model and in vitro cell models. RESULTS: Treatment of Vinpocetine did not cause observable side effects against and MCD-induced cells and mouse NASH model. However, treatment of Vinpocetine ameliorated hepatic steatosis and fibrosis and suppressed the levels of alanine transaminase and aspartate transferase in the mouse NASH model. In addition, treatment of Vinpocetine suppressed the mRNA and protein levels of inflammasome components both in vitro and in vivo. CONCLUSION: Vinpocetine suppressed NASH in mice by mediating inflammasome components via nuclear factor κB signaling.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Disease Models, Animal",
        "Inflammasomes",
        "Liver",
        "Liver Cirrhosis",
        "NF-kappa B",
        "Non-alcoholic Fatty Liver Disease",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "37536979",
      "title": "Precision medicine: Vinpocetine as a potential treatment for GABRG2-related epilepsy.",
      "authors": [
        "Despoina Mandelenaki",
        "Elodie Juvené",
        "Damien Lederer",
        "Alec Aeby"
      ],
      "journal": "Epileptic disorders : international epilepsy journal with videotape",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Pathogenic variants of the GABRG2 gene, encoding a GABAA receptor subunit, have been associated with various epileptic syndromes and drug-resistant epilepsy. Vinpocetine has been previously reported efficacious in a patient harboring a GABRB3 pathogenic variant, encoding another GABAA receptor subunit. CASE PRESENTATION: We describe a patient with GABRG2-related drug-resistant epilepsy who improved after vinpocetine treatment. An 8-year-old boy with a family history of epilepsy was diagnosed with early onset absence epilepsy at 6 months of age and was treated unsuccessfully with sodium valproate and ethosuximide. At 6 years of age, he developed generalized tonic-clonic seizures and increasing absences despite lamotrigine add-on as well as learning difficulties. Brain MRI was normal and video-EEG telemetry showed multiple myoclonic absences. An epilepsy gene panel analysis showed a GABRG2 pathogenic variant, c.254 T > A p.(Ile85Lys) (NM_198903.2), inherited from the proband's father. Seizures were resistant to several medications. After treatment with vinpocetine add-on, the patient showed a dramatic initial response, further reduction of seizures, and improvement of his cognitive functions. CONCLUSION: This case illustrates that vinpocetine could be considered in drug-resistant epilepsies related to GABRG2 in accordance with the principles of precision medicine.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Child",
        "Epilepsy, Absence",
        "Precision Medicine",
        "Receptors, GABA-A",
        "Anticonvulsants",
        "Seizures",
        "Drug Resistant Epilepsy",
        "Epilepsy, Generalized"
      ]
    },
    {
      "pmid": "37434477",
      "title": "Vinpocetine improved neuropsychiatric and epileptic outcomes in a patient with a GABRA1 loss-of-function variant.",
      "authors": [
        "Cathrine E Gjerulfsen",
        "Tomasz S Mieszczanek",
        "Katrine M Johannesen",
        "Vivian W Y Liao",
        "Mary Chebib",
        "Helene A J Nørby",
        "Elena Gardella",
        "Guido Rubboli",
        "Philip Ahring",
        "Rikke S Møller"
      ],
      "journal": "Annals of clinical and translational neurology",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Case Reports",
        "Research Support, Non-U.S. Gov't",
        "Journal Article"
      ],
      "abstract": "Vinpocetine is a synthetic derivative of the alkaloid vincamine and has been used as a dietary supplement for decades. Following a positive report of the use of vinpocetine in a patient with a loss-of-function GABRB3 variant, we here describe another patient with a loss-of-function GABRA1 variant (p.(Arg112Gln)) who benefited from vinpocetine treatment. This patient was diagnosed with autism spectrum disorder, psychiatric complications, and therapy-resistant focal epilepsy. Upon add-on treatment with 40 mg vinpocetine daily for 16 months, the patient experienced an overall improved quality of life as well as seizure freedom. Our findings corroborate that vinpocetine can attenuate epilepsy-associated behavioral issues in patients with loss-of-function GABAA receptor gene variants.",
      "mesh_terms": [
        "Humans",
        "Autism Spectrum Disorder",
        "Quality of Life",
        "Epilepsy",
        "Vinca Alkaloids",
        "Receptors, GABA-A"
      ]
    },
    {
      "pmid": "37401952",
      "title": "Vinpocetine protects against chloroquine-induced cardiotoxicity by mitigating oxidative stress.",
      "authors": [
        "Noha Abdelmageed",
        "Wael Ahmed-Anwar Twafik",
        "Osama Abdel-Raouf Morad",
        "Mohie Haridy",
        "Reham Hassan",
        "Madeha Ahmed",
        "Hesham Youssef El-Zorba",
        "Hossny Awad El-Banna",
        "Abdel-Latief Seddek",
        "Ahmed Ghallab",
        "Samy Abdel-Raouf Fahim Morad"
      ],
      "journal": "Archives of toxicology",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chloroquine (CQ) and hydroxychloroquine (HCQ) are classical antimalarial drugs, and recently have been used for other applications including coronavirus disease 2019 (COVID-19). Although they are considered safe, cardiomyopathy may associate CQ and HCQ applications particularly at overdoses. The goal of the present study was to evaluate the potential protective effect of the nootropic agent vinpocetine against CQ and HCQ adverse effects with a specific focus on the heart. For this purpose, a mouse model of CQ (0.5 up to 2.5 g/kg)/HCQ (1 up to 2 g/kg) toxicity was used, and the effect of vinpocetine was evaluated by survival, biochemical, as well as histopathological analyses. Survival analysis revealed that CQ and HCQ caused dose-dependent lethality, which was prevented by co-treatment with vinpocetine (100 mg/kg, oral or intraperitoneal). To gain deeper understanding, a dose of 1 g/kg CQ-which did not cause death within the first 24 h after administration-was applied with and without vinpocetine administration (100 mg/kg, intraperitoneal). The CQ vehicle group showed marked cardiotoxicity as evidenced by significant alterations of blood biomarkers including troponione-1, creatine phosphokinase (CPK), creatine kinase-myocardial band (CK-MB), ferritin, and potassium levels. This was confirmed at the tissue level by massive alteration of the heart tissue morphology and coincided with massive oxidative stress. Interestingly, co-administration of vinpocetine strongly ameliorated CQ-induced alterations and restored the antioxidant-defense system of the heart. These data suggest that vinpocetine could be used as an adjuvant therapy together with CQ/HCQ applications.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Chloroquine",
        "COVID-19",
        "Cardiotoxicity",
        "SARS-CoV-2",
        "COVID-19 Drug Treatment",
        "Hydroxychloroquine",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "37290685",
      "title": "Neuroprotective Effects of Vinpocetine Against Ischemia-Reperfusion Injury Via Inhibiting NLRP3 Inflammasome Signaling Pathway.",
      "authors": [
        "Boru Hou",
        "Donghai Li",
        "Dengfeng Wang",
        "Cheng Jiang",
        "Gang Wang",
        "Dong Wang",
        "Guizhong Yan",
        "Xiumei Guo",
        "Lixia Zhao",
        "Zhuangzhuang Wan",
        "Chenlong Fan",
        "Wencheng Cao",
        "Haijun Ren"
      ],
      "journal": "Neuroscience",
      "publication_date": "2023-Aug-21",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ischemic stroke is one of the main causes of serious disability and death worldwide. NLRP3 inflammasome is an intracellular pattern recognition receptor composed of polyprotein complex, which participates in mediating a series of inflammatory responses and is considered as a potential target for the treatment of ischemic stroke. Vinpocetine, a derivative of vincamine, has been widely used in the prevention and treatment of ischemic stroke. However, the therapeutic mechanism of vinpocetine is not clear, and its effect on NLRP3 inflammasome remains to be determined. In this study, we used the mouse model of transient middle cerebral artery occlusion (tMCAO) to simulate the occurrence of ischemic stroke. Different doses of vinpocetine (5, 10, 15 mg/kg/d) were injected intraperitoneally for 3 days after ischemia-reperfusion in mice. The effects of different doses of vinpocetine on the degree of ischemia-reperfusion injury in mice were observed by TTC staining and modified neurological severity score scale, and the optimal dose was determined. Then, based on this optimal dose, we observed the effects of vinpocetine on apoptosis, microglial proliferation and NLRP3 inflammasome. In addition, we compared the effects of vinpocetine and MCC950 (a specific inhibitor of NLRP3 inflammasome) on NLRP3 inflammasome. Our results show that vinpocetine can effectively reduce the infarct volume and promote the recovery of behavioral function in stroke mice, and the maximal beneficial effects were observed at the dose of 10 mg/kg/d. Vinpocetine can effectively inhibit the apoptosis of peri-infarct neurons, promote the expression of Bcl-2, inhibit the expression of Bax and Cleaved Caspase-3, and reduce the proliferation of peri-infarct microglia. In addition, vinpocetine, like MCC950, can reduce the expression of NLRP3 inflammasome. Therefore, vinpocetine can effectively alleviate the ischemia-reperfusion injury in mice, and the inhibition of NLRP3 inflammasome may be an important therapeutic mechanism of vinpocetine.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Inflammasomes",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Neuroprotective Agents",
        "Brain Ischemia",
        "Infarction, Middle Cerebral Artery",
        "Sulfonamides",
        "Ischemic Stroke",
        "Reperfusion Injury",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "37229596",
      "title": "Effect of vinpocetine alone and in combination with enalapril in experimental model of diabetic cardiomyopathy in rats: possible involvement of PDE-1/TGF-β/ Smad 2/3 signalling pathways.",
      "authors": [
        "Vishal Kumar Vishwakarma",
        "Sadia Shah",
        "Tajpreet Kaur",
        "Amrit Pal Singh",
        "Sudheer Kumar Arava",
        "Niraj Kumar",
        "Raj Kanwar Yadav",
        "Sushma Yadav",
        "Taruna Arora",
        "Harlokesh Narayan Yadav"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2023-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Diabetic cardiomyopathy (DC) is one of the severe secondary complications of diabetes mellitus in humans. Vinpocetine is an alkaloid having pleiotropic pharmacological effects. The present study is designed to investigate the effect of vinpocetine in DC in rats. METHODS: Rats were fed a high-fat diet for nine weeks along with single dose of streptozotocin after the second week to induce DC. The haemodynamic evaluation was performed to assess the functional status of rats using the Biopac system. Cardiac echocardiography, biochemical, oxidative stress parameters and inflammatory cytokine level were analysed in addition to haematoxylin-eosin and Masson's trichome staining to study histological changes, cardiomyocyte diameter and fibrosis, respectively. Phosphodiesterase-1 (PDE-1), transforming growth factor-β (TGF-β) and p-Smad 2/3 expression in cardiac tissues were quantified using western blot/RT-PCR. KEY FINDING: Vinpocetine treatment and its combination with enalapril decreased the glucose levels compared to diabetic rats. Vinpocetine improved the echocardiographic parameters and cardiac functional status of rats. Vinpocetine decreased the cardiac biochemical parameters, oxidative stress, inflammatory cytokine levels, cardiomyocyte diameter and fibrosis in rats. Interestingly, expressions of PDE-1, TGF-β and p-Smad 2/3 were ameliorated by vinpocetine alone and in combination with enalapril. CONCLUSIONS: Vinpocetine is a well-known inhibitor of PDE-1 and the protective effect of vinpocetine in DC is exerted by inhibition of PDE-1 and subsequent inhibition of the expression of TGF-β/Smad 2/3.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Rats",
        "Diabetes Mellitus, Experimental",
        "Diabetic Cardiomyopathies",
        "Enalapril",
        "Fibrosis",
        "Phosphoric Diester Hydrolases",
        "Signal Transduction",
        "Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "37148772",
      "title": "Vinpocetine mitigates DMH-induce pre-neoplastic colon damage in rats through inhibition of pro-inflammatory cytokines.",
      "authors": [
        "Archana Bharti Sonkar",
        "Pranesh Kumar",
        "Anand Kumar",
        "Anurag Kumar Gautam",
        "Abhishek Verma",
        "Amita Singh",
        "Umesh Kumar",
        "Dinesh Kumar",
        "Tarun Mahata",
        "Bolay Bhattacharya",
        "Amit K Keshari",
        "Biswanath Maity",
        "Sudipta Saha"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer (CRC) is currently recognized as the third most prevalent cancer worldwide. Vinpocetine is a synthetic derivative of the vinca alkaloid vincamine. It has been found effective in ameliorating the growth and progression of cancerous cells. However, its pharmacological effect on colon damage remains elusive. Hence, in this study, we have shown the role of vinpocetine in DMH-induced colon carcinogenesis. At first, male albino Wistar rats were administered with DMH consistently for four weeks to induce pre-neoplastic colon damage. Afterward, animals were treated with vinpocetine (4.2 and 8.4 mg/kg/day p.o.) for 15 days. Serum samples were collected to assess the physiological parameters, including ELISA and NMR metabolomics. Colon from all the groups was collected and processed separately for histopathology and western blot analysis. Vinpocetine attenuated the altered plasma parameters; lipid profile and showed anti-proliferative action as evidenced by suppressed COX-2 stimulation and decreased levels of IL-1β, IL-2, IL-6, and IL-10. Vinpocetine is significantly effective in preventing CRC which may be associated with its anti-inflammatory and antioxidant potential. Accordingly, vinpocetine could serve as a potential anticancer agent for CRC treatment and thus be considered for future clinical and therapeutic research.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Cytokines",
        "Vinca Alkaloids",
        "Colon",
        "Antineoplastic Agents",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "36965781",
      "title": "Vinpocetine prevents rotenone-induced Parkinson disease motor and non-motor symptoms through attenuation of oxidative stress, neuroinflammation and α-synuclein expressions in rats.",
      "authors": [
        "I O Ishola",
        "I O Awogbindin",
        "T G Olubodun-Obadun",
        "A E Olajiga",
        "O O Adeyemi"
      ],
      "journal": "Neurotoxicology",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disease characterized by motor and non-motor symptoms. Epidemiological reports showed a significant association between environmental toxicants-induced gut dysbiosis and PD. Neuroinflammation, mitochondrial dysfunction and decreased cerebral blood flow are hallmarks of PD. This study sought to evaluate the protective ability of vinpocetine (VIN), a neuroprotectant, on rotenone (ROT) (mitochondrial complex I inhibitor) induced PD in rats. Sixty male Sprague Dawley rats were randomly divided into six groups (n = 10) and treated orally as follows; group 1: vehicle (10 ml/kg); group 2: rotenone (10 mg/kg) + vehicle; group 3-5: vinpocetine (5, 10 or 20 mg/kg) + rotenone (10 mg/kg), respectively, or group 6: vinpocetine 20 mg/kg before behavioural assay for motor symptoms (fore-limb hanging test and open field test) and non-motor symptoms (working memory and learning capabilities in Y-maze/Morris water maze tasks, anxiety in hole board test and gut motility with intestinal transit time). Following treatment for 28 days, biochemical assays and immunostaining was performed. We examined the effect of vinpocetine on rotenone-induced oxidative stress and inflammatory markers. The pretreatment of rats with vinpocetine reversed rotenone-induced locomotor deficit, motor incoordination, cognition deficits and gut dysfunction. In addition, rotenone-induced a significant increase in the level of interleukin-6 and tumor necrotic factor-α, oxidative stress markers, cholinergic signalling, gut dysfunction and haematologic dysfunctions which were attenuated by vinpocetine administration. Immunostainings showed that rotenone-induced dopamine neuron loss, microglia reactivity, astrocytes activation, toll-like receptor 4 (TLR4) and α-synuclein (SNCA) expressions which were attenuated by vinpocetine administration. Findings from this study revealed a neuroprotective effect of vinpocetine on rotenone-induced PD through anti-neuroinflammatory and antioxidant mechanisms.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Parkinson Disease",
        "Rotenone",
        "alpha-Synuclein",
        "Neuroinflammatory Diseases",
        "Neurodegenerative Diseases",
        "Rats, Sprague-Dawley",
        "Oxidative Stress",
        "Neuroprotective Agents",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "36927298",
      "title": "Neuroprotective effects of vinpocetine, as a phosphodiesterase 1 inhibitor, on long-term potentiation in a rat model of Alzheimer's disease.",
      "authors": [
        "Meysam Shekarian",
        "Iraj Salehi",
        "Safoura Raoufi",
        "Masoumeh Asadbegi",
        "Masoumeh Kourosh-Arami",
        "Alireza Komaki"
      ],
      "journal": "BMC neuroscience",
      "publication_date": "2023-Mar-16",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Vinpocetine (Vin) is known as a phosphodiesterase 1 inhibitor (PDE1-I) drug with multilateral effects, including antioxidant and anti-inflammatory activity. In this research, we investigated the neuroprotective and therapeutic effects of Vin through hippocampal synaptic plasticity on a rat's model of Alzheimer's disease (AD) induced by an intracerebroventricular (ICV) injection of beta-amyloid (Aβ). METHODS: Sixty adult male Wistar rats were randomly divided into six groups: 1. control, 2. sham, 3. Aβ, 4. pretreatment (Vin + Aβ): Vin (4 mg/kg, gavage) for 30 days and then, inducing an AD model by an ICV injection of Aβ(1-42), 5. treatment (Aβ + Vin): inducing an AD model and then receiving Vin for 30 days by gavage, and 7. pretreatment + treatment (Vin + Aβ + Vin): receiving Vin by gavage for 30 days before and 30 days after the induction of an AD model. After these procedures, via stereotaxic surgery, the stimulating electrodes were placed at the perforant pathway (PP) and the recording electrodes were implanted in the dentate gyrus. RESULTS: Excitatory postsynaptic potential (EPSP) slope and population spike (PS) amplitude in the Aβ group meaningfully diminished compared to the control group after the induction of long-term potentiation (LTP). CONCLUSIONS: Vin could significantly prevent the Aβ effects on LTP. It can be concluded that pretreatment and treatment with Vin can be neuroprotective against harmful consequences of Aβ on hippocampal synaptic plasticity.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Alzheimer Disease",
        "Long-Term Potentiation",
        "Neuroprotective Agents",
        "Rats, Wistar",
        "Hippocampus",
        "Amyloid beta-Peptides",
        "Phosphoric Diester Hydrolases",
        "Peptide Fragments"
      ]
    },
    {
      "pmid": "36816786",
      "title": "The protective effect of taurine, piracetam and vinpocetine on etoposide-induced inflammation and brain injury in the serum of female albino rats.",
      "authors": [
        "Arwa Salam Mohammed",
        "Ansam N Al-Hassani",
        "Rafal Abdulrazaq Alrawi",
        "Rawaz D Tawfeeq"
      ],
      "journal": "Ecancermedicalscience",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Etoposide (ETP) is one of the leading antitumour agents in cancer chemotherapy. Many studies have reported on ETP-induced peripheral neuropathy; however, few reports have focused on its brain toxicity. The current research investigates the protective potential of taurine, piracetam and vinpocetine on serum biomarkers associated with inflammation and brain injury induced by ETP in a rodent model. A total of 30 female albino rats were equally divided into five groups; the 1st and 2nd groups were the control and ETP-treated groups, respectively, while the 3rd, 4th and 5th groups were ETP-treated rats cotreated with taurine, piracetam and vinpocetine, respectively. Administration of ETP reduced body weight significantly, enhanced production of serum proinflammatory cytokines including tumour necrosis factor-alpha, interleukin-1 beta (IL-1β) and IL-6 and decreased glutathione serum levels. Moreover, ETP treatment resulted in upregulation of glial fibrillary acidic protein expression and histopathological alterations in the rats' brain compared to the control group. Co-treatment with taurine, piracetam and vinpocetine counteracted ETP-induced brain injury and altered serum biomarkers levels. We concluded that co-treatment with vinpocetine could serve as a complementary therapeutic agent in reducing brain injury and toxicity induced by ETP."
    },
    {
      "pmid": "36359236",
      "title": "Vinpocetine Ameliorates Metabolic-Syndrome-Associated Bladder Overactivity in Fructose-Fed Rats by Restoring Succinate-Modulated cAMP Levels and Exerting Anti-Inflammatory Effects in the Bladder Detrusor Muscle.",
      "authors": [
        "Wei-Chia Lee",
        "Hong-Ren Yu",
        "You-Lin Tain",
        "Kay L H Wu",
        "Yao-Chi Chuang",
        "Julie Y H Chan"
      ],
      "journal": "Biomedicines",
      "publication_date": "2022-Oct-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Succinate and its receptor, the G protein-coupled receptor 91 (GPR91), have pathological implications in metabolic syndrome (MetS) and its associated bladder dysfunction, particularly in decreasing bladder cAMP levels and promoting proinflammation. Using fructose-fed rats (FFRs), a rat model of MetS, we investigate the effects of vinpocetine (a phosphodiesterase-1 inhibitor) and celecoxib (a selective cyclooxygenase-2 inhibitor) on MetS-associated bladder overactivity. Phenotypes of the overactive bladder, including increased micturition frequency and a shortened intercontractile interval in cystometry, were observed in FFRs, together with elevated succinate levels in the liver and serum and the downregulation of GPR91 in the liver and urinary bladder. Treatments with vinpocetine and celecoxib improved tissue fibrosis and ameliorated the overexpression of the inflammatory cytokines, such as IL-1β, in the liver and bladder. In bladder organ bath studies, vinpocetine, but not celecoxib, treatment restored the contraction and relaxation responses of the detrusor muscle strip in response to KCl, carbachol, and forskolin stimulation. At a molecular level, vinpocetine and celecoxib treatments modulated the downstream messengers of GPR91 (i.e., ERK1/2 and JNK), suppressed NF-κB and IL-1β expressions in the bladder, and prevented the fibrogenesis observed in FFRs. The exogenous application of succinate to a bladder organ bath significantly reduced the forskolin-induced cAMP production by the detrusor muscle, which was notably restored in the presence of vinpocetine. Together, these results suggest that vinpocetine may alleviate the MetS-associated bladder overactivity by restoring the succinate-modulated detrusor cAMP production and exerting the anti-inflammatory effects in the bladder detrusor muscle."
    },
    {
      "pmid": "36199206",
      "title": "Screening potential anaphylactoid components in vinpocetine injection using a high expression Mas-related G-protein-coupled receptor X2 cell membrane chromatography.",
      "authors": [
        "Jiayu Lu",
        "Xin Jia",
        "Changhe Wang",
        "Huaizhen He"
      ],
      "journal": "Journal of applied toxicology : JAT",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine injection is often used in clinical treatment of acute cardiovascular and cerebrovascular diseases. However, it was reported that vinpocetine injection caused allergic reactions in clinical use; therefore, its safety needs urgent attention. Until now, research on its sensitization is rarely reported. Here, the components contained in three vinpocetine injections were examined. It was found that besides vinpocetine, the synthetic raw material vincamine, the excipients benzyl alcohol and ethyl p-toluenesulfonate, and the impurities A, B, C, and D, which are excipients specified in the European Pharmacopoeia, were also present in them. Then the Mas-related G-protein-coupled receptor X2 (MRGPRX2)-HEK293 cell membrane chromatography was used to investigate the affinity of them with MRGPRX2 and found that vinpocetine, vincamine, and impurities A, B, C, and D bind to MRGPRX2. Afterwards, these compounds were further used to investigate the local sensitization ability in vivo. The results showed that vinpocetine, vincamine, and impurity C could induce swelling of the paw and decrease body temperature in mice, but only impurity C could cause local skin mast cell degranulation and serum histamine release increase. In vitro, the results also indicated that impurity C could increase intracellular [Ca2+ ] in MRGPRX2-HEK293 cells, whereas vinpocetine and vincamine did not. Therefore, the impurity C was the potential anaphylactoid component in vinpocetine injection, which may be one of the reasons for the occurrence of allergic reactions in the clinical use of vinpocetine injection. This work provides evidence on the sensitization of impurity C and also contributes to promoting the clinical safety of vinpocetine injection.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "HEK293 Cells",
        "Anaphylaxis",
        "Vincamine",
        "Excipients",
        "Receptors, G-Protein-Coupled",
        "Cell Membrane",
        "Chromatography",
        "Mast Cells",
        "Cell Degranulation",
        "Nerve Tissue Proteins",
        "Receptors, Neuropeptide"
      ]
    },
    {
      "pmid": "35907514",
      "title": "Vinpocetine and coenzyme Q10 combination alleviates cognitive impairment caused by ionizing radiation by improving mitophagy.",
      "authors": [
        "Fan Hu",
        "Hongbing Nie",
        "Renxu Xu",
        "Xinyong Cai",
        "Liang Shao",
        "Ping Zhang"
      ],
      "journal": "Brain research",
      "publication_date": "2022-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This research was designed to ascertain the effect and mechanism of vinpocetine (VIN) and coenzyme Q10 (CoQ10) combination on cognitive impairment induced by ionizing radiation (IR). METHODS: Cognitive impairment in mice was induced by 9-Gy IR, and they were intraperitoneally injected with VIN, CoQ10, or VIN + CoQ10. Then novel object recognition and Morris water maze tests were used to detect cognitive function. The number of hippocampal neurons and BrdU+Dcx+ cells was observed by Nissl and immunofluorescence staining. Mitochondrial respiratory complex I, adenosine triphosphate (ATP), and mitochondrial membrane potential (MMP) were evaluated, as well as oxidative stress injury. Mitophagy in hippocampal neurons was evaluated by observing the ultrastructure of hippocampal neurons and assessing the expression of mitophagy-related proteins. RESULTS: IR reduced novel object discrimination index, the time for platform crossing, and the time spent in platform quadrant, in addition to neuron loss, downregulated levels of mitochondrial respiratory complex I, ATP, and MMP, aggravated oxidative stress injury, increased expression of LC3 II/I, Beclin1, PINK1, and parkin, and decreased P62 expression. VIN or CoQ10 treatment mitigated cognitive dysfunction, neurons loss, mitochondrial damage, and oxidative stress injury, and enhanced mitophagy in hippocampal neurons. VIN and CoQ10 combination further protected against IR-induced cognitive dysfunction than VIN or CoQ10 alone. CONCLUSION: VIN combined with CoQ10 improved neuron damage, promoted mitophagy, and ameliorated cognitive impairment in IR mice.",
      "mesh_terms": [
        "Adenosine Triphosphate",
        "Animals",
        "Cognitive Dysfunction",
        "Electron Transport Complex I",
        "Mice",
        "Mitophagy",
        "Radiation, Ionizing",
        "Ubiquinone",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "35580917",
      "title": "Vinpocetine enhances cisplatin sensitivity of non-small cell lung cancer cells by reducing the nuclear factor erythroid 2-related factor 2 signaling.",
      "authors": [
        "Qingyang Zhuang",
        "Yunjian Huang",
        "Yaping Hong",
        "Wu Zhuang",
        "Kai Zhu",
        "Zhangzhou Huang"
      ],
      "journal": "Journal of investigative medicine : the official publication of the American Federation for Clinical Research",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine exerts pharmacological effects against cardiovascular diseases, while few studies focused on its roles in cancer. The present study investigated the roles of vinpocetine in non-small cell lung cancer (NSCLC) and its relationship with cisplatin resistance. A549 cisplatin-resistant cells (A549/DDP) and nuclear factor erythroid 2-related factor 2 (Nrf2)-overexpressing cell lines were established. 3-(4,5-Dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium assay was conducted to determine cell viability. Annexin V-propidium iodide assay was conducted to determine cell apoptosis. RT-quantitative PCR and western blot analysis were conducted to determine the levels of mRNA and protein, respectively. NSCLC cell tumor-bearing model was constructed to determine the effects of vinpocetine on tumor growth. Treatment with vinpocetine inhibited cell proliferation and promoted cisplatin-induced cell apoptosis. In addition, treatment with vinpocetine suppressed protein expression of Nrf2 and inhibited messenger RNA levels of heme oxygenase 1 and NAD(P)H dehydrogenase quinone 1 induced by cisplatin. Interestingly, the overexpression of Nrf2 abolished the antiproliferative effects of vinpocetine on NSCLC cells. In vivo data suggested that vinpocetine (50 mg/kg) inhibited tumor growth and enhanced the antitumor effects of cisplatin in the NSCLC cell tumor-bearing model. Vinpocetine enhances cisplatin sensitivity of NSCLC cells in part by suppressing Nrf2 signaling.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Apoptosis",
        "Carcinoma, Non-Small-Cell Lung",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Cisplatin",
        "Drug Resistance, Neoplasm",
        "Humans",
        "Lung Neoplasms",
        "MicroRNAs",
        "NF-E2-Related Factor 2",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "35315168",
      "title": "Renoprotective effect of vinpocetine against ischemia/reperfusion injury: Modulation of NADPH oxidase/Nrf2, IKKβ/NF-κB p65, and cleaved caspase-3 expressions.",
      "authors": [
        "Amany A Azouz",
        "Fatema Hersi",
        "Fares E M Ali",
        "Asmaa M M Hussein Elkelawy",
        "Hany A Omar"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ischemia/reperfusion injury (IRI) during kidney transplantation is a serious clinical problem with a high mortality rate and a lack of therapy. Therefore, there is a need to improve the ability of the kidney to tolerate IRI during transplantation. This study aimed to investigate the possible protective effect of vinpocetine; a derivative of vincamine alkaloid; against renal IRI in rats with the elucidation of the involved mechanisms. Vinpocetine (25 mg/kg; i.p.) was administered for 10 successive days before the induction of ischemia by bilateral clamping of both renal pedicles for 45 min followed by 24 h of reperfusion. Blood and renal tissue samples were then collected for biochemical, molecular, and histopathological investigations. Vinpocetine significantly reduced serum creatinine and blood urea nitrogen levels in rats subjected to IRI. It also reduced mRNA expression of NADPH oxidase and renal content of malondialdehyde, while enhanced Nrf2 protein expression and renal content of reduced glutathione. The suppression of the provoked inflammatory response was evident by the downregulation of IKKβ and NF-κB p65 protein expressions, as well as their downstream inflammatory markers; tumor necrosis factor-α, interleukin-6, and myeloperoxidase. In addition, vinpocetine reduced protein expression of the apoptotic executioner cleaved caspase-3. These nephroprotective effects were confirmed by the improvement in histopathological features. Collectively, the protective effect of vinpocetine against IRI could be attributed to modulation of NADPH oxidase/Nrf2, IKKβ/NF-κB p65, and cleaved caspase-3 expressions. Thus, vinpocetine could improve oxidant/antioxidant balance, suppress triggered inflammatory response, and promote renal cell survival after IRI.",
      "mesh_terms": [
        "Animals",
        "Caspase 3",
        "I-kappa B Kinase",
        "Kidney",
        "NADPH Oxidases",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "Rats",
        "Reperfusion Injury",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "35045919",
      "title": "Effects of vinpocetine on atopic dermatitis after administration via three different routes in HR-1 hairless mice.",
      "authors": [
        "Hyun Sik Kang",
        "Jin Yong Song",
        "Jong Heon Kim",
        "Tae Il Park",
        "Won Seok Choi",
        "Ji -Yun Lee"
      ],
      "journal": "Die Pharmazie",
      "publication_date": "2022-Jan-03",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study aimed to examine the effects of vinpocetine on atopic dermatitis (AD) by administering it via oral, intraperitoneal, and topical routes to HR-1 hairless mice. AD was induced in the mice for five weeks with ovalbumin, and vinpocetine was administered twice daily through each route of administration for two weeks after the induction of AD. Vinpocetine (20, 10, and 2 mg/kg) was administered by oral, intraperitoneal, and topical routes, respectively. The administration of vinpocetine suppressed the increase in serum immunoglobulin (Ig) E and IgG1 levels and the production of interleukin (IL)-4 and IL-13-cytokines linked to T helper 2 cells in skin tissue. In addition, the invasion of inflammatory cells, including eosinophils, into the skin tissue was reduced, and changes in skin structure were also suppressed. These results show the potential for the use of vinpocetine in patients with AD and even for targeted treatment against PDE. In most of the experiments, symptom relief in the groups receiving oral and topical vinpocetine was slightly superior to that in the group receiving vinpocetine intraperitoneally. In particular, topical application of vinpocetine was found to be the most effective route when considering the dose of vinpocetine used in each route.",
      "mesh_terms": [
        "Animals",
        "Cytokines",
        "Dermatitis, Atopic",
        "Disease Models, Animal",
        "Humans",
        "Immunoglobulin E",
        "Mice",
        "Mice, Hairless",
        "Skin",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "35041315",
      "title": "[Comparative chemoreactome analysis of the synergism of vinpocetine, piracetam, and cinnarizine molecules].",
      "authors": [
        "O A Gromova",
        "I Yu Torshin"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Neuroprotective and nootropic drugs often exhibit complementary, «synergistic» effects, the consideration of which is important for choosing the most effective and safe drug combinations. MATERIAL AND METHODS: Chemoinformatic analysis of vinpocetine, piracetam and cinnarizine on neuron cultures, on model organisms (mice, rats) based on modern data mining and machine learning methods. RESULTS: The paper presents the results of the chemoreactom analysis of vinpocetine, piracetam, and cinnarizine. Estimates of various biological activities of molecules on neuronal cultures, on model organisms (mice, rats) and estimates of modulation of the activity of target proteins in rats and humans were obtained. The data obtained made it possible to quantify the value of the synergism score for the combination «vinpocetine + piracetam» (54 points) compared with the combination «piracetam + cinnarizine» (25 points). CONCLUSIONS: The combination of «vinpocetine + piracetam» in the fixed combination (Vinpotropil) is thus more preferable for combined use than for the combination of «piracetam + cinnarizine».",
      "mesh_terms": [
        "Animals",
        "Cinnarizine",
        "Mice",
        "Nootropic Agents",
        "Piracetam",
        "Rats",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "34968019",
      "title": "[The open observational study of aceclofenac and vinpocetine effectiveness and tolerability in treatment of patients with chronic cerebrovascular disease after COVID-19 (AQUA study)].",
      "authors": [
        "I N Samartsev",
        "S A Zhivolupov",
        "J S Butakova",
        "M S Parshin"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "OBJECTIVE: To estimate the frequency of long-COVID in patients with chronic cerebrovascular disease, to identify the risk factors for the development of this condition and to analyze effectiveness and tolerability of Vinpocetine and Aertal in treatment of this disease. MATERIAL AND METHODS: The study included 97 patients (64.5±5.2 years), among which 42 were diagnosed with long-COVID. The effectiveness of treatment was analyzed with NRS-P, Post-COVID-19 Functional Status (PCFS), Global Rating of Change Scale (GROC). RESULTS: Predictors of long-COVID was female gender (p=0.022), severe COVID-19 (p=0.035), comorbidities: cardiovascular diseases (p=0.032), endocrinopathies (p=0.041), affective disorders (p=0.021). Significant changes in the functional status of patients were recorded after 20 days of treatment (PCFS), in pain after 10 days (NRS-P). The most pronounced clinical effect (PCFS) was obtained after 1 mth of therapy with vinpocetine and 20 days with aceclofenac (NRS-P). After 30 days 25/59.5% of patients noted a «pronounced» improvement in their own well-being (GROC) without the development of significant side effects. CONCLUSIONS: 43.3% of patients with chronic cerebrovascular disease and certain predictors develop long-COVID. Aceclofenac and vinpocetine are effective in relieving a number of symptoms of long-COVID, which requires further study.",
      "mesh_terms": [
        "Aged",
        "COVID-19",
        "Cerebrovascular Disorders",
        "Diclofenac",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Vinca Alkaloids",
        "Post-Acute COVID-19 Syndrome",
        "COVID-19 Drug Treatment"
      ]
    },
    {
      "pmid": "34918107",
      "title": "Development of a Validated Stability-Indicating HPLC Method for Vinpocetine in the Presence of Potential Impurities in Tablet Dosage Form by Multiresponse Optimization.",
      "authors": [
        "Özlem Karaer",
        "Şule Dinç-Zor",
        "Bürge Aşçı"
      ],
      "journal": "Journal of AOAC International",
      "publication_date": "2022-Apr-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Vinpocetine has been prescribed for the treatment of ischemic brain diseases for many years. The drug, which has side effects such as headache, flushing, and decreased blood pressure, is not found in nature, but it can be synthesized by several approaches. OBJECTIVE: A simple, rapid, selective, stability-indicating high-performance liquid chromatographic (HPLC) method was developed for the simultaneous estimation of vinpocetine and their potential impurities in a tablet formulation. METHOD: Optimum HPLC conditions were tried to be determined by a statistical experimental design method. The proposed method was validated as per the ICH guidelines. Stress study was used to demonstrate the stability-indicating ability of the developed method in the quantification of vinpocetine and potential impurities within the same run. RESULTS: According to multiresponse optimization using the Derringer's desirability function, the mobile phase consisted of an acetonitrile-phosphate buffer (pH 6.0) in the ratio of 65:35 (v/v) at a flow rate of 1.7 mL/min. Significant degradations were observed for the drug product under acid hydrolysis and alkali hydrolysis. The new method showed reasonable detection and quantification limits with good selectivity, precision, linearity, and recovery. CONCLUSIONS: These validation results have shown that this method is suitable for quantitative determination of vinpocetine and its impurities in quality control laboratories. HIGHLIGHTS: A reliable and rapid HPLC method optimized with response surface methodology and multiresponse optimization based on Derringer's desirability function was developed for the simultaneous analysis of vinpocetine and its impurities in a tablet formulation.",
      "mesh_terms": [
        "Chromatography, High Pressure Liquid",
        "Reproducibility of Results",
        "Research Design",
        "Tablets",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "34669537",
      "title": "Vinpocetine attenuates fluoxetine-induced liver damage in rats; Role of Nrf2 and PPAR-γ.",
      "authors": [
        "Gellan Alaa Mohamed Kamel"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Fluoxetine (FLX) has been widely used as first-line treatment in cases of depression and other neuropsychiatric disorders. Although its safety has been approved, the use of FLX was associated with liver injury and chronic liver disease. Vinpocetine (Vinpo), a nootropic drug, possesses antioxidant and anti-inflammatory effects. OBJECTIVE: This study aimed to evaluate the protective effects of Vinpo on FLX-induced liver damage pointing to the role of peroxisome proliferator-activated receptor-gamma (PPAR-γ) and nuclear factor erythroid 2-related factor 2 (Nrf2). METHODS: Rats were randomized to four groups: control group, Vinpo group (20 mg/kg/day; orally), FLX group (10 mg/kg/day; orally), and Vinpo + FLX group. RESULTS: FLX-induced liver damage was evidenced through elevated liver function biomarkers and induced hepatic histopathological changes. Concurrent Vinpo treatment resulted in a significant decrease in hepatotoxicity biomarkers and histopathological alterations. FLX-induced oxidative stress and inflammation were attenuated by Vinpo. In addition, Vinpo attenuated the hepatic NRF2 and HO-1 levels and up-regulated PPAR-γ expression. Moreover, FLX elevated Bcl-2-associated X protein (Bax) mRNA expression and decreased B-cell lymphoma 2 (Bcl2) mRNA expression were markedly reversed by Vinpo. CONCLUSION: Vinpo possesses ameliorative effects against FLX-induced liver injury in rats. This effect may be due to attenuation of oxidative stress and inflammation, in addition to upregulation of PPAR-γ expression.",
      "mesh_terms": [
        "Animals",
        "Calcium Channel Blockers",
        "Chemical and Drug Induced Liver Injury",
        "Fluoxetine",
        "Gene Expression Regulation",
        "Male",
        "NF-E2-Related Factor 2",
        "PPAR gamma",
        "Random Allocation",
        "Rats",
        "Selective Serotonin Reuptake Inhibitors",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "34415116",
      "title": "Vinpocetine amended prenatal valproic acid induced features of ASD possibly by altering markers of neuronal function, inflammation, and oxidative stress.",
      "authors": [
        "Kanishk Luhach",
        "Giriraj T Kulkarni",
        "Vijay P Singh",
        "Bhupesh Sharma"
      ],
      "journal": "Autism research : official journal of the International Society for Autism Research",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Autism spectrum disorder (ASD) is a neurodevelopmental disorder with complex etiology and phenotypes. Phosphodiesterase-1 (PDE1) inhibitors are known to provide benefits in various brain conditions manifesting similar behavioral phenotypes. The pharmacological consequences of vinpocetine administration a PDE1 inhibitor in prenatal-valproic acid (pre-VPA) induced ASD related behavioral phenotypes (social behavior deficits, repetitive behavior, anxiety, hyperlocomotion, and nociception) was assessed. Also, effects on important biochemical markers of neuronal function (DCX-neurogenesis, BDNF-neuronal survival, synapsin-IIa-synaptic transmission, pCREB-neuronal transcription factor), inflammation (interleukin [IL]-6, IL-10, and TNF-α) and oxidative stress (thiobarbituric acid reactive substance [TBARS] and glutathione (GSH) were studied in important brain areas (frontal cortex, cerebral cortex, hippocampus, and striatum). Further, neuronal cell viability was determined in dentate gyrus using Nissl staining. Pre-VPA administration resulted into impaired behavior, brain biochemistry, and neuronal cell viability. Administration of vinpocetine resulted in improvements of pre-VPA impaired social behavior, repetitive behavior, anxiety, locomotion, and nociception. Also, vinpocetine resulted in a significant increase in the levels of BDNF, synapsin-IIa, DCX, pCREB/CREB, IL-10, and GSH along with significant decrease in TNF-α, IL-6, TBARS, number of pyknotic and chromatolytic cells in different brain areas of pre-VPA group. Finally, high association between behavioral parameters and biochemical parameters was observed upon Pearson's correlation analysis. Vinpocetine, a PDE1 inhibitor rectified important behavioral phenotypes related with ASD, possibly by improving neuronal function, brain inflammation and brain oxidative stress. Thus, PDE1 may be a possible target for further understanding ASD. LAY SUMMARY: ASD is a brain developmental disorder with a wide array of genetic and environmental factors. Many targets have been identified till date, but a clinical treatment is still afar. The results of this study indicate that vinpocetine administration resulted in amelioration of ASD associated symptomatology in rats, prenatally exposed to VPA. Our research adds a widely expressed brain enzyme PDE1, as a possible novel pharmacological target and opens-up a new line of enquiry for ASD treatment.",
      "mesh_terms": [
        "Animals",
        "Autism Spectrum Disorder",
        "Behavior, Animal",
        "Biomarkers",
        "Disease Models, Animal",
        "Doublecortin Protein",
        "Female",
        "Inflammation",
        "Oxidative Stress",
        "Pregnancy",
        "Prenatal Exposure Delayed Effects",
        "Rats",
        "Rats, Wistar",
        "Valproic Acid",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "34384037",
      "title": "Behavioral, Biochemical and Histopathological effects of Standardised Pomegranate extract with Vinpocetine, Propolis or Cocoa in a rat model of Parkinson's disease.",
      "authors": [
        "Azza A Ali",
        "Mona M Kamal",
        "Mona G Khalil",
        "Shimaa A Ali",
        "Hemat A Elariny",
        "Amany Bekhit",
        "Ahmed Wahid"
      ],
      "journal": "Experimental aging research",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Parkinsonism is a neurodegenerative disorder. Pomegranate (POM) has been previously shown to have a dopaminergic neuroprotective effect against parkinsonism. OBJECTIVE: The aim of the current study is to investigate the possible effect of POM in combination with each of vinpocetine, propolis, or cocoa in the treatment of parkinsonism disease even without being given as adjuvant to L-dopa . METHODS: Rats were divided into seven groups, one normal and six RT model groups. One of the RT groups (2.5 mg/kg/48 h/10 doses sc), for 20 days served as non-treated parkinsonism model, whereas the others were treated with either L-dopa (10 mg/kg, p.o./day) or with POM (150 mg/kg, p.o./day) together with each of the following; vinpocetine (VIN) (20 mg/kg, p.o./day), propolis (300 mg/kg, p.o./day), cocoa (24 mg/kg, p.o./day). Motor and cognitive performances were examined using four tests (catalepsy, swimming, Y-maze, open field). Striatal dopamine, norepinephrine, serotonin, GABA, glutamate, acetylcholinesterase, GSK-3β, BDNF levels were assessed as well as MDA, SOD, TAC, IL-1β, TNF-α, iNOs, and caspase-3. Also, histopathological examinations of different brain regions were determined. RESULTS: Treatment with L-dopa alone or with all POM combination groups alleviated the deficits in locomotor activities, cognition, neurotransmitter levels, acetylcholinesterase activity, oxidative stress, and inflammatory markers as well as caspase-3 expression induced by RT. CONCLUSION: Combinations of POM with each of VIN, propolis, or cocoa have a promising disease-modifying antiparkinsonian therapy even without being given as an adjuvant to L-dopa.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Aging",
        "Animals",
        "Caspase 3",
        "Glycogen Synthase Kinase 3 beta",
        "Humans",
        "Levodopa",
        "Parkinson Disease",
        "Parkinsonian Disorders",
        "Plant Extracts",
        "Pomegranate",
        "Propolis",
        "Rats",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "34255319",
      "title": "Vinpocetine Effect on the Juncture of Diabetes and Aging: An in-vitro study.",
      "authors": [
        "Shermineh Moini-Nodeh",
        "Mahban Rahimifard",
        "Maryam Baeeri",
        "Mahshid Hodjat",
        "Hamed Haghi-Aminjan",
        "Mohammad Abdollahi"
      ],
      "journal": "Drug research",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The rapid-growing population of diabetic patients and the elderly are among the direst challenges that the science of medicine is facing today. Targeting these two challenges can shed light on new means to control and ideally reverse this trend. In this experiment, Vinpocetine's effect on aged pancreatic beta-cell functions in correlation with oxidative stress was studied. METHODS: Islet cells were isolated from the pancreas of aged rats and exposed to Vinpocetine, dissolved in acetone and RPMI, for 48 h. Then, senescence-associated molecular parameters, including P16 and P38 gene expressions and β-galactosidase activity, were investigated along with diabetic and inflammation markers. RESULTS: Experimental results showed that Vinpocetine could significantly increase aged islets insulin secretion and also make a meaningful reduction in oxidative stress markers. This drug can also decrease expression levels of P16 and P38, the primary genes responsible for the aging pathway. TNF-α, IL-6, and NF-κB expressions were also reduced noticeably after treatment with Vinpocetine. CONCLUSION: The current study showed that Vinpocetine, a derivative of the secondary plant metabolite called Vincamine, could break this vicious cycle of oxidative stress and aging by reducing oxidative stress and inflammation, thus inhibiting cellular aging.",
      "mesh_terms": [
        "Aged",
        "Animals",
        "Diabetes Mellitus",
        "Humans",
        "NF-kappa B",
        "Oxidative Stress",
        "Rats",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "34121971",
      "title": "Vinpocetine-based therapy is an attractive strategy against oxidative stress-induced hepatotoxicity in vitro by targeting Nrf2/HO-1 pathway.",
      "authors": [
        "Noha Abdelmageed",
        "Wael Ahmed-Anwar Twafik",
        "Abdel-Latif Seddek",
        "Samy Abdel-Raouf Fahim Morad"
      ],
      "journal": "EXCLI journal",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vinpocetine (Vin), a synthetic-derivative of Vincamine, monoterpenoid indole alkaloid, has been reported to have various medicinal benefits. The purpose of our study was to investigate the pivotal role of \"nuclear factor erythroid 2-related factor-2\" (Nrf2)-mediated antioxidant protection of Vin against H2O2 and paracetamol (APAP)-induced liver toxicity. For this purpose, a normal human hepatic cell line (L02 cells) was incubated with cytotoxic concentrations of H2O2 or APAP in the presence or absence of Vin. To evaluate the responses, MTS Cell Viability assay, immunoblotting, biochemical assays, and molecular docking approach were used. Viability analysis showed that treatment of L02 cells with Vin prevented the cytotoxicity induced by H2O2 and APAP. It was evidenced by the fact that Vin dumped H2O2- and APAP-cytotoxicity and reactive oxygen species (ROS) generation. The immunoblotting analysis shows that Vin increased Nrf2 expression along with the expression of target protein, heme oxygenase-1 (HO-1), and increased intracellular glutathione (GSH) level. Interestingly, we found that Vin could protect the protein expression-level of Nrf2, which indicated the prospective interaction between Vin and Keap1 protein. Additionally, molecular docking-study revealed that Vin competed with Nrf2 for Keap1-binding site, with hydrogen and stearic interactions. Collectively, Vin effectively protects against H2O2 and APAP-induced cytotoxicity via executing Nrf2-mediated restoration of antioxidative/oxidative balance. Meanwhile, Vin interrupts protein-protein interaction between Nrf2 and Keap1, which might also contribute to decrease Nrf2 degradation and stabilize protein expression. Thus, Vin-based adjuvant therapy may represent a smart drug regimen to mitigate drug-induced oxidative stress and liver injuries."
    },
    {
      "pmid": "33914833",
      "title": "Vinpocetine alleviates lung inflammation via macrophage inflammatory protein-1β inhibition in an ovalbumin-induced allergic asthma model.",
      "authors": [
        "Won Seok Choi",
        "Hyun Sik Kang",
        "Hong Jo Kim",
        "Wang Tae Lee",
        "Uy Dong Sohn",
        "Ji-Yun Lee"
      ],
      "journal": "PloS one",
      "publication_date": "2021",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Asthma is a well-known bronchial disease that causes bronchial inflammation, narrowing of the bronchial tubes, and bronchial mucus secretion, leading to bronchial blockade. In this study, we investigated the association between phosphodiesterase (PDE), specifically PDE1, and asthma using 3-isobutyl-1-methylxanthine (IBMX; a non-specific PDE inhibitor) and vinpocetine (Vinp; a PDE1 inhibitor). Balb/c mice were randomized to five treatment groups: control, ovalbumin (OVA), OVA + IBMX, OVA + Vinp, and OVA + dexamethasone (Dex). All mice were sensitized and challenged with OVA, except for the control group. IBMX, Vinp, or Dex was intraperitoneally administered 1 h before the challenge. Vinp treatment significantly inhibited the increase in airway hyper-responsiveness (P<0.001) and reduced the number of inflammatory cells, particularly eosinophils, in the lungs (P<0.01). It also ameliorated the damage to the bronchi and alveoli and decreased the OVA-specific IgE levels in serum, an indicator of allergic inflammation increased by OVA (P<0.05). Furthermore, the increase in interleukin-13, a known Th2 cytokine, was significantly decreased by Vinp (P<0.05), and Vinp regulated the release and mRNA expression of macrophage inflammatory protein-1β (MIP-1β) increased by OVA (P<0.05). Taken together, these results suggest that PDE1 is associated with allergic lung inflammation induced by OVA. Thus, PDE1 inhibitors can be a promising therapeutic target for the treatment of asthma.",
      "mesh_terms": [
        "1-Methyl-3-isobutylxanthine",
        "Animals",
        "Anti-Inflammatory Agents",
        "Asthma",
        "Chemokine CCL4",
        "Dexamethasone",
        "Disease Models, Animal",
        "Down-Regulation",
        "Gene Expression Regulation",
        "Lung",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "Ovalbumin",
        "Random Allocation",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "33772295",
      "title": "New insights into the effects of vinpocetine against neurobehavioral comorbidities in a rat model of temporal lobe epilepsy via the downregulation of the hippocampal PI3K/mTOR signalling pathway.",
      "authors": [
        "Sarah S El-Sayed",
        "Mohammed F El-Yamany",
        "Hesham A Salem",
        "Ayman E El-Sahar"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2021-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: As one of the most frequent worldwide neurological disorders, epilepsy is an alteration of the central nervous system (CNS) characterized by abnormal increases in neuronal electrical activity. The mammalian target of rapamycin (mTOR) signalling pathway has been investigated as an interesting objective in epilepsy research. Vinpocetine (VNP), a synthesized derivative of the apovincamine alkaloid, has been used in different cerebrovascular disorders. This study aimed to examine the modulatory effects of VNP on neurobehavioral comorbidities via the mTOR signalling pathway in a lithium-pilocarpine (Li-Pil) rat model of seizures. METHODS: In male Wistar rats, seizures were induced with a single administration of pilocarpine (60 mg/kg; i.p.) 20 hours after the delivery of a single dose of lithium (3 mEq/kg; i.p.). VNP (10 mg/kg; i.p.) was administered daily for 14 consecutive days before Li-Pil administration. KEY FINDINGS: VNP had a protective effect against Li-Pil-induced seizures. VNP improved both the locomotor and cognitive abilities, moreover, VNP exerted a neuroprotective action, as verified histologically and by its inhibitory effects on hippocampal glutamate excitotoxicity, mTOR pathway, and inflammatory and apoptotic parameters. CONCLUSIONS: VNP is a valuable candidate for epilepsy therapy via its modulation of the mechanisms underlying epileptogenesis with emphasis on its modulatory effect on mTOR signalling pathway.",
      "mesh_terms": [
        "Animals",
        "Anticonvulsants",
        "Apoptosis",
        "Epilepsy, Temporal Lobe",
        "Hippocampus",
        "Male",
        "Memory",
        "Motor Activity",
        "Neurons",
        "Phosphatidylinositol 3-Kinases",
        "Rats",
        "Rats, Wistar",
        "Seizures",
        "Signal Transduction",
        "TOR Serine-Threonine Kinases",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "33735117",
      "title": "Enhanced anticancer activity by the combination of vinpocetine and sorafenib via PI3K/AKT/GSK-3β signaling axis in hepatocellular carcinoma cells.",
      "authors": [
        "Zuo-Yan Zhang",
        "Shu-Min Dong",
        "Ye-Han Liu",
        "Man-Man Zhang",
        "Jian-Kang Zhang",
        "Hua-Jian Zhu",
        "Jia-An Shao",
        "Hua-Qing Liu",
        "Yang-Ling Li",
        "Chong Zhang",
        "Ling-Hui Zeng"
      ],
      "journal": "Anti-cancer drugs",
      "publication_date": "2021-Aug-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine is widely used to treat cerebrovascular diseases. However, the effect of vinpocetine to treat hepatocellular carcinoma (HCC) has not been investigated. In this study, we revealed that vinpocetine was associated with antiproliferative activity in HCC cells, but induced cytoprotective autophagy, which restricted its antitumor activity. Autophagy inhibitors improved the antiproliferative activity of vinpocetine in HCC cells. Sorafenib is effective to treat advanced HCC, but the effect of autophagy induced by sorafenib is indistinct. We demonstrated vinpocetine plus sorafenib suppressed the cytoprotective autophagy activated by vinpocetine in HCC cells and significantly induced apoptosis and suppressed cell proliferation in HCC cells. In addition, vinpocetine plus sorafenib activates glycogen synthase kinase 3β (GSK-3β) and subsequently inhibits cytoprotective autophagy induced by vinpocetine in HCC cells. Meanwhile, overexpression of GSK-3β was efficient to increase the apoptosis induced by vinpocetine plus sorafenib in HCC cells. Our study revealed that vinpocetine plus sorafenib could suppress the cytoprotective autophagy induced by vinpocetine and subsequently show synergistically anti-HCC activity via activating GSK-3β and the combination of vinpocetine and sorafenib might reverse sorafenib resistance via the PI3K/protein kinase B/GSK-3β signaling axis. Thus, vinpocetine may be a potential candidate for sorafenib sensitization and HCC treatment, and our results may help to elucidate more effective therapeutic options for HCC patients with sorafenib resistance.",
      "mesh_terms": [
        "Apoptosis",
        "Autophagy",
        "Cell Proliferation",
        "Drug Therapy, Combination",
        "Glycogen Synthase Kinase 3 beta",
        "Hep G2 Cells",
        "Humans",
        "Phosphatidylinositol 3-Kinases",
        "Signal Transduction",
        "Sorafenib",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "33712282",
      "title": "Evaluation of vinpocetine as a therapy in patients with sensorineural hearing loss: A phase II, open-label, single-center study.",
      "authors": [
        "Ileana Gutiérrez-Farfán",
        "Celia Reyes-Legorreta",
        "Mauricio Solís-Olguín",
        "Efrén Alatorre-Miguel",
        "Antonio Verduzco-Mendoza",
        "Alfredo Durand-Rivera"
      ],
      "journal": "Journal of pharmacological sciences",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article"
      ],
      "abstract": "The progressive degeneration of the excitable cells of the ear depends on the sustained excitation of the voltage-sensitive sodium channels, so the negative pharmacological modulation could be a rational therapeutic strategy against the damage of these cells. The objective was to demonstrate the effectiveness of Vinpocetine (VPC), a potent sodium channel blocker, as a treatment for acquired sensorineural hearing loss. A phase II, longitudinal and prospective open clinical study, was conducted over a period of 12 months with patients older than 18 years, to demonstrate the effectiveness of Vinpocetine (VPC) as a treatment for acquired sensorineural hearing loss, using evoked potentials, otoacoustic emissions, audiometry and logoaudiometry, analyzing the results at 6 and 12 months of treatment with Vinpocetine (30 mg/day in 3 doses). It was observed that from 0 to 6 months there was hearing impairment (which was already expected due to the age of the patients). From 6 to 12 months and from 0 to 12 months there were significant differences with a tendency towards improvement, indicating that the aforementioned deterioration not only stopped, but that with the use of vinpocetine, the hearing capacity improved. It is concluded that Vinpocetine helps to stop hearing impairment and even improve hearing.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Audiometry, Evoked Response",
        "Evoked Potentials, Auditory",
        "Female",
        "Hearing",
        "Hearing Loss, Sensorineural",
        "Humans",
        "Longitudinal Studies",
        "Male",
        "Middle Aged",
        "Otoacoustic Emissions, Spontaneous",
        "Prospective Studies",
        "Sodium Channel Blockers",
        "Treatment Outcome",
        "Vinca Alkaloids",
        "Young Adult"
      ]
    },
    {
      "pmid": "33614626",
      "title": "Inhibition of PDE1-B by Vinpocetine Regulates Microglial Exosomes and Polarization Through Enhancing Autophagic Flux for Neuroprotection Against Ischemic Stroke.",
      "authors": [
        "Jiankun Zang",
        "Yousheng Wu",
        "Xuanlin Su",
        "Tianyuan Zhang",
        "Xionglin Tang",
        "Dan Ma",
        "Yufeng Li",
        "Yanfang Liu",
        "Ze'an Weng",
        "Xuanzhuo Liu",
        "Chi Kwan Tsang",
        "Anding Xu",
        "Dan Lu"
      ],
      "journal": "Frontiers in cell and developmental biology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exosomes contribute to cell-cell communications. Emerging evidence has shown that microglial exosomes may play crucial role in regulation of neuronal functions under ischemic conditions. However, the underlying mechanisms of microglia-derived exosome biosynthesis are largely unknown. Herein, we reported that the microglial PDE1-B expression was progressively elevated in the peri-infarct region after focal middle cerebral artery occlusion. By an oxygen-glucose-deprivation (OGD) ischemic model in cells, we found that inhibition of PDE1-B by vinpocetine in the microglial cells promoted M2 and inhibited M1 phenotype. In addition, knockdown or inhibition of PDE1-B significantly enhanced the autophagic flux in BV2 cells, and vinpocetine-mediated suppression of M1 phenotype was dependent on autophagy in ischemic conditions. Co-culture of BV2 cells and neurons revealed that vinpocetine-treated BV2 cells alleviated OGD-induced neuronal damage, and treatment of BV2 cells with 3-MA abolished the observed effects of vinpocetine. We further demonstrated that ischemia and vinpocetine treatment significantly altered microglial exosome biogenesis and release, which could be taken up by recipient neurons and regulated neuronal damage. Finally, we showed that the isolated exosome per se from conditioned BV2 cells is sufficient to regulate cortical neuronal survival in vivo. Taken together, these results revealed a novel microglia-neuron interaction mediated by microglia-derived exosomes under ischemic conditions. Our findings further suggest that PDE1-B regulates autophagic flux and exosome biogenesis in microglia which plays a crucial role in neuronal survival under cerebral ischemic conditions."
    },
    {
      "pmid": "33237143",
      "title": "Anti-inflammatory effects of vinpocetine in LPS-stimulated microglia via activation of AMPK.",
      "authors": [
        "Qin Zhou",
        "Dongkai Guo",
        "Xinjia Li",
        "Yixuan Wang",
        "Xiaoli Ye",
        "Sudong Xue",
        "Xiaoyu Wang"
      ],
      "journal": "Anais da Academia Brasileira de Ciencias",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microglia are the resident immune cells in the central nervous system (CNS), which play important roles in the repair of neuroinflammatory injury. The present study investigated the anti-neuroinflammatory effects of vinpocetine induced by lipopolysaccharide (LPS) in BV2 microglia. BV2 microglia were pretreated with vinpocetine, and then stimulated with LPS (100 ng/mL). The cytotoxicity of BV2 microglia was assessed by MTT assay. The expression levels of nitrite oxide were measured by Griess assay. Proinflammatory cytokines and mediators were determined by Western blot, ELISA, or quantitative real-time PCR. Vinpocetine significantly decreased the generation of nitric oxide-inducible nitric oxide synthase (iNOS), cyclooxygenase- (COX-) 2 in a dose-dependent manner. In addition, vinpocetine decreased the production of pro-inflammatory cytokines such as tumor necrosis factor alpha (TNF-α), interleukin (IL)-6 and IL-1β. Furthermore, it was observed that phosphorylation levels of AMPK (Thr-172) decreased in LPS-stimulated BV2 microglia. Vinpocetine treatment increased AMPK phosphorylation in LPS-stimulated BV2 microglia. AMPK inhibition by siRNA blocked the anti-inflammatory effects of vinpocetine induced by LPS in BV2 microglia. The overall results demonstrate that vinpocetine has anti-inflammatory effects on LPS-stimulated BV2 microglia via inducing phosphorylation of AMPK, suggesting that vinpocetine is a potential therapeutic agent in neuroinflammatory injury.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Anti-Inflammatory Agents",
        "Cyclooxygenase 2",
        "Lipopolysaccharides",
        "Microglia",
        "Nitric Oxide",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "33202281",
      "title": "Vinpocetine ameliorates L-arginine induced acute pancreatitis via Sirt1/Nrf2/TNF pathway and inhibition of oxidative stress, inflammation, and apoptosis.",
      "authors": [
        "Walaa Yehia Abdelzaher",
        "Sabreen Mahmoud Ahmed",
        "Nermeen N Welson",
        "Najat Marraiki",
        "Gaber El-Saber Batiha",
        "Maha Yehia Kamel"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article",
        "Retracted Publication"
      ],
      "abstract": "OBJECTIVES: Acute pancreatitis (AP) is a common severe critical illness with a high mortality rate. We aimed to study the effect of vinpocetine (Vinpo) in the treatment of AP because of its anti-inflammatory, antioxidant, and antiapoptotic effects. MATERIALS AND METHODS: Thirty two adult male albino Wistar rats were randomized to four groups: control group, Vinpo group (20 mg/kg.P.O.), l-arginine group (two intraperitoneal injections of l-arginine 2.5 g/kg, 1 h apart), and Vinpo + L-arginine group. Vinpo administration was once daily for 7 consecutive days and started 1 h later after l-arginine administration. We measured serum enzyme biomarkers (lipase and amylase), levels of pancreatic malondialdehyde (MDA), total antioxidant capacity (TAC), reduced glutathione (GSH), total sulfhydryl (T-SH), total nitrite/nitrate (NOx), Interluken-6 (IL-6), tumor necrosis factor-alpha (TNF-α), Nuclear factor (erythroid-derived 2)-like 2 (Nrf2), Sirtuin type 1 (Sirt1), and caspase-3 activity. Furthermore; histological changes, anti-insulin, and inducible nitric oxide synthase (iNOS) immuno-expressions were examined. RESULTS: l-arginine group displayed AP as manifested by a significant increase in serum lipase and amylase, MDA, NOx, IL-6, TNF-α, caspase-3 with iNOS immuno-expression. Histological changes indicating marked pancreatic injury were observed together with a significant decrease in TAC, GSH, T-SH, Nrf2, Sirt1 levels, and anti-insulin immuno-expression. Vinpo showed a significant amelioration in all parameters. CONCLUSION: Vinpo possesses potent ameliorative effects against AP by decreasing oxidative stress, inflammatory process, and apoptosis through regulation of the Sirt1/Nrf2/TNF-α pathway.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Apoptosis",
        "Arginine",
        "Biomarkers",
        "Disease Models, Animal",
        "Inflammation Mediators",
        "Male",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "Pancreas",
        "Pancreatitis",
        "Rats, Wistar",
        "Signal Transduction",
        "Sirtuin 1",
        "Tumor Necrosis Factor-alpha",
        "Vinca Alkaloids",
        "Rats"
      ]
    },
    {
      "pmid": "33111936",
      "title": "Vinpocetine protects against the development of experimental abdominal aortic aneurysms.",
      "authors": [
        "Chongyang Zhang",
        "Chia George Hsu",
        "Amy Mohan",
        "Hangchuan Shi",
        "Dongmei Li",
        "Chen Yan"
      ],
      "journal": "Clinical science (London, England : 1979)",
      "publication_date": "2020-Nov-27",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Abdominal aortic aneurysm (AAA), commonly occurring in the aged population, is a degenerative disease that dilate and weaken infrarenal aorta due to progressive degeneration of aortic wall integrity. Vinpocetine, a derivative of alkaloid vincamine, has long been used for cerebrovascular disorders and cognitive impairment in the aged population. Recent studies have indicated that vinpocetine antagonizes occlusive vascular disorders such as intimal hyperplasia and atherosclerosis. However, its role in vascular degenerative disease AAA remains unexplored. Herein, we determined the effect of vinpocetine on the formation of AAA as well as the intervention of pre-existing moderate AAA. AAA was induced by periaortic elastase application in C57BL/6J mice. Systemic vinpocetine treatment was applied daily via intraperitoneal injection. We showed that vinpocetine pre-treatment remarkably attenuated aneurysmal dilation assessed by diameter and volume. More importantly, vinpocetine also significantly suppressed the progression of pre-existing moderate AAA in a post-intervention model. Vinpocetine improved multiple cellular and molecular changes associated with AAA, such as elastin degradation, media smooth muscle cell depletion, collagen fibers remodeling and macrophage infiltration in aneurysmal tissues. Vinpocetine potently suppressed tumor necrosis factor-α-induced nuclear factor kappa-light-chain-enhancer of activated B cells activation and proinflammatory mediator expression in primary cultured macrophages in vitro, as well as in the aorta wall in vivo, suggesting vinpocetine conferred anti-AAA effect at least partially via the inhibition of inflammation. Taken together, our findings reveal a novel role of vinpocetine in AAA formation, development and progression. Given the excellent safety profile of vinpocetine, the present study suggests vinpocetine may be a novel therapeutic agent for AAA prevention and treatment.",
      "mesh_terms": [
        "Animals",
        "Aortic Aneurysm, Abdominal",
        "Cells, Cultured",
        "Dilatation, Pathologic",
        "Disease Progression",
        "Elastin",
        "Inflammation",
        "Macrophages",
        "Mice, Inbred C57BL",
        "Myocytes, Smooth Muscle",
        "NF-kappa B",
        "Protective Agents",
        "Proteoglycans",
        "Proteolysis",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "32956837",
      "title": "Vinpocetine loaded ultradeformable liposomes as fast dissolving microneedle patch: Tackling treatment challenges of dementia.",
      "authors": [
        "Praveen K Srivastava",
        "Hetal P Thakkar"
      ],
      "journal": "European journal of pharmaceutics and biopharmaceutics : official journal of Arbeitsgemeinschaft fur Pharmazeutische Verfahrenstechnik e.V",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vinpocetine (VPN) displays poor bioavailability (~7%) and short half-life (2-3 h) justifying the frequent dosing requirement of currently marketed oral tablets (thrice daily) and thus, posing a great challenge to patient compliance. Present work envisaged to achieve an infusion like delivery through transdermal route so as to tackle aforesaid challenges. With this aim, ultradeformable liposomes (UDL) incorporated fast dissolving microneedle patch (MNP) of VPN was developed and optimized for vesicle size and percent drug entrapment (critical quality attributes, CQA) utilizing the quality by design tool. Fractional factorial design followed by combined D-optimal design were applied to identify critical material attributes and obtain their statistically verified optimum levels (Phospholipon 90G, 15.17 mM; Phospholipon 90H, 4.83 mM; sodium deoxycholate, 15 mol% and Vinpocetine, 5 mol%) showing mean vesicle size of 75.65 nm and mean drug entrapment of 87.44%. An insignificant change in CQA of optimized UDL after incorporation in MNP further represented their physical compatibility with MNP components. In vitro characterization of these microneedles revealed rapid dissolution (~2 min) and good skin penetrability with around 0.684 N axial needle fracture force (ANFF). The safety was ascertained in vitro by exposing HaCaT cells to VPN UDL MNP components. A 94.27% cell viability advocated the safe nature of excipients used in formulation. Ex vivo permeation across full thickness pig ear skin revealed a steady state flux of 11.091 μg/cm2/h via VPN UDL MNP with around 9-fold enhancement when compared to flux value achieved through VPN suspension. In vivo pharmacokinetic and pharmacodynamic study in Sprague Dawley rats showed a 3-fold rise in relative bioavailability and a comparable mean escape latency via UDL MNP as compared to its oral suspension. In addition, half-life of 14 h and MRT of 21 h further confirmed the controlled release behavior of UDL MNP for prolonged period of time. In nutshell, the developed fast dissolving microneedle patch of VPN showed promising results with the prospect of lowering dose as well as dosing frequency for improved patient compliance.",
      "mesh_terms": [
        "Animals",
        "Cell Line, Transformed",
        "Dementia",
        "Female",
        "Humans",
        "Liposomes",
        "Maze Learning",
        "Microinjections",
        "Neuroprotective Agents",
        "Organ Culture Techniques",
        "Rats",
        "Rats, Sprague-Dawley",
        "Skin Absorption",
        "Solubility",
        "Swine",
        "Transdermal Patch",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "32840391",
      "title": "Vinpocetine attenuates thioacetamide-induced liver fibrosis in rats.",
      "authors": [
        "Ahmed A Elnfarawy",
        "Asmaa E Nashy",
        "Alaa M Abozaid",
        "Ibrahim F Komber",
        "Rawan H Elweshahy",
        "Rehab S Abdelrahman"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver fibrosis is associated with increased mortality and morbidity. However, there is not effective treatment so far. Vinpocetine (Vinpo) is a synthetic derivative of vinca alkaloid vincamine. Limited previous reports have shown some beneficial effects of Vinpo in different organ fibrosis, but the ability of Vinpo to inhibit liver fibrosis induced by thioacetamide (TAA) has not been reported, that is why we investigate the potential ability of this vinca alkaloid derivative to attenuate liver fibrosis. Hepatic fibrosis was induced in male Sprague Dawley rats by TAA (200 mg/kg; ip; 3 times/week) for 6 weeks. Daily treatments with Vinpo (10-20 mg/kg/day; orally) ameliorated TAA-induced hepatic oxidative stress and histopathological damage as indicated by a decrease in liver injury markers, LDH, hepatic MDA, and NOx levels, as well as increase anti-oxidative parameters. Besides, the anti-fibrotic efficacy of Vinpo was confirmed by decreasing hydroxyproline, and α-SMA. Also, the anti-inflammatory effect of Vinpo was explored by decreasing IL-6 and TNF-α levels. Our novel findings were that Vinpo decreased VEGF/Ki-67 expression in the liver confirming its effect on angiogenesis and proliferation. These findings reveal the anti-fibrotic effect of Vinpo against TAA-induced liver fibrosis in rats, and suggest the modulation of oxidative stress, inflammation, angiogenesis and proliferation as mechanistic cassette underlines this effect.",
      "mesh_terms": [
        "Animals",
        "Glutathione",
        "Interleukin-6",
        "Liver",
        "Liver Cirrhosis",
        "Male",
        "Malondialdehyde",
        "Nitric Oxide",
        "Oxidative Stress",
        "Protective Agents",
        "Rats, Sprague-Dawley",
        "Superoxide Dismutase",
        "Thioacetamide",
        "Tumor Necrosis Factor-alpha",
        "Vinca Alkaloids",
        "Rats"
      ]
    },
    {
      "pmid": "32805381",
      "title": "Biodegradable self-assembled nanoparticles of PEG-PLGA amphiphilic diblock copolymer as a promising stealth system for augmented vinpocetine brain delivery.",
      "authors": [
        "Osama A A Ahmed",
        "Shaimaa M Badr-Eldin"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2020-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vinpocetine (VNP), a semisynthetic drug, is utilized for the treatment of cerebrovascular and memory disorders. This work aimed at formulation of biodegradable VNP long-circulating nanoparticles utilizing Polyethylene glycol methyl ether-block-poly lactide-co-glycolide (PEG-PLGA) copolymer to surmount the drug drawbacks including low oral bioavailability and short elimination half-life. VNP nanoparticles were formulated using nanoprecipitation technique. A 24 factorial design was applied to assess the impact of formulation and process variables on the nanoparticles' characteristics. Statistical analysis revealed that nanoparticles size (Y1) significantly increased with increasing PEG-PLGA amount (X1), poly-vinyl alcohol concentration (X2), and PLGA content (X4), while decreased with increasing sonication time (X3). Furthermore, the entrapment efficiency (Y2) was positively affected by both PEG-PLGA amount and PLGA content, while negatively affected by poly-vinyl alcohol concentration. The optimized formulation prepared using 200 mg of PEG-PLGA polymer (PEG: PLGA 2000: 4,500), 0.5% polyvinyl alcohol with sonication time of 60 s achieved spherical shape with particle size of 43 nm and drug entrapment of 82%. A significant bioavailability enhancement of VNP with marked prolongation of the in vivo systemic exposure of the drug and increased brain levels has also been achieved following intraperitoneal administration in Wistar rats. Thus, the optimized formulation could be regarded as a promising stealth nanocarrier that could surmount the drug pitfalls and enhance its brain delivery.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Drug Carriers",
        "Nanoparticles",
        "Particle Size",
        "Polyesters",
        "Polyethylene Glycols",
        "Polylactic Acid-Polyglycolic Acid Copolymer",
        "Polymers",
        "Rats",
        "Rats, Wistar",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "32593544",
      "title": "Vinpocetine facilitates the anti-amnesic activity of estrogen-receptor alpha agonist in bilateral ovariectomy-challenged animals.",
      "authors": [
        "Ahsas Goyal",
        "Debapriya Garabadu"
      ],
      "journal": "Behavioural brain research",
      "publication_date": "2020-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The fluctuation in plasma estrogen level influences the cognitive function in the females. The specific estrogen receptor alpha (ERα) agonist, (4,4',4″-(4-propyl-[1 H] pyrazole-1,3,5-triyl) tris phenol (PPT), is reported to exhibit therapeutic activity similar to that of estrogen replacement therapy. However, the former can also exert cyclic adenosine monophosphate (cAMP)-dependent carcinogenic activity in the uterus of the ovariectomized animals. Moreover, there is no report of cGMP on ERα-mediated phosphorylation of Akt in the experimental condition. Vinpocetine increases the rate of formation of cGMP than cAMP in several tissues. Hence, the present study evaluated the neuroprotective effect of vinpocetine with or without PPT against ovariectomy-induced dementia in experimental rodents. The condition of estrogen insufficiency was induced in female rats through bilateral ovariectomy on day-1 (D-1) of the experimental schedule. Vinpocetine (20 mg/kg) and PPT attenuated ovariectomy-induced cognitive deficits in behavioral tests and increase in body weight in the rodents. Vinpocetine and PPT increased the cholinergic function and the ratio of cGMP/cAMP in the hippocampus, pre-frontal cortex and amygdala of the ovariectomized animals. Further, ovariectomy-induced decrease in the extent of phosphorylation of ERα in all brain regions was attenuated with the monotherapy of either vinpocetine or PPT. Interestingly, the combination of vinpocetine and PPT exhibited better effectiveness than their monotherapy. However, vinpocetine attenuated the PPT-induced increased level of phosphorylated Akt in discrete brain regions and weight of uterus of these rodents. Hence, the combination could be considered as a better alternative candidate with minimal side effects in the management of estrogen insufficiency-induced disorders.",
      "mesh_terms": [
        "Amnesia",
        "Animals",
        "Estrogen Receptor alpha",
        "Female",
        "Neuroprotective Agents",
        "Ovariectomy",
        "Rats, Wistar",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "32418008",
      "title": "Vinpocetine reduces cisplatin-induced acute kidney injury through inhibition of NF-κB pathway and activation of Nrf2/ARE pathway in rats.",
      "authors": [
        "Wenjing Song",
        "Weinan Yin",
        "Liang Ding",
        "Yang Gao",
        "JingJing Xu",
        "Yan Yang",
        "Xin He",
        "Pengju Gong",
        "Lei Wei",
        "Wenli Chen",
        "Jingwei Zhang"
      ],
      "journal": "International urology and nephrology",
      "publication_date": "2020-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute kidney injury is a complex clinical disease that is associated with a high incidence of morbidity and mortality. Drug-induced acute kidney injury occurs in approximately 19-33% of hospitalized patients. Cisplatin, one of the most commonly used and effective chemotherapeutic drugs not only exerts anti-tumor effects but also causes renal toxicity damage, affecting its clinical application. Vinpocetine is an anti-inflammatory and antioxidant drug that predominately acts in the nervous system. In this study, we investigated the effects and mechanisms of vinpocetine in an animal model of cisplatin-induced acute renal injury. Rats were randomly divided into three experimental groups. During a 10-day trial, rats in the control group were administered a physiological saline solution; rats in the model group received a 5 mg/kg intraperitoneal injection of cisplatin; and rats in the cisplatin + vinpocetine group received a 5 mg/kg intraperitoneal injection of cisplatin as well as a 5 mg/kg dose of vinpocetine via gavage. We observed that following cisplatin administration, the rats exhibited an increase in blood urea and creatinine levels as well as an increase in their inflammation and oxidative stress levels. In renal tissue, cisplatin caused the morphological changes typical of acute tubular injury. Vinpocetine reduced the cisplatin-induced acute renal function damage and tubular injury. In both in vivo and in vitro experiments, we found that vinpocetine can confer protection of rat renal cells by inhibiting the NF-κB signaling pathway and activating the Nrf2/ARE signaling pathway. Therefore, vinpocetine is a promising therapeutic drug for the treatment of cisplatin-induced acute kidney injury.",
      "mesh_terms": [
        "Acute Kidney Injury",
        "Animals",
        "Antioxidant Response Elements",
        "Cisplatin",
        "Male",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "Random Allocation",
        "Rats",
        "Rats, Sprague-Dawley",
        "Signal Transduction",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "32294652",
      "title": "Combination of Vinpocetine and Dexamethasone Alleviates Cognitive Impairment in Nasopharyngeal Carcinoma Patients following Radiation Injury.",
      "authors": [
        "Ping Zhang",
        "Yungang Cao",
        "Songfang Chen",
        "Liang Shao"
      ],
      "journal": "Pharmacology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Nasopharyngeal carcinoma (NPC) originates in the nasopharyngeal epithelium. The most common treatments for NPC rT1-4 are radiotherapy and surgery. The pathogenesis of radiation-induced cognitive impairment is complex and includes oxidative stress, mitochondrial dysfunction, neuro-inflammation, and even apoptosis and cell death. Principally, toll-like receptors (TLRs) could regulate the inflammatory/anti-inflammatory balance in patients with radiation-induced brain injury. Vinpocetine has an anti-inflammatory effect as shown in both animal and in vitro studies. Also, dexamethasone is a widely used anti-inflammatory drug. Thus, it is important to test whether addition of vinpocetine could improve the anti-inflammatory properties of dexamethasone for the treatment of NPC patients with radiation-induced brain injuries. METHODS: A total of 60 NPC patients with radiation-related brain injury were recruited for this study. All subjects were randomly and blindly assigned to the following groups: the dexamethasone group (D group, n = 30) and the vinpocetine and dexamethasone group (VD group, n = 30). Both medicine treatments were uninterrupted for 14 days of administration. RESULTS: Combined administration of vinpocetine and dexamethasone lowered the expression levels of serum inflammatory cytokines, including TLR2, TLR4, interleukin (IL)-20, IL-8, tumor necrosis factor-α, interferon-γ, monocyte chemoattractant protein 2, and interferon-induced protein 20, when compared to dexamethasone monotherapy. Notably, combination therapy increased antioxidants (superoxide dismutase, glutathione, glutathione peroxidase, and glutathione reductase) and decreased oxidants (thiobarbituric acid reactive substances). Furthermore, combination therapy significantly increased the Mini Mental State Examination score, when compared to dexamethasone monotherapy. CONCLUSION: Administration of a combination of vinpocetine and dexamethasone may enhance the anti-inflammatory and anti-oxidative effects when compared to dexamethasone monotherapy, which leads to alleviated cognitive impairment in NPC patients with radiation injury.",
      "mesh_terms": [
        "Adult",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Cognition",
        "Cognitive Dysfunction",
        "Cytokines",
        "Dexamethasone",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Inflammation",
        "Male",
        "Mental Status and Dementia Tests",
        "Middle Aged",
        "Nasopharyngeal Carcinoma",
        "Nasopharyngeal Neoplasms",
        "Oxidants",
        "Oxidative Stress",
        "Radiation Injuries",
        "Random Allocation",
        "Toll-Like Receptors",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "32166194",
      "title": "Role of vinpocetine in ischemic stroke and poststroke outcomes: A critical review.",
      "authors": [
        "Hayder M Al-Kuraishy",
        "Ali I Al-Gareeb",
        "Marwa Thaier Naji",
        "Farah Al-Mamorry"
      ],
      "journal": "Brain circulation",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Vinpocetine (VPN) is a synthetic ethyl-ester derivative of the alkaloid apovincamine from Vinca minor leaves. VPN is a selective inhibitor of phosphodiesterase type 1 (PDE1) that has potential neurological effects through inhibition of voltage-gated sodium channel and reduction of neuronal calcium influx. VPN has noteworthy antioxidant, anti-inflammatory, and anti-apoptotic effects with inhibitory effect on glial and astrocyte cells during and following ischemic stroke (IS). VPN is effective as adjuvant therapy in the management of epilepsy; it reduces seizure frequency by 50% in a dose of 2 mg/kg/day. VPN improves psychomotor performances through modulation of brain monoamine pathway mainly on dopamine and serotonin, which play an integral role in attenuation of depressive symptoms. VPN recover cognitive functions and spatial memory through inhibition of hippocampal and cortical PDE1 with augmentation of cyclic adenosin monophosphate and cyclic guanosin monophosphate ratio, enhancement of cholinergic neurotransmission, and inhibition of neuronal inflammatory mediators. Therefore, VPN is an effective agent in the management of IS and plays an integral role in the prevention and attenuation of poststroke epilepsy, depression, and cognitive deficit through direct cAMP/cGMP-dependent pathway or indirectly through anti-inflammatory and antioxidant effects."
    },
    {
      "pmid": "31991177",
      "title": "The protective and therapeutic effects of vinpocetine, a PDE1 inhibitor, on oxidative stress and learning and memory impairment induced by an intracerebroventricular (ICV) injection of amyloid beta (aβ) peptide.",
      "authors": [
        "Meysam Shekarian",
        "Alireza Komaki",
        "Siamak Shahidi",
        "Abdolrahman Sarihi",
        "Iraj Salehi",
        "Safoura Raoufi"
      ],
      "journal": "Behavioural brain research",
      "publication_date": "2020-Apr-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alzheimer's disease (AD) is a neurodegenerative disease leading to cognitive and memory impairment. This study aimed at investigating the therapeutic and preserving effects of vinpocetine on amyloid beta (Aβ)-induced rat model of AD. Sixty male adult Wistar rats were randomly divided into 6 groups (n = 10 per group) as follows: 1; control, 2; sham, 3; Aβ, 4; pre-treatment (vinpocetine + Aβ): oral gavage administration of vinpocetine at 4 mg/kg for 30 days followed by intracerebroventricular (ICV) injection of Aβ, 5; treatment (Aβ + vinpocetine): Aβ ICV injection followed by vinpocetine administration for 30 days, 6; pre-treatment + treatment (vinpocetine + Aβ + vinpocetine): vinpocetine administration for 30 days before and 30 days after AD induction. Following treatments, the animals' learning and memory were investigated using passive avoidance learning (PAL) task, Morris water maze (MWM), and novel object recognition (NOR) tests. The results demonstrated that Aβ significantly enhanced escape latency and the distance traveled in the MWM, decreased step-through latency, and increased time spent in the dark compartment in PAL. Vinpocetine ameliorated the Aβ-infused memory deficits in both MWM and PAL tests. Administration of vinpocetine in the Aβ rats increased the discrimination index of the NOR test. It also significantly diminished the nitric oxide and malondialdehyde levels and restored the reduced glutathione (GSH) levels. Vinpocetine can improve memory and learning impairment following Aβ infusion due to its different properties, including antioxidant effects, which indicates that vinpocetine administration can lead to the amelioration of cognitive dysfunction in AD.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Animals",
        "Cyclic Nucleotide Phosphodiesterases, Type 1",
        "Disease Models, Animal",
        "Glutathione",
        "Injections, Intraventricular",
        "Learning",
        "Malondialdehyde",
        "Memory",
        "Memory Disorders",
        "Morris Water Maze Test",
        "Nitrites",
        "Oxidative Stress",
        "Phosphodiesterase Inhibitors",
        "Rats",
        "Spatial Memory",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "31846839",
      "title": "Vinpocetine inhibits RANKL-induced osteoclastogenesis and attenuates ovariectomy-induced bone loss.",
      "authors": [
        "Meipeng Zhu",
        "Hui Liu",
        "Kai Sun",
        "Jian Liu",
        "Yan Mou",
        "Dahu Qi",
        "Chuankun Zhou",
        "Maihaiti Abudunaibi",
        "Bahebieergan Tasiken",
        "Jianwen Li",
        "Hao Cheng",
        "Hui Huang"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoporosis is a result of impaired bone formation and/or excessive bone resorption. Osteoclasts are the only cells in the body that have a bone resorption function. Inhibiting osteoclast activity and differentiation is a way to treat osteoporosis. The current pharmacological treatment for osteoporosis has many shortcomings, and more effective treatments are needed. Vinpocetine (Vinp), a derivative of the alkaloid vincamine, has been used to treat cerebrovascular disorders and cognitive impairment for a long time. Vinp inhibits mitogen-activated protein kinase (MAPK) and nuclear factor-κB (NF-κB)-dependent inflammatory responses and oxidative damage in which osteoclasts are often involved. However, the effects of Vinp on the regulation of osteoclast activity remain unknown. In this study, we found that Vinp significantly inhibited receptor activator of NF-κB ligand (RANKL)-induced osteoclast and F-actin formation and decreased osteoclastic bone resorption in vitro. Vinp also suppressed the expression of osteoclast-specific genes, including NFATc1, c-Fos, tartrate-resistant acid phosphatase (TRAP), matrix metalloproteinase-9 (MMP-9), and cathepsin K (CTSK) at both the mRNA and protein levels. Vinp reduced activation of NF-κB, MAPK, and AKT signaling during osteoclastogenesis and prevented the production of reactive oxygen species with increased nuclear factor erythroid 2-related factor 2, heme oxygenase 1, and NAD(P)H:quinone acceptor oxidoreductase 1 expression. Animal experiments consistently demonstrated that Vinp treatment significantly attenuated ovariectomy-induced bone loss with a decrease in the osteoclast number and decreases in serum levels of RANKL, TRAP, interleukin-1β, and tumor necrosis factor-alpha, as well as increased serum levels of osteoprotegerin. Taken together, our findings reveal that Vinp may be a potential pharmacological choice for preventing and treating osteoporosis.",
      "mesh_terms": [
        "Actins",
        "Animals",
        "Bone Resorption",
        "Cytoprotection",
        "Female",
        "Gene Expression Regulation",
        "Male",
        "Mice, Inbred C57BL",
        "Mitogen-Activated Protein Kinases",
        "NF-kappa B",
        "Osteoclasts",
        "Osteogenesis",
        "Ovariectomy",
        "Proto-Oncogene Proteins c-akt",
        "RANK Ligand",
        "Reactive Oxygen Species",
        "Signal Transduction",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "31755996",
      "title": "Personalized medicine: Vinpocetine to reverse effects of GABRB3 mutation.",
      "authors": [
        "Santoshi Billakota",
        "J Michael Andresen",
        "Bryant C Gay",
        "Gregory R Stewart",
        "Nikolai B Fedorov",
        "Aaron C Gerlach",
        "Orrin Devinsky"
      ],
      "journal": "Epilepsia",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To screen a library of potential therapeutic compounds for a woman with Lennox-Gastaut syndrome due to a Y302C GABRB3 (c.905A>G) mutation. METHODS: We compared the electrophysiological properties of cells with wild-type or the pathogenic GABRB3 mutation. RESULTS: Among 1320 compounds, multiple candidates enhanced GABRB3 channel conductance in cell models. Vinpocetine, an alkaloid derived from the periwinkle plant with anti-inflammatory properties and the ability to modulate sodium and channel channels, was the lead candidate based on efficacy and safety profile. Vinpocetine was administered as a dietary supplement over 6 months, reaching a dosage of 20 mg three times per day, and resulted in a sustained, dose-dependent reduction in spike-wave discharge frequency on electroencephalograms. Improved language and behavior were reported by family, and improvements in global impression of change surveys were observed by therapists blinded to intervention. SIGNIFICANCE: Vinpocetine has potential efficacy in treating patients with this mutation and possibly other GABRB3 mutations or other forms of epilepsy. Additional studies on pharmacokinetics, potential drug interactions, and safety are needed.",
      "mesh_terms": [
        "Adult",
        "Dose-Response Relationship, Drug",
        "Electroencephalography",
        "Female",
        "HEK293 Cells",
        "Humans",
        "Lennox Gastaut Syndrome",
        "Mutation",
        "Neuroprotective Agents",
        "Precision Medicine",
        "Receptors, GABA-A",
        "Vinca Alkaloids",
        "gamma-Aminobutyric Acid"
      ]
    },
    {
      "pmid": "31536041",
      "title": "Extended-release vinpocetine: a possible adjuvant treatment for focal onset epileptic seizures.",
      "authors": [
        "Saúl Garza-Morales",
        "Eduardo Briceño-González",
        "Hugo Ceja-Moreno",
        "José L Ruiz-Sandoval",
        "Fernando Góngora-Rivera",
        "Ildefonso Rodríguez-Leyva",
        "Carlos G Alonso-Rivera"
      ],
      "journal": "Boletin medico del Hospital Infantil de Mexico",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Extended-release vinpocetine is effective to control focal onset epileptic seizures with a low rate of adverse events. A clinical study was performed to evaluate the efficacy and tolerability of vinpocetine as an adjuvant treatment in patients with this condition. METHODS: A double-blind clinical study of parallel groups was conducted, in which 87 patients with a diagnosis of focal epilepsy treated with one to three antiepileptic drugs were recruited. Patients were randomized to receive vinpocetine (n = 41) or placebo (n = 46) adjuvant to their treatment. Patients entered the baseline phase (4 weeks), the titration phase (4 weeks) and the evaluation phase (8 weeks), maintaining stable doses of vinpocetine and their respective antiepileptic drug treatment. RESULTS: Vinpocetine was more effective than placebo in reducing seizures at the end of the evaluation phase (p < 0.0001). Sixty-nine percent of the vinpocetine-treated patients had a 50% reduction in seizures compared to 13% of placebo-treated patients. No significant differences in the presence of adverse effects in patients treated with vinpocetine compared to those treated with placebo were observed. The most frequent adverse events observed with vinpocetine were headache (7.9%) and diplopia (5.2%). CONCLUSIONS: As an adjuvant treatment, vinpocetine (2 mg/kg/day) effectively reduced the frequency of epileptic seizures and proved to be well tolerated. Vinpocetine has a wide safety profile and well-known adverse events, which are transient and with no sequelae.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Anticonvulsants",
        "Child",
        "Delayed-Action Preparations",
        "Double-Blind Method",
        "Epilepsies, Partial",
        "Female",
        "Humans",
        "Longitudinal Studies",
        "Male",
        "Middle Aged",
        "Treatment Outcome",
        "Vinca Alkaloids",
        "Young Adult"
      ]
    },
    {
      "pmid": "31535355",
      "title": "The Mitochondrial Targets of Neuroprotective Drug Vinpocetine on Primary Neuron Cultures, Brain Capillary Endothelial Cells, Synaptosomes, and Brain Mitochondria.",
      "authors": [
        "Gergely Svab",
        "Judit Doczi",
        "Akos A Gerencser",
        "Attila Ambrus",
        "Ferenc Gallyas",
        "Balazs Sümegi",
        "László Tretter"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vinpocetine is considered as neuroprotectant drug and used for treatment of brain ischemia and cognitive deficiencies for decades. A number of enzymes, channels and receptors can bind vinpocetine, however the mechanisms of many effects' are still not clear. The present study investigated the effects of vinpocetine from the mitochondrial bioenergetic aspects. In primary brain capillary endothelial cells the purinergic receptor-stimulated mitochondrial Ca2+ uptake and efflux were studied. Vinpocetine exerted a partial inhibition on the mitochondrial calcium efflux. In rodent brain synaptosomes vinpocetine (30 μM) inhibited respiration in uncoupler stimulated synaptosomes and decreased H2O2 release from the nerve terminals in resting and in complex I inhibited conditions, respectively. In isolated rat brain mitochondria using either complex I or complex II substrates leak respiration was stimulated, but ADP-induced respiration was inhibited by vinpocetine. The stimulation of oxidation was associated with a small extent of membrane depolarization. Mitochondrial H2O2 production was inhibited by vinpocetine under all conditions investigated. The most pronounced effects were detected with the complex II substrate succinate. Vinpocetine also mitigated both Ca2+-induced mitochondrial Ca2+-release and Ca2+-induced mitochondrial swelling. It lowered the rate of mitochondrial ATP synthesis, while increasing ATPase activity. These results indicate more than a single mitochondrial target of this vinca alkaloid. The relevance of the affected mitochondrial mechanisms in the anti ischemic effect of vinpocetine is discussed.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Calcium",
        "Endothelial Cells",
        "Hydrogen Peroxide",
        "Membrane Potential, Mitochondrial",
        "Mitochondria",
        "Neurons",
        "Neuroprotective Agents",
        "Rats, Wistar",
        "Synaptosomes",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "31473552",
      "title": "Applying vinpocetine to reverse synaptic ultrastructure by regulating BDNF-related PSD-95 in alleviating schizophrenia-like deficits in rat.",
      "authors": [
        "Yue Xu",
        "Chao Deng",
        "Yongqiang Zheng",
        "Nannuan Liu",
        "Beibei Fu"
      ],
      "journal": "Comprehensive psychiatry",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Schizophrenia is a mental disorder characterized by hyperlocomotion, cognitive symptoms, and social withdrawal. Brain-derived neurotrophic factor (BDNF) and postsynaptic density (PSD)-95 are related to schizophrenia-like deficits via regulating the synaptic ultrastructure, and play a role in drug therapy. Vinpocetine is a nootropic phosphodiesterase-1 (PDE-1) inhibitor that can reverse ketamine-induced schizophrenia-like deficits by increasing BDNF expression. However, the effects of vinpocetine on alleviating schizophrenia-like deficits via reversing the synaptic ultrastructure by regulating BDNF-related PSD-95 have not been sufficiently studied. METHODS: In this study, the schizophrenic model was built using ketamine (30 mg/kg) for 14 consecutive days. The effect of vinpocetine on reversing schizophrenia-like behaviors was examined via behavioral testing followed by treatment with certain doses of vinpocetine (20 mg/kg, i.p.). The BDNF and PSD-95 levels in the posterior cingulate cortex (PCC) were measured using biochemical assessments. In addition, the synaptic ultrastructure was observed using transmission electron microscopy (TEM). RESULTS: Ketamine induced drastic schizophrenia-like behaviors, lower protein levels of BDNF and PSD-95, and a change in the synaptic ultrastructure in the PCC. After treatment, the vinpocetine revealed a marked amendment in schizophrenia-like behaviors induced by ketamine, including higher locomotor behavior, lower cognitive behavior, and social withdrawal defects. Vinpocetine could increase the PSD-95 protein level by up-regulating the expression of BDNF. In addition, the synaptic ultrastructure was changed after vinpocetine administration, including a reduction in the thickness and curvature of the synaptic interface, as well as an increase in synaptic cleft width in the PCC. CONCLUSION: Vinpocetine can reverse the synaptic ultrastructure by regulating BDNF-related PSD-95 to alleviate schizophrenia-like deficits induced by ketamine in rats.",
      "mesh_terms": [
        "Animals",
        "Brain-Derived Neurotrophic Factor",
        "Disease Models, Animal",
        "Disks Large Homolog 4 Protein",
        "Ketamine",
        "Male",
        "Neuroprotective Agents",
        "Rats",
        "Schizophrenia",
        "Synapses",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "31175888",
      "title": "Vinpocetine mitigates aluminum-induced cognitive impairment in socially isolated rats.",
      "authors": [
        "Azza A Ali",
        "Hebatalla I Ahmed",
        "Sahar A Khaleel",
        "Karema Abu-Elfotuh"
      ],
      "journal": "Physiology & behavior",
      "publication_date": "2019-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Several reports have highlighted the role of vinpocetine in Alzheimer's disease (AD). However, the role of vinpocetine in AD under social isolation conditions has not yet been elucidated. Henceforth, this study aimed to investigate the potential neuroprotective effect of vinpocetine in aluminum-induced AD model associated with social isolation. Social isolation increased the escape latency in Morris water maze (MWM) test, elevated the immobility score and decreased swimming score in forced swimming test (FST) in aluminum treated rats. However, vinpocetine enhanced acquisition in MWM test and exerted anti-depressive effect in FST. The histopathological examination showed marked deterioration in the cerebral cortex and hippocampus of AD isolated rats, while vinpocetine revealed overt improvement. In addition, the levels of amyloid-β protein (Aβ), phosphorylated-tau (Ser396), malondialdehyde (MDA), interleukin 1-beta (IL-1β), tumor necrosis alpha (TNFα), p- Glycogen synthase kinase-3β (p-GSK3β) (Tyr216), and β-secretase (BACE1) gene expression were increased in socially isolated aluminum treated rats, yet, vinpocetine treatment reversed these deteriorating effects. Hence, this study provides profound insights into the role of vinpocetine in AD particularly in the conditions of social isolation. The effects of vinpocetine might be attributed not only to its antioxidant and anti-inflammatory properties, but also to its suppressing effect on GSK3β activity and its downstream BACE1.",
      "mesh_terms": [
        "Aluminum",
        "Amyloid Precursor Protein Secretases",
        "Animals",
        "Aspartic Acid Endopeptidases",
        "Brain",
        "Cognitive Dysfunction",
        "Glycogen Synthase Kinase 3 beta",
        "Male",
        "Maze Learning",
        "Neuroprotective Agents",
        "Rats",
        "Rats, Wistar",
        "Signal Transduction",
        "Social Isolation",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "31049025",
      "title": "Repurposing of the Nootropic Drug Vinpocetine as an Analgesic and Anti-Inflammatory Agent: Evidence in a Mouse Model of Superoxide Anion-Triggered Inflammation.",
      "authors": [
        "Yuri Lourenco-Gonzalez",
        "Victor Fattori",
        "Talita P Domiciano",
        "Ana C Rossaneis",
        "Sergio M Borghi",
        "Tiago H Zaninelli",
        "Catia C F Bernardy",
        "Jose C Alves-Filho",
        "Thiago M Cunha",
        "Fernando Q Cunha",
        "Rubia Casagrande",
        "Waldiceu A Verri"
      ],
      "journal": "Mediators of inflammation",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Clinically active drugs for the treatment of acute pain have their prescription limited due to the significant side effects they induce. An increase in reactive oxygen species (ROS) has been linked to several conditions, including inflammation and pain processing. Therefore, new or repurposed drugs with the ability of reducing ROS-triggered responses are promising candidates for analgesic drugs. Vinpocetine is a clinically used nootropic drug with antioxidant, anti-inflammatory, and analgesic properties. However, the effects of vinpocetine have not been investigated in a model with a direct relationship between ROS, inflammation, and pain. Based on that, we aimed to investigate the effects of vinpocetine in a model of superoxide anion-induced pain and inflammation using potassium superoxide (KO2) as a superoxide anion donor to trigger inflammation and pain. In the KO2 model, vinpocetine dose-dependently reduced pain-like behaviors (spontaneous pain and hyperalgesia), paw edema, and neutrophil and mononuclear cell recruitment to the paw skin (assessed by H&E staining, fluorescence, and enzymatic assays) and to the peritoneal cavity. Vinpocetine also restored tissue endogenous antioxidant ability and Nrf2 and Ho-1 mRNA expression and reduced superoxide anion production and gp91phox mRNA expression. We also observed the inhibition of IκBα degradation by vinpocetine, which demonstrates a reduction in the activation of NF-κB explaining the diminished production of IL-33, IL-1β, and TNF-α. Collectively, our data show that vinpocetine alleviates pain and inflammation induced by KO2, which is a mouse model with a direct role of ROS in triggering pain and other inflammatory phenomena. Thus, the results suggest the repurposing of vinpocetine as an anti-inflammatory and analgesic drug.",
      "mesh_terms": [
        "Analgesics",
        "Animals",
        "Anti-Inflammatory Agents",
        "Cytokines",
        "Disease Models, Animal",
        "Drug Repositioning",
        "Edema",
        "Heme Oxygenase-1",
        "Hyperalgesia",
        "Inflammation",
        "Male",
        "Membrane Proteins",
        "Mice",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "Nootropic Agents",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Superoxides",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "30981765",
      "title": "Neuroprotective effects of novel nanosystems simultaneously loaded with vinpocetine and piracetam after intranasal administration.",
      "authors": [
        "Maha Nasr",
        "Sara A Wahdan"
      ],
      "journal": "Life sciences",
      "publication_date": "2019-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: The study aim was to test the efficacy of a novel created hybrid nanosystem compared to other nanosystems in treatment of scopolamine induced memory impairment. MAIN METHODS: The fabrication and characterization of nanoformulations (microemulsion, liposomes, ethosomes, transfersomes and transethosomes) coencapsulating two cognitive enhancers; piracetam and vinpocetine delivered intranasally, in addition to a novel nanocomposite microemulsion/vesicular nanoformulation was described. KEY FINDINGS: Formulations delivered the drugs across sheep nasal mucosa, with cumulative percentage reaching 29.99% for vinpocetine and 57.78% for piracetam. While the solution form of the drugs was totally ineffective, the selected transethosomal, microemulsion and nanocomposite formulations reversed the scopolamine induced effect on the step through latency of passive avoidance test and the spontaneous alternation behavior in Y maze test, further confirmed by histopathlogical examination. All three nanoformulations significantly decreased the acetylcholinesterase activity and the extent of lipid peroxidation by 32-42%. The nanocomposite formulation was superior to the microemulsion and transethosomal formulations in its anti-inflammatory and antiapoptotic effects, delineated by higher extent of inhibition of COX-2 and caspase 3 expression respectively. SIGNIFICANCE: Results support the hypothesis that the novel microemulsion/vesicular nanocomposite system is a promising neuroprotective modality for intranasal brain targeting which is worthy of exploitation in other brain diseases.",
      "mesh_terms": [
        "Administration, Intranasal",
        "Animals",
        "Brain",
        "Drug Compounding",
        "Drug Delivery Systems",
        "Male",
        "Maze Learning",
        "Memory",
        "Memory Disorders",
        "Nanoparticles",
        "Nasal Mucosa",
        "Neuroprotective Agents",
        "Piracetam",
        "Rats",
        "Rats, Wistar",
        "Scopolamine",
        "Sheep",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "30732122",
      "title": "Vinpocetine in the treatment of poststroke cognitive dysfunction: A protocol for systematic review and meta-analysis.",
      "authors": [
        "Yang Liu",
        "Yanying Yin",
        "Qiao-Li Lu",
        "Ying Dan",
        "Mei-Song Xu",
        "Ge Song",
        "Chen Li"
      ],
      "journal": "Medicine",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Previous clinical trials have reported that vinpocetine can be used for the treatment of cognitive dysfunction. However, its efficacy is still inconclusive. In this systematic review study, we aim to assess its efficacy and safety for the treatment of poststroke cognitive dysfunction (PSCD). METHODS: We will search the following electronic databases from the inception to the present to evaluate the efficacy and safety of vinpocetine for patients with PSCD. These databases include CENTRAL, EMBASE, MEDILINE, CINAHL, AMED, and four Chinese databases. All randomized controlled trials (RCTs) of vinpocetine for PSCD will be considered for inclusion without the language restrictions. The methodological quality of all included RCTs will be evaluated by the Cochrane risk of bias tool. The 95% confidence intervals will be utilized to calculate the continuous data, the mean difference or standard mean difference, and dichotomous data with risk ratio. DISSEMINATION AND ETHICS: The results of this review will be disseminated through peer-reviewed journals. Its results may provide important evidence for the clinical practice, as well as the future studies. It does not require ethical approval, because this systematic review will not involve the individual data. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42018115224.",
      "mesh_terms": [
        "Cognitive Dysfunction",
        "Humans",
        "Nootropic Agents",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Research Design",
        "Stroke",
        "Vinca Alkaloids",
        "Meta-Analysis as Topic",
        "Systematic Reviews as Topic"
      ]
    },
    {
      "pmid": "30551388",
      "title": "Effects of nimodipine, vinpocetine and their combination on isoproterenol-induced myocardial infarction in rats.",
      "authors": [
        "Mohd Asif Ansari",
        "Ashif Iqubal",
        "Rustam Ekbbal",
        "Syed Ehtaishamul Haque"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Myocardial infarction (MI) remains a major cause of morbidity and mortality worldwide. Nimodipine is a calcium (Ca2+) channel blocker as well as a PDE1 inhibitor and primarily used in subarachnoid haemorrhage (SAH) due to its blood-brain barrier crossing property. Nimodipine and vinpocetine inhibit the degradation of phosphodiester bond which increases cGMP and cAMP levels causing vasodilation. MATERIAL AND METHODS: We have divided rats randomly into Group I - Vehicle control; Group II - Toxic control (ISO 85 mg/kg, i.p.); Group III, IV and V - Nimodipine (5, 10 and 15 mg/kg, i.p. respectively) with ISO; Group VI- Nimodipine (15 mg/kg) alone; Group VII - Nimodipine + Vinpocetine (10 mg/kg + 10 mg/kg) with ISO; Group VIII - Nimodipine + Vinpocetine (10 mg/kg + 10 mg/kg) alone; Group IX- Diltiazem (25 mg/kg, p.o) with ISO; Group X- Diltiazem (25 mg/kg) alone and Group XI- Vinpocetine (10 mg/kg, p.o.) with ISO for 7 days. After 24 h of the last dose, haemodynamics were assessed then animals were sacrificed and biochemical, histopathological and ultrastructural changes were measured. RESULTS: Treatment with ISO significantly deviated the haemodynamic parameters (HR, SAP, DAP and MAP), biochemical parameters (CK-MB, LDH, SGOT, cGMP and Troponin-T) and antioxidant markers (TBARS, SOD, CAT, GSH, GPx, GST and GR). Haemotoxylin and eosin staining of the cardiac tissue and ultrastructural study also indicated significant myocardial damage. Pretreatment with nimodipine (10 and 15 mg/kg, i.p), vinpocetine (10 mg/kg, p.o) and their combination significantly restored the antioxidant status, haemodynamic profile, cellular architecture and ultrastructural changes in the heart. CONCLUSION: Nimodipine and vinpocetine both showed cardioprotection when given alone. However, their combination showed better restoration in terms of oxidative stress, cardiac membrane damage, haemodynamics, histopathology and ultrastructural changes.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Biomarkers",
        "Cardiotonic Agents",
        "Heart",
        "Isoproterenol",
        "Male",
        "Myocardial Infarction",
        "Myocardium",
        "Nimodipine",
        "Rats",
        "Rats, Wistar",
        "Vasodilation",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "30315378",
      "title": "Vinpocetine regulates levels of circulating TLRs in Parkinson's disease patients.",
      "authors": [
        "Zhang Ping",
        "Wu Xiaomu",
        "Xie Xufang",
        "Shao Liang"
      ],
      "journal": "Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The pathogenesis of Parkinson's disease (PD) is complex; it includes mitochondrial dysfunction, oxidative stress, and neuroinflammation. Notably, Toll-like receptors (TLRs) may activate inflammatory or anti-inflammatory responses in Parkinson's disease. Vinpocetine has been tested as an anti-inflammatory in both animal and in vitro research. Thus, it is important to test whether the anti-inflammatory properties of vinpocetine may have a protective effect in PD patients. METHODS: Eighty-nine Parkinson's disease patients and 42 healthy controls were recruited for this study. All patients were randomly assigned to either the traditional therapy group (T PD group, n = 46) or the vinpocetine group (V PD group, n = 43), in a blinded manner. Both treatments were administered for 14 days. RESULTS: Administration of vinpocetine reduced mRNA levels of TLR2/4, as well as protein levels of the downstream signalling molecules, MyD88 and NF-κB; moreover, it lowered the expression levels of serum inflammatory cytokines, TNF-α and MCP-1. Notably, vinpocetine increased TLR3 mRNA levels, as well as protein levels of the downstream signalling molecules TRIF-β and IRF-3, and serum levels of the anti-inflammatory cytokines IL-10 and IL-8. Furthermore, vinpocetine produced a robust increase in the Mini Mental State Examination score, compared to that achieved by using levodopa therapy. CONCLUSION: Vinpocetine treatment may exhibit anti-inflammatory activity and alleviate cognitive impairment.",
      "mesh_terms": [
        "Aged",
        "Biomarkers",
        "Case-Control Studies",
        "Cohort Studies",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Neuroprotective Agents",
        "Parkinson Disease",
        "Random Allocation",
        "Toll-Like Receptors",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "30083945",
      "title": "Vinpocetine halts ketamine-induced schizophrenia-like deficits in rats: impact on BDNF and GSK-3β/β-catenin pathway.",
      "authors": [
        "Hebatalla I Ahmed",
        "Somaia A Abdel-Sattar",
        "Heba S Zaky"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "There are increasing evidences supporting the involvement of oxidative stress and neuroinflammation in schizophrenia. Vinpocetine, a nootropic phosphodiesterase-1 inhibitor, was proven to possess anti-oxidant and anti-inflammatory potentials. This research aimed to reveal the likely protective features of vinpocetine against ketamine-induced schizophrenia-like deficits in rats. Additionally, the probable mechanisms contributing to this neuroprotection were also elucidated. Vinpocetine was given (20 mg/kg, i.p.) once a day for 14 days commencing 7 days before administrating ketamine (25 mg/kg i.p.). Risperidone was applied as a reference antipsychotic. Vinpocetine pre-treatment revealed a marked amendment in the hyperlocomotion, anxiety, and short-term memory deficits induced by ketamine in rats. In rats' hippocampus, ketamine induced a drastic increase in tissue levels of dopamine, lipid peroxidation, and pro-inflammatory cytokines along with a significant decrease in glutamate, GABA, SOD, and total anti-oxidant capacity. Also, ketamine induced a reduced level of BDNF together with the potentiation of GSK-3β/β-catenin pathway that led to the destruction of β-catenin. Pre-treatment of ketamine-challenged animals with vinpocetine significantly attenuated oxidative stress, inflammation, and neurotransmitter alterations. Vinpocetine also elevated BDNF expression and prevented ketamine-induced stimulation of the GSK-3β/β-catenin signaling. This research presents enlightenments into the role of vinpocetine in schizophrenia. This role may be accomplished through its effect on oxidative stress, inflammation as well as modulating BDNF and the GSK-3β/β-catenin pathway.",
      "mesh_terms": [
        "Animals",
        "Antipsychotic Agents",
        "Behavior, Animal",
        "Brain-Derived Neurotrophic Factor",
        "Glycogen Synthase Kinase 3 beta",
        "Hippocampus",
        "Ketamine",
        "Male",
        "Malondialdehyde",
        "Oxidative Stress",
        "Rats, Sprague-Dawley",
        "Schizophrenia",
        "Signal Transduction",
        "Vinca Alkaloids",
        "beta Catenin"
      ]
    },
    {
      "pmid": "29963994",
      "title": "Effectiveness of vinpocetine and isosorbide-5-mononitrate on experimental schistosomiasis mansoni: Biochemical and immunohistochemical study.",
      "authors": [
        "Samar M Alhusseiny",
        "Samar N El-Beshbishi",
        "Maha M Abu Hashim",
        "Hosam El-Dein E El-Nemr",
        "Aya E Handoussa"
      ],
      "journal": "Acta tropica",
      "publication_date": "2018-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Schistosomiasis is one of the most important tropical and subtropical devastating diseases, where praziquantel is the sole drug of choice. Praziquantel effectively kills the adult worms, however, drug resistance has been repeatedly reported. Moreover, there is currently no efficient anti-fibrotic therapy available for chronic schistosomiasis. So, novel drugs which exert anti-fibrotic efficacy are urgently needed. This research is complementary to our previous work that evaluated the anti-schistosomal effects of the anti-inflammatory vinpocetine, as well as the vasodilator and the anti-oxidant isosorbide-5-mononitrate. In the present study, we assessed the therapeutic efficacies of drugs in Swiss albino female mice experimentally infected with an Egyptian strain of Schistosoma mansoni, using some biochemical and immunohistochemical parameters. Our results revealed that both vinpocetine and isosorbide-5-mononitrate monotherapy significantly decreased hepatic nuclear factor-kappaB, 10 weeks post infection. The best effects were seen in mice administered praziquantel combined with isosorbide-5-mononitrate, as detected by reduction in hydroxyproline and collagen contents of the liver, and significant increase in the hepatic nitric oxide content. The data provides insight into the potential effects of the assessed drugs with isosorbide-5-mononitrate being more superior to vinpocetine, hence it can be used as novel adjuvant to praziquantel to alleviate schistosomal hepatic fibrosis. However, molecular mechanism/s and clinical trials are worthy to be scrutinized.",
      "mesh_terms": [
        "Animals",
        "Anthelmintics",
        "Chemical and Drug Induced Liver Injury",
        "Disease Models, Animal",
        "Drug Resistance",
        "Female",
        "Immunohistochemistry",
        "Isosorbide Dinitrate",
        "Mice",
        "Schistosoma mansoni",
        "Schistosomiasis mansoni",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "29633103",
      "title": "Vinpocetine Ameliorates Acetic Acid-Induced Colitis by Inhibiting NF-κB Activation in Mice.",
      "authors": [
        "Bárbara B Colombo",
        "Victor Fattori",
        "Carla F S Guazelli",
        "Tiago H Zaninelli",
        "Thacyana T Carvalho",
        "Camila R Ferraz",
        "Allan J C Bussmann",
        "Kenji W Ruiz-Miyazawa",
        "Marcela M Baracat",
        "Rúbia Casagrande",
        "Waldiceu A Verri"
      ],
      "journal": "Inflammation",
      "publication_date": "2018-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The idiopathic inflammatory bowel diseases (IBD) comprise two types of chronic intestinal disorders: Crohn's disease and ulcerative colitis. Recruited neutrophils and macrophages contribute to intestinal tissue damage via production of ROS and NF-κB-dependent pro-inflammatory cytokines. The introduction of anti-TNF-α therapies in the treatment of IBD patients was a seminal advance. This therapy is often limited by a loss of efficacy due to the development of adaptive immune response, underscoring the need for novel therapies targeting similar pathways. Vinpocetine is a nootropic drug and in addition to its antioxidant effect, it is known to have anti-inflammatory and analgesic properties, partly by inhibition of NF-κB and downstream cytokines. Therefore, the present study evaluated the effect of the vinpocetine in a model of acid acetic-induced colitis in mice. Treatment with vinpocetine reduced edema, MPO activity, microscopic score and macroscopic damage, and visceral mechanical hyperalgesia. Vinpocetine prevented the reduction of colonic levels of GSH, ABTS radical scavenging ability, and normalized levels of anti-inflammatory cytokine IL-10. Moreover, vinpocetine reduced NF-κB activation and thereby NF-κB-dependent pro-inflammatory cytokines IL-1β, TNF-α, and IL-33 in the colon. Thus, we demonstrate for the first time that vinpocetine has anti-inflammatory, antioxidant, and analgesic effects in a model of acid acetic-induced colitis in mice and deserves further screening to address its suitability as an approach for the treatment of IBD.",
      "mesh_terms": [
        "Acetic Acid",
        "Analgesics",
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Colitis",
        "Mice",
        "NF-kappa B",
        "Neuroprotective Agents",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "29183836",
      "title": "An update on vinpocetine: New discoveries and clinical implications.",
      "authors": [
        "Yi-Shuai Zhang",
        "Jian-Dong Li",
        "Chen Yan"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2018-Jan-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Vinpocetine, a derivative of the alkaloid vincamine, has been clinically used in many countries for treatment of cerebrovascular disorders such as stroke and dementia for more than 30 years. Currently, vinpocetine is also available in the market as a dietary supplement to enhance cognition and memory. Due to its excellent safety profile, increasing efforts have been put into exploring the novel therapeutic effects and mechanism of actions of vinpocetine in various cell types and disease models. Recent studies have revealed a number of novel functions of vinpocetine, including anti-inflammation, antagonizing injury-induced vascular remodeling and high-fat-diet-induced atherosclerosis, as well as attenuating pathological cardiac remodeling. These novel findings may facilitate the repositioning of vinpocetine for preventing or treating relevant disorders in humans.",
      "mesh_terms": [
        "Animals",
        "Heart Diseases",
        "Humans",
        "Nervous System Diseases",
        "Vascular Diseases",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "29113305",
      "title": "Vinpocetine alleviate cerebral ischemia/reperfusion injury by down-regulating TLR4/MyD88/NF-κB signaling.",
      "authors": [
        "Li-Rong Wu",
        "Liang Liu",
        "Xiao-Yi Xiong",
        "Qin Zhang",
        "Fa-Xiang Wang",
        "Chang-Xiong Gong",
        "Qi Zhong",
        "Yuan-Rui Yang",
        "Zhao-You Meng",
        "Qing-Wu Yang"
      ],
      "journal": "Oncotarget",
      "publication_date": "2017-Oct-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inflammatory responses play crucial roles in cerebral ischemia/reperfusion injury. Toll-like receptor 4 (TLR4) is an important mediator of the neuroinflammatory response to cerebral ischemia/reperfusion injury. Vinpocetine is a derivative of the alkaloid vincamine and exerts an anti-inflammatory effect by inhibiting NF-κB activation. However, the effects of vinpocetine on pathways upstream of NF-κB signaling, such as TLR4, have not been fully elucidated. Here, we used mouse middle cerebral artery occlusion (MCAO) and cell-based oxygen-glucose deprivation (OGD) models to evaluate the therapeutic effects and mechanisms of vinpocetine treatment. The vinpocetine treatment significantly reduced mice cerebral infarct volumes and neurological scores. Moreover, the numbers of TUNEL+ and Fluoro-Jade B+ cells were significantly decreased in the ischemic brain tissues after vinpocetine treatment. In the OGD model, the vinpocetine treatment also increased the viability of cultured cortical neurons. Interestingly, vinpocetine exerted a neuroprotective effect on the mouse MCAO model and cell-based OGD model by inhibiting TLR4-mediated inflammatory responses and decreasing proinflammatory cytokine release through the MyD88-dependent signaling pathway, independent of TRIF signaling pathway. In conclusion, vinpocetine exerts anti-inflammatory effects to ameliorate cerebral ischemia/reperfusion injury in vitro and in vivo. Vinpocetine may inhibit inflammatory responses through the TLR4/MyD88/NF-κB signaling pathway, independent of TRIF-mediated inflammatory responses. Thus, vinpocetine may be an attractive therapeutic candidate for the treatment of ischemic cerebral injury or other inflammatory diseases."
    },
    {
      "pmid": "28843828",
      "title": "Vinpocetine mitigates proteinuria and podocytes injury in a rat model of diabetic nephropathy.",
      "authors": [
        "Walaa Wadie",
        "Dalia M El-Tanbouly"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2017-Nov-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Podocyte injury and glomerular basement membrane thickening have been considered as essential pathophysiological events in diabetic nephropathy. The aim of this study was to investigate the possible beneficial effects of vinpocetine on diabetes-associated renal damage. Male Wistar rats were made diabetic by injection of streptozotocin (STZ). Diabetic rats were treated with vinpocetine in a dose of 20mg/kg/day for 6 weeks. Treatment with vinpocetine resulted in a marked decrease in the levels of blood glucose, glycosylated haemoglobin, creatinine, blood urea nitrogen, urinary albumin and albumin/creatinine ratio along with an elevation in creatinine clearance rate. The renal contents of advanced glycation end-products, interleukin-10, tissue growth factor-β, nuclear factor (NF)-κB and Ras-related C3 botulinum toxin substrate 1 (Rac 1) were decreased. Renal nephrin and podocin contents were increased and their mRNA expressions were replenished in vinpocetine-treated rats. Moreover, administration of vinpocetine showed improvements in oxidative status as well as renal glomerular and tubular structures. The current investigation revealed that vinpocetine ameliorated the STZ-induced renal damage. This beneficial effect could be attributed to its antioxidant and antihyperglycemic effects parallel to its ability to inhibit NF-κB which eventually modulated cytokines production as well as nephrin and podocin proteins expression.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Body Weight",
        "Diabetic Nephropathies",
        "Disease Models, Animal",
        "Fasting",
        "Gene Expression Regulation",
        "Glycated Hemoglobin",
        "Intracellular Signaling Peptides and Proteins",
        "Kidney",
        "Male",
        "Membrane Proteins",
        "NF-kappa B",
        "Podocytes",
        "Proteinuria",
        "RNA, Messenger",
        "Rats",
        "Rats, Wistar",
        "Vinca Alkaloids",
        "rac1 GTP-Binding Protein"
      ]
    },
    {
      "pmid": "28691141",
      "title": "Vinpocetine Inhibits NF-κB-Dependent Inflammation in Acute Ischemic Stroke Patients.",
      "authors": [
        "Fang Zhang",
        "Chen Yan",
        "Changjuan Wei",
        "Yang Yao",
        "Xiaofeng Ma",
        "Zhongying Gong",
        "Shoufeng Liu",
        "Dawei Zang",
        "Jieli Chen",
        "Fu-Dong Shi",
        "Junwei Hao"
      ],
      "journal": "Translational stroke research",
      "publication_date": "2018-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Immunity and inflammation play critical roles in the pathogenesis of acute ischemic stroke. Therefore, immune intervention, as a new therapeutic strategy, is worthy of exploration. Here, we tested the inflammation modulator, vinpocetine, for its effect on the outcomes of stroke. For this multi-center study, we recruited 60 patients with anterior cerebral circulation occlusion and onset of stroke that had exceeded 4.5 h but lasted less than 48 h. These patients, after random division into two groups, received either standard management alone (controls) or standard management plus vinpocetine (30 mg per day intravenously for 14 consecutive days, Gedeon Richter Plc., Hungary). Vinpocetine treatment did not change the lymphocyte count; however, nuclear factor kappa-light-chain-enhancer of activated B cell activation was inhibited as seen not only by the increased transcription of IκBα mRNA but also by the impeded phosphorylation and degradation of IκBα and subsequent induction of pro-inflammatory mediators. These effects led to significantly reduced secondary lesion enlargement and an attenuated inflammation reaction. Compared to controls, patients treated with vinpocetine had a better recovery of neurological function and improved clinical outcomes during the acute phase and at 3-month follow-up. These findings identify vinpocetine as an inflammation modulator that could improve clinical outcomes after acute ischemic stroke. This study also indicated the important role of immunity and inflammation in the pathogenesis of acute ischemic stroke and the significance of immunomodulatory treatment. CLINICAL TRIAL REGISTRATION INFORMATION: www.clinicaltrials.gov . Identifier: NCT02878772.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Brain Ischemia",
        "C-Reactive Protein",
        "Cytokines",
        "Female",
        "Follow-Up Studies",
        "Gene Expression Regulation",
        "Humans",
        "Inflammation",
        "Leukocytes, Mononuclear",
        "Magnetic Resonance Imaging",
        "Magnetic Resonance Spectroscopy",
        "Male",
        "Middle Aged",
        "NF-kappa B",
        "Neuroprotective Agents",
        "RNA, Messenger",
        "Statistics, Nonparametric",
        "Stroke",
        "Time Factors",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "28638040",
      "title": "[Complex application 2-ethyl-6-methyl-3-hydroxypyridine-succinate and vinpocetine in cerebrovascular disorder.].",
      "authors": [
        "E Yu Solovyeva",
        "A N Karneev",
        "A V Chekanov",
        "O A Baranova",
        "I V Choi"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Developing brain ischemia due to cerebral vascularization leads to disruption of brain metabolism. Chronic cerebral hypoperfusion leads to irreversible brain damage and plays an important role in the development of some types of dementia. Early use of antioxidants such as ethyl ether apovincamine acid (vinpocetine) and 2-ethyl-6-methyl-3-hydroxypyridine-succinate in the treatment of this pathology is seen as a real pathogenetically based method of correction of cerebral metabolism with cerebral vascular disorders, demonstrating the increase in cerebral blood flow and also neuroprotective effects. Clinical studies and studies on biological models show that the main mechanisms of action of vinpocetine and 2-ethyl-6-methyl-3-hydroxypyridine-succinate, although have a similar focus, but implementing neuroprotective and nootropic effects via various links in the pathogenesis of ischemic brain damage.",
      "mesh_terms": [
        "Antioxidants",
        "Brain Ischemia",
        "Cerebrovascular Circulation",
        "Dementia",
        "Drug Therapy, Combination",
        "Humans",
        "Neuroprotective Agents",
        "Nootropic Agents",
        "Picolines",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "28315429",
      "title": "Vinpocetine reduces diclofenac-induced acute kidney injury through inhibition of oxidative stress, apoptosis, cytokine production, and NF-κB activation in mice.",
      "authors": [
        "Victor Fattori",
        "Sergio M Borghi",
        "Carla F S Guazelli",
        "Andressa C Giroldo",
        "Jefferson Crespigio",
        "Allan J C Bussmann",
        "Letícia Coelho-Silva",
        "Natasha G Ludwig",
        "Tânia L Mazzuco",
        "Rubia Casagrande",
        "Waldiceu A Verri"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2017-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute kidney injury (AKI) represents a complex clinical condition associated with significant morbidity and mortality. Approximately, 19-33% AKI episodes in hospitalized patients are related to drug-induced nephrotoxicity. Although, considered safe, non-steroidal anti-inflammatory drugs such as diclofenac have received special attention in the past years due to the potential risk of renal damage. Vinpocetine is a nootropic drug known to have anti-inflammatory properties. In this study, we investigated the effect and mechanisms of vinpocetine in a model of diclofenac-induced AKI. We observed that diclofenac increased proteinuria and blood urea, creatinine, and oxidative stress levels 24h after its administration. In renal tissue, diclofenac also increased oxidative stress and induced morphological changes consistent with renal damage. Moreover, diclofenac induced kidney cells apoptosis, up-regulated proinflammatory cytokines, and induced the activation of NF-κB in renal tissue. On the other hand, vinpocetine reduced diclofenac-induced blood urea and creatinine. In the kidneys, vinpocetine inhibited diclofenac-induced oxidative stress, morphological changes, apoptosis, cytokine production, and NF-κB activation. To our knowledge, this is the first study demonstrating that diclofenac-induced AKI increases NF-κB activation, and that vinpocetine reduces the nephrotoxic effects of diclofenac. Therefore, vinpocetine is a promising molecule for the treatment of diclofenac-induced AKI.",
      "mesh_terms": [
        "Acute Kidney Injury",
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Apoptosis",
        "Cytokines",
        "Diclofenac",
        "Kidney",
        "Male",
        "Mice",
        "NF-kappa B",
        "Nootropic Agents",
        "Oxidative Stress",
        "Protective Agents",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "28151022",
      "title": "Enhanced blood-brain barrier transport of vinpocetine by oral delivery of mixed micelles in combination with a message guider.",
      "authors": [
        "Jiaojiao Ding",
        "Yujiao Sun",
        "Jinfeng Li",
        "Huimin Wang",
        "Shirui Mao"
      ],
      "journal": "Journal of drug targeting",
      "publication_date": "2017-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The blood-brain barrier represents an insurmountable obstacle for the therapy of central nervous system related diseases. Polymeric micelles have many desirable properties for brain targeting by oral delivery, but the stability and targeting efficiency needs to be improved. In this study, it was demonstrated that binary micelle system can compensate the drawbacks of mono system by preparing mixed micelles in combination with PEG-based copolymers. Here, we explored a brain targeting drug delivery system via facile approaches using P123 based mixed micelles in combination with a message guider from traditional Chinese medicine, borneol, for oral delivery. With higher drug-loading, improved stability, prolonged in vitro release profile, increased bioavailability and enhanced brain targeting effect was achieved after peroral delivery of the mixed micelles. More importantly, without extra structure modification for active targeting, it was demonstrated for the first time that oral delivery of vinpocetine loaded mixed micelles together with borneol is an effective way to increase drug concentration in the brain and the targeting efficiency is borneol dose dependent. Such a \"simple but effective\" modality may shed light on the potential use of polymeric micelles in combination with a message drug to achieve drug brain targeting or other targeting sites via oral delivery.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Biological Availability",
        "Biological Transport",
        "Blood-Brain Barrier",
        "Brain",
        "Camphanes",
        "Dose-Response Relationship, Drug",
        "Drug Carriers",
        "Drug Delivery Systems",
        "Drug Liberation",
        "Male",
        "Micelles",
        "Neuroprotective Agents",
        "Polyethylene Glycols",
        "Polymers",
        "Rats",
        "Rats, Sprague-Dawley",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "27967259",
      "title": "Vinpocetine Inhibited the CpG Oligodeoxynucleotide-induced Immune Response in Plasmacytoid Dendritic Cells.",
      "authors": [
        "Xungang Feng",
        "Yuzhong Wang",
        "Yanlei Hao",
        "Qun Ma",
        "Jun Dai",
        "Zhibo Liang",
        "Yantao Liu",
        "Xiangyuan Li",
        "Yan Song",
        "Chuanping Si"
      ],
      "journal": "Immunological investigations",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plasmacytoid dendritic cells (pDCs) exert dual roles in immune responses through inducing inflammation and maintaining immune tolerance. A switch of pDC phenotype from pro-inflammation to tolerance has therapeutic promise in the treatment of autoimmune diseases. Vinpocetine, a vasoactive vinca alkaloid extracted from the periwinkle plant, has recently emerged as an immunomodulatory agent. In this study, we evaluated the effect of vinpocetine on phenotype of pDCs isolated from C57BL/6 mice and explored its possible mechanism. Our data showed that vinpocetine significantly downregulated the expression of CD40, CD80, and CD86 on pDCs and increased the expression of translocator protein (TSPO), the specific receptor of vinpocetine, in pDCs. Vinpocetine significantly inhibited the Toll-like receptor 9 signaling pathway and reduced the secretion of related cytokines in pDCs through TSPO. Furthermore, viability of pDCs was significantly promoted by vinpocetine. These findings imply that vinpocetine serves as an immunomodulatory agent for pDCs and may be applied for the treatment of pDCs-related autoimmune diseases.",
      "mesh_terms": [
        "Animals",
        "Autoimmune Diseases",
        "Cell Differentiation",
        "Cells, Cultured",
        "CpG Islands",
        "Cytokines",
        "Dendritic Cells",
        "Humans",
        "Immunologic Factors",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Oligodeoxyribonucleotides",
        "Receptors, GABA",
        "Signal Transduction",
        "Toll-Like Receptor 9",
        "Vinca",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "27899287",
      "title": "Pre-treatment with vinpocetine protects against retinal ischemia.",
      "authors": [
        "Lisa Nivison-Smith",
        "Pauline Khoo",
        "Monica L Acosta",
        "Michael Kalloniatis"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine has been shown to have beneficial effects for tissues of the central nervous system subjected to ischemia and other related metabolic insults. We recently showed vinpocetine promotes glucose availability, prevents unregulated cation channel permeability and regulates glial reactivity when present during retinal ischemia. Less is known however about the ability of vinpocetine to protect against future ischemic insults. This study explores the effect of vinpocetine when used as a pre-treatment in an ex vivo model for retinal ischemia using cation channel permeability of agmatine (AGB) combined with immunohistochemistry as a measure for cell functionality. We found that vinpocetine pre-treatment reduced cation channel permeability and apoptotic marker immunoreactivity in the GCL and increased parvalbumin immunoreactivity of inner retinal neurons in the inner nuclear layer following ischemic insult. Vinpocetine pre-treatment also reduced Müller cell reactivity following ischemic insults of up to 120 min compared to untreated controls. Many of vinpocetine's effects however were transient in nature suggesting the drug can protect retinal neurons against future ischemic damage but may have limited long-term applications.",
      "mesh_terms": [
        "Animals",
        "Calbindin 2",
        "Calcium Channel Blockers",
        "Disease Models, Animal",
        "Ependymoglial Cells",
        "Immunohistochemistry",
        "Ischemia",
        "Microscopy, Confocal",
        "Neuroprotective Agents",
        "Rats",
        "Rats, Sprague-Dawley",
        "Retina",
        "Retinal Diseases",
        "Retinal Neurons",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "27206668",
      "title": "Vinpocetine and Vasoactive Intestinal Peptide Attenuate Manganese-Induced Toxicity in NE-4C Cells.",
      "authors": [
        "Saylav Bora",
        "Mumin Alper Erdogan",
        "Güliz Armagan",
        "Elvin Sevgili",
        "Taner Dagcı"
      ],
      "journal": "Biological trace element research",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increased concentration of manganese (Mn) in the brain is known to be associated with excitotoxicity and neuroinflammation. Vinpocetine, an alkaloid derived from the plant Vinca minor L., basically shows its effect via phosphodiesterase inhibition and voltage-dependent Na+ channels. Vasoactive intestinal peptide (VIP) has gastrointestinal, vasomotor, muscular, and neuroprotective effects. The aim of this study was to examine the potential protective effects of vinpocetine and VIP against Mn toxicity in NE-4C neural stem cells (NSCs). VIP treatment at 1 μM and vinpocetine treatment at 2 μM concentrations were sufficient to yield maximum protection, and these concentrations were adopted in the following experiments. In this study, Mn treatment significantly increased lactate dehydrogenase (LDH) leakage, reactive oxygen species (ROS) production, and triggered cell death in NE-4C cultures. However, significant reduction in LDH release was observed following vinpocetine or VIP treatments when compared with control. Similar to these findings, vinpocetine or VIP treatments significantly reduced membrane degradation induced by Mn (p < 0.001). Moreover, vinpocetine attenuated Mn-induced decrease of mitochondrial membrane potential. Similarly, proapoptotic protein bax and ROS production significantly decreased in cells after incubation with vinpocetine (p = 0.01) or VIP in the presence of Mn (p < 0.001). Our study provides the evidence that both vinpocetine and VIP may exert protective effects via modulating oxidative stress and apoptosis in Mn-induced neurodegeneration in NE-4C cells.",
      "mesh_terms": [
        "Cell Death",
        "Cell Line",
        "Dose-Response Relationship, Drug",
        "Humans",
        "Manganese",
        "Membrane Potential, Mitochondrial",
        "Neural Stem Cells",
        "Reactive Oxygen Species",
        "Vasoactive Intestinal Peptide",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "27789032",
      "title": "Improving Biopharmaceutical Properties of Vinpocetine Through Cocrystallization.",
      "authors": [
        "Samuel Golob",
        "Miranda Perry",
        "Matteo Lusi",
        "Michele R Chierotti",
        "Iztok Grabnar",
        "Lucia Lassiani",
        "Dario Voinovich",
        "Michael J Zaworotko"
      ],
      "journal": "Journal of pharmaceutical sciences",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine is a poorly water soluble weakly basic drug (pKa = 7.1) used for the treatment of several cerebrovascular and cognitive disorders. Because existing formulations exhibit poor bioavailability and scarce absorption, a dosage form with improved pharmacokinetic properties is highly desirable. Cocrystallization represents a promising approach to generate diverse novel crystal forms and to improve the aqueous solubility and in turn the oral bioavailability. In this article, a novel ionic cocrystal of vinpocetine is described, using boric acid as a coformer, and fully characterized (by means of differential scanning calorimetry, solid-state nuclear magnetic resonance, powder and single-crystal X-ray diffraction, and powder dissolution test). Pharmacokinetic performance was also tested in a human pilot study. This pharmaceutical ionic cocrystal exhibits superior solubilization kinetics and modulates important pharmacokinetic values such as maximum concentration in plasma (Cmax), time to maximum concentration (tmax), and area under the plasma concentration-time curve (AUC) of the poorly soluble vinpocetine and it therefore offers an innovative approach to improve its bioavailability.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Biopharmaceutics",
        "Boric Acids",
        "Calorimetry, Differential Scanning",
        "Crystallization",
        "Humans",
        "Male",
        "Middle Aged",
        "Vasodilator Agents",
        "Vinca Alkaloids",
        "X-Ray Diffraction"
      ]
    },
    {
      "pmid": "27614144",
      "title": "Early ethanol exposure and vinpocetine treatment alter learning- and memory-related proteins in the rat hippocampus and prefrontal cortex.",
      "authors": [
        "Patricia C Swart",
        "Christopher B Currin",
        "Vivienne A Russell",
        "Jacqueline J Dimatelis"
      ],
      "journal": "Journal of neuroscience research",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study investigates the effects of early exposure to ethanol on cognitive function and neural plasticity-related proteins in the rat brain. Sprague-Dawley rats were administered 12% ethanol solution (4 g/kg/day i.p.) or saline from P4 to P9. Vinpocetine, a phosphodiesterase type 1 inhibitor, was tested to determine whether it could reverse any changes induced by early ethanol exposure. Hence, from P25 to P31, ethanol-exposed male rats were injected with vinpocetine (20 mg/kg/day i.p.) or vehicle (DMSO) prior to undergoing behavioral testing in the open field and Morris water maze (MWM) tests. Ethanol exposure did not adversely affect spatial memory in the MWM. A key finding in this study was a significant ethanol-induced change in the function of the phosphorylated extracellular signal-related kinase (P-ERK) signaling pathway in the prefrontal cortex (PFC) and dorsal hippocampus (DH) of rats that did not display overt behavioral deficits. The P-ERK/ERK ratio was decreased in the PFC and increased in the DH of ethanol-exposed rats compared with controls. Rats that received vinpocetine in addition to ethanol did not display any behavioral changes but did show alterations in neural plasticity-related proteins. Mitogen-activated protein kinase phosphatase was increased, whereas brain-derived neurotrophic factor was decreased, in the PFC of vinpocetine-treated ethanol-exposed rats, and phosphorylated-glycogen synthase kinase β and synaptophysin were increased in the DH of these rats. This study provides insight into the long-term effects of early ethanol exposure and its interaction with vinpocetine in the rat brain. © 2016 Wiley Periodicals, Inc.",
      "mesh_terms": [
        "Animals",
        "Animals, Newborn",
        "Body Weight",
        "Brain-Derived Neurotrophic Factor",
        "Central Nervous System Depressants",
        "Ethanol",
        "Exploratory Behavior",
        "Female",
        "Gene Expression Regulation",
        "Glycogen Synthase Kinase 3 beta",
        "Hippocampus",
        "MAP Kinase Signaling System",
        "Male",
        "Maze Learning",
        "Neuroprotective Agents",
        "Prefrontal Cortex",
        "Rats",
        "Rats, Sprague-Dawley",
        "Synaptophysin",
        "Tubulin",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "27589055",
      "title": "Vinpocetine Attenuates the Osteoblastic Differentiation of Vascular Smooth Muscle Cells.",
      "authors": [
        "Yun-Yun Ma",
        "Lin Sun",
        "Xiu-Juan Chen",
        "Na Wang",
        "Peng-Fei Yi",
        "Min Song",
        "Bo Zhang",
        "Yu-Zhong Wang",
        "Qiu-Hua Liang"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vascular calcification is an active process of osteoblastic differentiation of vascular smooth muscle cells; however, its definite mechanism remains unknown. Vinpocetine, a derivative of the alkaloid vincamine, has been demonstrated to inhibit the high glucose-induced proliferation of vascular smooth muscle cells; however, it remains unknown whether vinpocetine can affect the osteoblastic differentiation of vascular smooth muscle cells. We hereby investigated the effect of vinpocetine on vascular calcification using a beta-glycerophosphate-induced cell model. Our results showed that vinpocetine significantly reduced the osteoblast-like phenotypes of vascular smooth muscle cells including ALP activity, osteocalcin, collagen type I, Runx2 and BMP-2 expression as well as the formation of mineralized nodule. Vinpocetine, binding to translocation protein, induced phosphorylation of extracellular signal-related kinase and Akt and thus inhibited the translocation of nuclear factor-kappa B into the nucleus. Silencing of translocator protein significantly attenuated the inhibitory effect of vinpocetine on osteoblastic differentiation of vascular smooth muscle cells. Taken together, vinpocetine may be a promising candidate for the clinical therapy of vascular calcification.",
      "mesh_terms": [
        "Cell Differentiation",
        "Humans",
        "MAP Kinase Signaling System",
        "Muscle, Smooth, Vascular",
        "Myocytes, Smooth Muscle",
        "Osteoblasts",
        "Phosphodiesterase Inhibitors",
        "Phosphorylation",
        "Proto-Oncogene Proteins c-akt",
        "Signal Transduction",
        "Vascular Calcification",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "27334578",
      "title": "Vinpocetine Improves Scopolamine Induced Learning and Memory Dysfunction in C57 BL/6J Mice.",
      "authors": [
        "Yu Shang",
        "Lei Wang",
        "Yue Li",
        "Pei-Fei Gu"
      ],
      "journal": "Biological & pharmaceutical bulletin",
      "publication_date": "2016-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vinpocetine is an inhibitor of phosphodiesterase type 1 (PDE1), which has been used for treating stroke for over 40 years. However, according to current clinical dosage and treatment period, its direct effect on memory is unclear. In this study, we investigated whether vinpocetine could reverse the scopolamine (SCO)-induced cognitive deficits in animals. Behavioral experiments, including open field, Y-maze, and fear conditioning tests were used to determine the possible role of vinpocetine on scopolamine-induced memory dysfunction. In the open field and Y-maze tests, there were significant differences between the control (CON) group and SCO group. Vinpocetine (4 mg/kg) administration for consecutive 28 d significantly improved the scopolamine-induced memory dysfunction. In the fear conditioning test, vinpocetine (2, 4 mg/kg) administration had certain beneficial effect on emotional memory. Our results suggest that vinpocetine could improve cognitive function in memory deficient mice and high clinic dosage might be better.",
      "mesh_terms": [
        "Animals",
        "Avoidance Learning",
        "Behavior, Animal",
        "Conditioning, Psychological",
        "Dementia",
        "Fear",
        "Locomotion",
        "Male",
        "Maze Learning",
        "Memory Disorders",
        "Mice, Inbred C57BL",
        "Neuroprotective Agents",
        "Scopolamine",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "27283947",
      "title": "Efficacy and Safety of Vinpocetine as Part of Treatment for Acute Cerebral Infarction: A Randomized, Open-Label, Controlled, Multicenter CAVIN (Chinese Assessment for Vinpocetine in Neurology) Trial.",
      "authors": [
        "Weiwei Zhang",
        "Yining Huang",
        "Ying Li",
        "Liming Tan",
        "Jianfei Nao",
        "Hongtao Hu",
        "Jingyu Zhang",
        "Chen Li",
        "Yuenan Kong",
        "Yulin Song"
      ],
      "journal": "Clinical drug investigation",
      "publication_date": "2016-Sep",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: The objective of this study was to evaluate the efficacy and safety of intravenous vinpocetine administration as part of a comprehensive treatment for acute cerebral infarction in a Chinese population. METHODS: 610 acute cerebral infarction patients were randomized into two groups: the vinpocetine group (469 patients) received cytidine disphosphate choline 0.4-0.5 g in combination with aspirin 75-100 mg or clopidogrel 75 mg once daily, plus vinpocetine 30 mg intravenously once daily for 7 days, while the control group (141 patients) received cytidine disphosphate choline 0.4-0.5 g in combination with aspirin 75-100 mg or clopidogrel 75 mg once daily for 7 days. Additionally, patients received medications for symptoms such as hypertension, hyperglycemia, hyperlipidemia, and intracranial hypertension when necessary. Mini-Mental State Examination (MMSE), National Institutes of Health Stroke Scale (NIHSS), modified Rankin Scale, and Barthel Index (BI) scores and transcranial doppler (TCD) were assessed at baseline, 7, 14, and 90 days after treatment. Adverse events (AEs) and abnormalities in blood, urine, liver, and kidney function were monitored. RESULTS: MMSE, NIHSS, and BI scores were significantly higher in the vinpocetine group than in the control group 90 days after treatment, indicating significantly improved cognitive skill, neurological function, and quality of life (QOL) in the vinpocetine group versus the control group. Importantly, such effects of vinpocetine were maintained over time. In addition, TCD monitoring showed significantly increased cerebral blood flow associated with vinpocetine versus control. No significant difference in safety was noted between the two groups. CONCLUSIONS: When used as part of treatment for acute cerebral infarction, vinpocetine improves patients' cerebral blood flow, cognitive quality, neurological functions, and QOL. Vinpocetine could be an effective and safe component of treatment regimen for acute cerebral infarction.",
      "mesh_terms": [
        "Aged",
        "Anticoagulants",
        "Aspirin",
        "Cerebral Infarction",
        "Cerebrovascular Circulation",
        "China",
        "Clopidogrel",
        "Cognition",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Neuroprotective Agents",
        "Neuropsychological Tests",
        "Platelet Aggregation Inhibitors",
        "Quality of Life",
        "Stroke",
        "Ticlopidine",
        "Ultrasonography, Doppler, Transcranial",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "28930203",
      "title": "Studies on Pharmacokinetic Drug Interaction Potential of Vinpocetine.",
      "authors": [
        "Vamshi K Manda",
        "Bharathi Avula",
        "Olivia R Dale",
        "Amar G Chittiboyina",
        "Ikhlas A Khan",
        "Larry A Walker",
        "Shabana I Khan"
      ],
      "journal": "Medicines (Basel, Switzerland)",
      "publication_date": "2015-Jun-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Vinpocetine, a semi-synthetic derivative of vincamine, is a popular dietary supplement used for the treatment of several central nervous system related disorders. Despite its wide use, no pharmacokinetic drug interaction studies are reported in the literature. Due to increasing use of dietary supplements in combination with conventional drugs, the risk of adverse effects is on the rise. As a preliminary step to predict a possibility of drug interaction during concomitant use of vinpocetine and conventional drugs, this study was carried out to evaluate the effects of vinpocetine on three main regulators of pharmacokinetic drug interactions namely, cytochromes P450 (CYPs), P-glycoprotein (P-gp), and Pregnane X receptor (PXR). Methods: Inhibition of CYPs was evaluated by employing recombinant enzymes. The inhibition of P-gp was determined by calcein-AM uptake method in transfected and wild type MDCKII cells. Modulation of PXR activity was monitored through a reporter gene assay in HepG2 cells. Results: Vinpocetine showed a strong inhibition of P-gp (EC50 8 µM) and a moderate inhibition of recombinant CYP3A4 and CYP2D6 (IC50 2.8 and 6.5 µM) with no activity towards CYP2C9, CYP2C19 and CYP1A2 enzymes. In HLM, competitive inhibition of CYP3A4 (IC50 54 and Ki 19 µM) and non-competitive inhibition of CYP2D6 (IC50 19 and Ki 26 µM) was observed. Activation of PXR was observed only at the highest tested concentration of vinpocetine (30 µM) while lower doses were ineffective. Conclusion: Strong inhibition of P-gp by vinpocetine is indicative of a possibility of drug interactions by altering the pharmacokinetics of drugs, which are the substrates of P-gp. However, the effects on CYPs and PXR indicate that vinpocetine may not affect CYP-mediated metabolism of drugs, as the inhibitory concentrations are much greater than the expected plasma concentrations in humans."
    },
    {
      "pmid": "26036976",
      "title": "Neuroprotective Effects of Agomelatine and Vinpocetine Against Chronic Cerebral Hypoperfusion Induced Vascular Dementia.",
      "authors": [
        "Surbhi Gupta",
        "Prabhat Singh",
        "Brij Mohan Sharma",
        "Bhupesh Sharma"
      ],
      "journal": "Current neurovascular research",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic cerebral hypoperfusion (CCH) has been considered as a critical cause for the development of cognitive decline and dementia of vascular origin. Melatonin receptors have been reported to be beneficial in improving memory deterioration. Phosphodiesterase-1 (PDE1) enzyme offers protection against cognitive impairments and cerebrovascular disorders. Aim of this study is to explore the role of agomelatine (a dual MT1 and MT2 melatonin receptor agonist) and vinpocetine (selective PDE1 inhibitor) in CCH induced vascular dementia (VaD). Two vessel occlusion (2VO) or bilateral common carotid arteries ligation method was performed to initiate a phase of chronic hypoperfusion in mice. 2VO animals have shown significant cognitive deficits (Morris water maze), cholinergic dysfunction (increased acetyl cholinesterase -AChE) activity alongwith increased brain oxidative stress (decreased brain catalase, glutathione, as well as superoxide dismutase with an increase in malondialdehyde levels), and significant increase in brain infarct size (2,3,5- triphenylterazolium chloride-TTC staining). Treatment of agomelatine and vinpocetine reduced CCH induced learning and memory deficits and limited cholinergic dysfunction, oxidative stress, and tissue damage, suggesting that agomelatine and vinpocetine may provide benefits in CCH induced VaD.",
      "mesh_terms": [
        "Acetamides",
        "Acetylcholinesterase",
        "Analysis of Variance",
        "Animals",
        "Arterial Occlusive Diseases",
        "Brain",
        "Catalase",
        "Dementia, Vascular",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Glutathione",
        "Male",
        "Malondialdehyde",
        "Maze Learning",
        "Mice",
        "Neuroprotective Agents",
        "Superoxide Dismutase",
        "Time Factors",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "25980587",
      "title": "Vinpocetine reduces lipopolysaccharide-induced inflammatory pain and neutrophil recruitment in mice by targeting oxidative stress, cytokines and NF-κB.",
      "authors": [
        "Kenji W Ruiz-Miyazawa",
        "Felipe A Pinho-Ribeiro",
        "Ana C Zarpelon",
        "Larissa Staurengo-Ferrari",
        "Rangel L Silva",
        "Jose C Alves-Filho",
        "Thiago M Cunha",
        "Fernando Q Cunha",
        "Rubia Casagrande",
        "Waldiceu A Verri"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2015-Jul-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In response to lipopolysaccharide (LPS), tissue resident macrophages and recruited neutrophils produce inflammatory mediators through activation of Toll-like receptor 4 (TLR4)/nuclear factor kappa B (NF-κB) signaling pathway. These mediators include inflammatory cytokines and reactive oxygen species that, in turn, sensitize nociceptors and lead to inflammatory pain. Vinpocetine is a nootropic drug widely used to treat cognitive and neurovascular disorders, and more recently its anti-inflammatory properties through inhibition of NF-κB activation have been described. In the present study, we used the intraplantar and intraperitoneal LPS stimulus in mice to investigate the effects of vinpocetine pre-treatment (3, 10, or 30mg/kg by gavage) in hyperalgesia, leukocyte recruitment, oxidative stress, and pro-inflammatory cytokine production (TNF-α, IL-1β, and IL-33). LPS-induced NF-κB activation and cytokine production were investigated using RAW 264.7 macrophage cell in vitro. Vinpocetine (30mg/kg) significantly reduces hyperalgesia to mechanical and thermal stimuli, and myeloperoxidase (MPO) activity (a neutrophil marker) in the plantar paw skin, and also inhibits neutrophil and mononuclear cell recruitment, superoxide anion and nitric oxide production, oxidative stress, and cytokine production (TNF-α, IL-1β and IL-33) in the peritoneal cavity. At least in part, these effects seem to be mediated by direct effects of vinpocetine on macrophages, since it inhibited the production of the same cytokines (TNF-α, IL-1β and IL-33) and the NF-κB activation in LPS-stimulated RAW 264.7 macrophages. Our results suggest that vinpocetine represents an important therapeutic approach to treat inflammation and pain induced by a gram-negative bacterial component by targeting NF-κB activation and NF-κB-related cytokine production in macrophages.",
      "mesh_terms": [
        "Animals",
        "Cytokines",
        "Lipopolysaccharides",
        "Macrophages",
        "Male",
        "Mice",
        "NF-kappa B",
        "Neutrophils",
        "Oxidative Stress",
        "Pain",
        "Peritoneal Cavity",
        "Peroxidase",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "25822523",
      "title": "Vinpocetine reduces carrageenan-induced inflammatory hyperalgesia in mice by inhibiting oxidative stress, cytokine production and NF-κB activation in the paw and spinal cord.",
      "authors": [
        "Kenji W Ruiz-Miyazawa",
        "Ana C Zarpelon",
        "Felipe A Pinho-Ribeiro",
        "Gabriela F Pavão-de-Souza",
        "Rubia Casagrande",
        "Waldiceu A Verri"
      ],
      "journal": "PloS one",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine is a safe nootropic agent used for neurological and cerebrovascular diseases. The anti-inflammatory activity of vinpocetine has been shown in cell based assays and animal models, leading to suggestions as to its utility in analgesia. However, the mechanisms regarding its efficacy in inflammatory pain treatment are still not completely understood. Herein, the analgesic effect of vinpocetine and its anti-inflammatory and antioxidant mechanisms were addressed in murine inflammatory pain models. Firstly, we investigated the protective effects of vinpocetine in overt pain-like behavior induced by acetic acid, phenyl-p-benzoquinone (PBQ) and formalin. The intraplantar injection of carrageenan was then used to induce inflammatory hyperalgesia. Mechanical and thermal hyperalgesia were evaluated using the electronic von Frey and the hot plate tests, respectively, with neutrophil recruitment to the paw assessed by a myeloperoxidase activity assay. A number of factors were assessed, both peripherally and in the spinal cord, including: antioxidant capacity, reduced glutathione (GSH) levels, superoxide anion, tumor necrosis factor alpha (TNF-α) and interleukin 1 beta (IL-1β) levels, as well as nuclear factor kappa B (NF-κB) activation. Vinpocetine inhibited the overt pain-like behavior induced by acetic acid, PBQ and formalin (at both phases), as well as the carrageenan-induced mechanical and thermal hyperalgesia and associated neutrophil recruitment. Both peripherally and in the spinal cord, vinpocetine also inhibited: antioxidant capacity and GSH depletion; increased superoxide anion; IL-1β and TNF-α levels; and NF-κB activation. As such, vinpocetine significantly reduces inflammatory pain by targeting oxidative stress, cytokine production and NF-κB activation at both peripheral and spinal cord levels.",
      "mesh_terms": [
        "Animals",
        "Carrageenan",
        "Cytokines",
        "Extremities",
        "Glutathione",
        "Hyperalgesia",
        "Male",
        "Mice",
        "NF-kappa B",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Spinal Cord",
        "Superoxides",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "25696811",
      "title": "Vinpocetine modulates metabolic activity and function during retinal ischemia.",
      "authors": [
        "Lisa Nivison-Smith",
        "Brendan J O'Brien",
        "Mai Truong",
        "Cindy X Guo",
        "Michael Kalloniatis",
        "Monica L Acosta"
      ],
      "journal": "American journal of physiology. Cell physiology",
      "publication_date": "2015-May-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine protects against a range of degenerative conditions and insults of the central nervous system via multiple modes of action. Little is known, however, of its effects on metabolism. This may be highly relevant, as vinpocetine is highly protective against ischemia, a process that inhibits normal metabolic function. This study uses the ischemic retina as a model to characterize vinpocetine's effects on metabolism. Vinpocetine reduced the metabolic demand of the retina following ex vivo hypoxia and ischemia to normal levels based on lactate dehydrogenase activity. Vinpocetine delivered similar effects in an in vivo model of retinal ischemia-reperfusion, possibly through increasing glucose availability. Vinpocetine's effects on glucose also appeared to improve glutamate homeostasis in ischemic Müller cells. Other actions of vinpocetine following ischemia-reperfusion, such as reduced cell death and improved retinal function, were possibly a combination of the drug's actions on metabolism and other retinal pathways. Vinpocetine's metabolic effects appeared independent of its other known actions in ischemia, as it recovered retinal function in a separate metabolic model where the glutamate-to-glutamine metabolic pathway was inhibited in Müller cells. The results of this study indicate that vinpocetine mediates ischemic damage partly through altered metabolism and has potential beneficial effects as a treatment for ischemia of neuronal tissues.",
      "mesh_terms": [
        "Animals",
        "Cell Death",
        "Cytoprotection",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Electroretinography",
        "Energy Metabolism",
        "Ependymoglial Cells",
        "Evoked Potentials",
        "Glucose",
        "Glutamic Acid",
        "Ischemia",
        "L-Lactate Dehydrogenase",
        "Neuroprotective Agents",
        "Rats, Sprague-Dawley",
        "Retinal Diseases",
        "Tissue Culture Techniques",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "25514048",
      "title": "Vinpocetine attenuates MPTP-induced motor deficit and biochemical abnormalities in Wistar rats.",
      "authors": [
        "S Sharma",
        "R Deshmukh"
      ],
      "journal": "Neuroscience",
      "publication_date": "2015-Feb-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Up-regulation in phosphodiesterase 1 (PDE1) expression and decreased levels of cyclic nucleotides (cAMP and cGMP) have been reported in patients and experimental animal models of Parkinson's disease (PD). Phosphodiesterase (PDE) inhibitors have been reported to be beneficial in cognitive and motor deficit states. The present study is designed to investigate the effect of vinpocetine, a PDE1 inhibitor in 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced experimental PD-like symptoms in rats. To produce stable motor deficit, MPTP was repeatedly administered intranigrally (bilaterally) at an interval of 1 week (days 1, 7 and 14). Following development of stable motor deficit, which was observed after the third infusion of MPTP (day 14) in rats, the animals were treated with vinpocetine (5-, 10- and 20-mg/kg, i.p.) from days 15 to 28. Movement abnormalities were assessed by a battery of behavioral tests. Moreover, levels of malondialdehyde, nitrite and reduced glutathione were measured in striatal brain homogenate to confirm the role of oxidative and nitrosative stress in PD. Repeated intranigral administration of MPTP produced stable motor deficits, reduced the cyclic nucleotides and dopamine levels and caused elevation in oxidative-nitrosative stress markers. Chronic administration of vinpocetine (for 14 days) significantly and dose dependently attenuated movement disabilities and oxidative-nitrosative stress in MPTP-treated rats. Moreover, vinpocetine treatment enhances cyclic nucleotide levels and restores the dopamine level in MPTP-treated rats. The observed results of the present study are indicative of the therapeutic potential of vinpocetine in PD.",
      "mesh_terms": [
        "1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine",
        "Animals",
        "Corpus Striatum",
        "Cyclic AMP",
        "Cyclic GMP",
        "Encephalitis",
        "Male",
        "Motor Activity",
        "Oxidative Stress",
        "Parkinsonian Disorders",
        "Pars Compacta",
        "Phosphodiesterase Inhibitors",
        "Rats",
        "Rats, Wistar",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "25221724",
      "title": "Effect of vinpocetine (cognitol™) on cognitive performances of a nigerian population.",
      "authors": [
        "Ao Ogunrin"
      ],
      "journal": "Annals of medical and health sciences research",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic medical disorders are often complicated by cognitive impairments, making medical intervention that can alleviate cognitive disturbances desirable. Vinpocetine enhances cerebral utilization of oxygen and glucose and consequently improves cerebral functions including memory. AIM: This study assessed the efficacy of vinpocetine (Cognitol™) in improving memory and concentration in cognitively impaired patients. SUBJECTS AND METHODS: A prospective analytical study of 56 cognitively impaired patients compared with age, sex and level of education matched 56 controls. Cognitive performance was assessed with the Short Blessed Test, which was pilot-tested. Baseline cognitive performances of the patients and controls were obtained and thereafter cognitive performances of the patients were assessed at 6 and 12 weeks after administration of vinpocetine at a dose of 5 mg twice-a-day. Comparative analysis of their performances at baseline was done using the Student t-test, while the improvement in patients' performances and effect of disease variables on cognitive performances were analyzed with one-way analysis of variance and likelihood ratio analysis respectively. RESULTS: The mean (standard deviation) [SD] ages of the cognitively impaired patients (56/112) and controls (56/112) were 49.5 (18.9) and 53.8 (15.8) years respectively (P = 0.19; 95% confidence interval [CI]: 2.2-10.8). The pilot study yielded an optimal cut-off error score of 6 with a sensitivity of 71.4%, specificity of 96.4% and accuracy of 83.9%. Patients performed significantly worse than the controls (P < 0.001; 95% CI 6.7-11.4). There were significant improvements in memory and concentration with vinpocetine therapy (P < 0.05). The clinical variables of the patients had no effect on the trend of cognitive performances. CONCLUSIONS: Vinpocetine was effective in improving memory and concentration of patients with epilepsy and dementia although the efficacy was minimal in demented patients."
    },
    {
      "pmid": "24819198",
      "title": "Vinpocetine attenuates neointimal hyperplasia in diabetic rat carotid arteries after balloon injury.",
      "authors": [
        "Ke Wang",
        "Li Wen",
        "Wenhui Peng",
        "Hailing Li",
        "Jianhui Zhuang",
        "Yuyan Lu",
        "Baoxin Liu",
        "Xiankai Li",
        "Weiming Li",
        "Yawei Xu"
      ],
      "journal": "PloS one",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Diabetes exacerbates abnormal vascular smooth muscle cell (VSMC) accumulation in response to arterial wall injury. Vinpocetine has been shown to improve vascular remolding; however, little is known about the direct effects of vinpocetine on vascular complications mediated by diabetes. The objective of this study was to determine the effects of vinpocetine on hyperglycemia-facilitated neointimal hyperplasia and explore its possible mechanism. MATERIALS AND METHODS: Nondiabetic and diabetic rats were subjected to balloon injury of the carotid artery followed by 3-week treatment with either vinpocetine (10 mg/kg/day) or saline. Morphological analysis and proliferating cell nuclear antigen (PCNA) immunostaining were performed on day 21. Rat VSMCs proliferation was determined with 5-ethynyl-20-deoxyuridine cell proliferation assays. Chemokinesis was monitored with scratch assays, and production of reactive oxygen species (ROS) was assessed using a 2',7'-dichlorodihydrofluorescein diacetate (H2DCFDA) flow cytometric assay. Apoptosis was detected by annexin V-FITC/PI flow cytometric assay. Cell signaling was assessed by immunblotting. RESULTS: Vinpocetine prevented intimal hyperplasia in carotid arteries in both normal (I/M ratio: 93.83 ± 26.45% versus 143.2 ± 38.18%, P<0.05) and diabetic animals (I/M ratio: 120.5 ± 42.55% versus 233.46 ± 33.98%, P<0.05) when compared to saline. The in vitro study demonstrated that vinpocetine significantly inhibited VSMCs proliferation and chemokinesis as well as ROS generation and apoptotic resistance, which was induced by high glucose (HG) treatment. Vinpocetine significantly abolished HG-induced phosphorylation of Akt and JNK1/2 without affecting their total levels. For downstream targets, HG-induced phosphorylation of IκBα was significantly inhibited by vinpocetine. Vinpocetine also attenuated HG-enhanced expression of PCNA, cyclin D1 and Bcl-2. CONCLUSIONS: Vinpocetine attenuated neointimal formation in diabetic rats and inhibited HG-induced VSMCs proliferation, chemokinesis and apoptotic resistance by preventing ROS activation and affecting MAPK, PI3K/Akt, and NF-κB signaling.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Body Weight",
        "Carotid Arteries",
        "Cell Proliferation",
        "Cells, Cultured",
        "Diabetes Mellitus, Experimental",
        "Hyperplasia",
        "Immunohistochemistry",
        "In Situ Nick-End Labeling",
        "Male",
        "Neointima",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "24291485",
      "title": "Effects of vinpocetine and ozagrel on behavioral recovery of rats after global brain ischemia.",
      "authors": [
        "Wang Jincai",
        "Dong Tingfang",
        "Zhang Yongheng",
        "Lu Zhongmin",
        "Zhai Kaihua",
        "Liu Xiaohong"
      ],
      "journal": "Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia",
      "publication_date": "2014-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brain ischemia leads to severe disruption of the nervous system and recovery is often prolonged. Rehabilitative post-ischemia pharmacological treatment may therefore be important for behavioral recovery, especially for cognition and motor behavior. The present study investigated the effects of combined vinpocetine and ozagrel administration on the behavioral recovery of rats from global brain ischemia. The results suggest that the combined treatment leads to significantly better improvement compared to single drug administration. We conclude that the combined use of vinpocetine and ozagrel may provide beneficial effects to patients suffering from brain ischemia.",
      "mesh_terms": [
        "Animals",
        "Brain Ischemia",
        "CA1 Region, Hippocampal",
        "Cell Count",
        "Male",
        "Maze Learning",
        "Methacrylates",
        "Neurons",
        "Neuroprotective Agents",
        "Neuropsychological Tests",
        "Random Allocation",
        "Rats",
        "Rats, Sprague-Dawley",
        "Treatment Outcome",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "23971358",
      "title": "Transcranial Doppler assessment of cerebral vasomotor reactivity in evaluating the effects of vinpocetine in cerebral small vessel disease: a pilot study.",
      "authors": [
        "Zagorka B Jovanović",
        "Aleksandra M Pavlović",
        "Tatjana Pekmezović",
        "Milija Mijajlović",
        "Nadezda Sternić Covicković"
      ],
      "journal": "Ideggyogyaszati szemle",
      "publication_date": "2013-Jul-30",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: There are still dilemmas about the vasodilating effect of vinpocetine, a synthetic ethyl alkaloid vincamine. The method of measuring cerebral vasomotor reactivity (VMR) by transcranial Doppler (TCD) technique before and after administration of the medication was used to estimate the degree of arterioles vasodilatation. The aim of this study was to test of the vasodilating effect of vinpocetine in patients with cerebral small vessel disease (SVD) by measuring cerebral VMR. MATERIAL AND METHODS: Thirty patients with SVD were on 3-month-long oral treatment with 15 mg vinpocetine daily. Cerebral VMR was determined by breath holding test. The breath holding index (BHI) was calculated in standard manner and values > 0.69 were considered normal. At the baseline, before treatment (I), BHI, modified Rankin scale (mRS) score, Mini Mental State Examination (MMSE) score were determined. One month later (II) BHI was assessed again, while after 3 months of treatment (III) we analyzed BHI, mRS score and MMSE score. RESULTS: The average age of patients was 61.4 +/- 11.5 years (range 40 to 77 years), 18 (60%) female and 12 (40%) males. Values of BHIs were increased during treatment at the right MCA (I) 1.18 +/- 0.53, (II) 1.26 +/- 0.54, (III) 1.37 +/- 0.41, with statistical significance between I and III measurement (p < 0.05). An increase was noted on the left MCA (I) 1.25 +/- 0.53, (II) 1.31 +/- 0.55 and (III) 1.32 +/- 0.42, but it did not reach statistical significance (p > 0.05). Mean MMSE score significantly increased from baseline 27.4 +/- 2.3 to 28.5 +/- 2.0 after three months of treatment (p < 0.001). Functional status showed a statistically significant improvement with mRS score increasing from 2.1 +/- 1.0 to 1.1 +/- 0.6 (p < 0.001). CONCLUSION: This pilot study showed that 3-month-long oral treatment with vinpocetine 15 mg daily had tendency to increase BHI, indicating improvement of cerebral VMR. It is possible that higher doses of vinpocetine are needed to achieve substantial increase of VMR.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Aged",
        "Blood Flow Velocity",
        "Cerebral Small Vessel Diseases",
        "Cognition",
        "Drug Administration Schedule",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Pilot Projects",
        "Ultrasonography, Doppler, Transcranial",
        "Vasodilation",
        "Vasodilator Agents",
        "Vasomotor System",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "23248410",
      "title": "Piracetam and vinpocetine ameliorate rotenone-induced Parkinsonism in rats.",
      "authors": [
        "Sawsan A Zaitone",
        "Dina M Abo-Elmatty",
        "Shimaa M Elshazly"
      ],
      "journal": "Indian journal of pharmacology",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the neuroprotective effect of the nootropic drugs, piracetam (PIR) and vinpocetine (VIN), in rotenone-induced Parkinsonism in rats. MATERIALS AND METHODS: Sixty male rats were divided into 6 groups of 10 rats each. The groups were administered vehicle, control (rotenone, 1.5 mg/kg/48 h/6 doses, s.c.), PIR (100 and 200 mg/kg/day, p.o.) and VIN (3 and 6 mg/kg/day, p.o.). The motor performance of the rats was evaluated by the open field and pole test. Striatal dopamine level, malondialdehyde (MDA), reduced glutathione (GSH) and tumor necrosis factor-α (TNF-α) were assayed. Histopathological study of the substantia nigra was also done. RESULTS: Results showed that rotenone-treated rats exhibited bradykinesia and motor impairment in the open-field test. In addition, GSH level was decreased whereas MDA and TNF-α increased in striata of rotenone-treated rats as compared to vehicle-treated rats. Marked degeneration of the substantia nigra pars compacta (SNpc) neurons and depletion of striatal dopamine was also observed in the rotenone-treated rats. Treatment with PIR or VIN significantly reversed the locomotor deficits and increased striatal dopamine level. Treatment with VIN significantly (P<0.05) reduced the striatal level of MDA and GSH in comparison to rotenone group whereas TNF-α production was found to be significantly decreased in PIR group (P<0.05). CONCLUSION: VIN and PIR exhibit neuroprotective activity in rotenone-induced Parkinsonism. Hence, these nootropic agents may be considered as possible candidates in the treatment of Parkinson's disease.",
      "mesh_terms": [
        "Animals",
        "Behavior, Animal",
        "Brain",
        "Dopamine",
        "Drug Therapy, Combination",
        "Glutathione",
        "Male",
        "Malondialdehyde",
        "Motor Activity",
        "Neuroprotective Agents",
        "Parkinsonian Disorders",
        "Piracetam",
        "Rats",
        "Rotenone",
        "Tumor Necrosis Factor-alpha",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "22874716",
      "title": "TSPO-specific ligand vinpocetine exerts a neuroprotective effect by suppressing microglial inflammation.",
      "authors": [
        "Yan-Yin Zhao",
        "Jie-Zhong Yu",
        "Qin-Ying Li",
        "Cun-Gen Ma",
        "Chuan-Zhen Lu",
        "Bao-Guo Xiao"
      ],
      "journal": "Neuron glia biology",
      "publication_date": "2011-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine has long been used for cerebrovascular disorders and cognitive impairment. Based on the evidence that the translocator protein (TSPO, 18 kDa) was expressed in activated microglia, while Vinpocetine was able to bind TSPO, we explored the role of Vinpocetine on microglia treated with lipopolysaccharide (LPS) and oxygen-glucose deprivation (OGD) in vitro. Our results show that both LPS and OGD induced the up-regulation of TSPO expression on BV-2 microglia by RT-PCR, western blot and immunocytochemistry. Vinpocetine inhibited the production of nitrite oxide and inflammatory factors such as interleukin-1β (IL-1β), IL-6 and tumour necrosis factor-α (TNF-α) in BV-2 microglia, in which cells were treated with LPS or exposed to OGD, regardless of the time Vinpocetine was added. Next, we measured cell death-related molecules Akt, Junk and p38 as well as inflammation-related molecules nuclear factor-κB (NF-κB) and activator protein-1 (AP-1). Vinpocetine did not change cell death-related molecules, but inhibited the expression of NF-κB and AP-1 in LPS-stimulated microglia, indicating that Vinpocetine has an anti-inflammatory effect by partly targeting NF-κB/AP-1. Next, conditioned medium from Vinpocetine-treated microglia protected from primary neurons. As compared with in vitro, the administration of Vinpocetine in hypoxic mice also inhibited inflammatory molecules, indicating that Vinpocetine as a unique anti-inflammatory agent may be beneficial for the treatment of neuroinflammatory diseases.",
      "mesh_terms": [
        "Animals",
        "Cell Death",
        "Cell Line, Transformed",
        "Cells, Cultured",
        "Cerebral Cortex",
        "Down-Regulation",
        "Inflammation",
        "Ligands",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Microglia",
        "Neuroprotective Agents",
        "Receptors, GABA",
        "Up-Regulation",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "22854710",
      "title": "Vinpocetine inhibits oligodendroglial precursor cell differentiation.",
      "authors": [
        "Klintsy Julieta Torres",
        "Peter Göttle",
        "David Kremer",
        "Jose Flores Rivera",
        "Lucinda Aguirre-Cruz",
        "Teresa Corona",
        "Hans-Peter Hartung",
        "Patrick Küry"
      ],
      "journal": "Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: In multiple sclerosis during periods of remission a limited degree of myelin repair can be observed mediated by oligodendroglial precursor cells. Phosphodiesterase inhibitors act as anti-inflammatory agents and might hold promise for future multiple sclerosis treatment. AIMS: To investigate whether phosphodiesterase inhibitors could also influence myelin repair. METHODS: We stimulated primary oligodendroglial precursor cells with cilostazol, rolipram and vinpocetine and assessed their effects on repair related cellular processes. RESULTS: We found that vinpocetine exerted a strong negative effect on myelin expression while cilostazol and rolipram did not show such effects. In addition, vinpocetine decreased morphological complexities suggesting an overall negative impact on oligodendroglial cell maturation. We provide evidence that this is not mediated via a blockade of phosphodiesterase-1 but rather by inhibition of IĸB kinase. CONCLUSION: These findings suggest that vinpocetine via IĸB inhibition exerts a strong negative impact on oligodendroglial cell maturation and may therefore provide the rationale to restrict its application during periods of remission in multiple sclerosis patients. This is of particular interest since vinpocetine is widely used as a health supplement thought to act as a cognitive and memory enhancer for healthy people and patients with neurological or muscle diseases.",
      "mesh_terms": [
        "Animals",
        "Cell Differentiation",
        "Cells, Cultured",
        "Chemokine CXCL12",
        "Cilostazol",
        "Gene Expression Regulation",
        "I-kappa B Kinase",
        "Myelin Sheath",
        "Oligodendroglia",
        "Phosphodiesterase Inhibitors",
        "Rats",
        "Rolipram",
        "Tetrazoles",
        "Vinca Alkaloids"
      ]
    },
    {
      "pmid": "22729609",
      "title": "Vinpocetine inhibits breast cancer cells growth in vitro and in vivo.",
      "authors": [
        "Er-Wen Huang",
        "Sheng-Jiang Xue",
        "Zheng Zhang",
        "Jia-Guo Zhou",
        "Yong-Yuan Guan",
        "Yong-Bo Tang"
      ],
      "journal": "Apoptosis : an international journal on programmed cell death",
      "publication_date": "2012-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vinpocetine is a clinically used drug for cerebrovascular disorders as well as age-related memory impairment. Of note, vinpocetine has been recently identified as a novel anti-inflammatory agent; however, its effects on cancer cells remain to be investigated. In the present study, we found that vinpocetine potently inhibited proliferation of multiple types of human breast cancer cells by arresting cell cycle at G(0)/G(1) phase. It was also revealed that vinpocetine induced cell apoptosis via mitochondria-dependent pathway. Moreover, vinpocetine impaired the migration of the strongly metastatic cell MDA-MB-231. In xenograft model of human breast cancer in nude mice, both systemic and local administration of vinpocetine significantly suppressed the tumor growth without observed toxicity. Interestingly, vinpocetine markedly attenuated the activation of Akt and signal transducer and activator of transcription factor 3 (STAT3), but had no effects on MAP kinases pathways. Collectively, the data suggest that vinpocetine possesses significant yet previously unknown antitumor properties that may be utilized for the treatment of breast cancer.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Breast Neoplasms",
        "Cell Line, Tumor",
        "Cell Movement",
        "Cell Proliferation",
        "Female",
        "Humans",
        "Mice",
        "Neoplasm Transplantation",
        "Proto-Oncogene Proteins c-akt",
        "STAT3 Transcription Factor",
        "Signal Transduction",
        "Transplantation, Heterologous",
        "Vinca Alkaloids",
        "Xenograft Model Antitumor Assays"
      ]
    }
  ]
}