{
  "supplement": "Vitamins E And C",
  "query": "Vitamins E And C[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 23:04:08",
  "research_count": 67,
  "count": 67,
  "articles": [
    {
      "pmid": "38535844",
      "title": "Effect of Simultaneous Dietary Supplementation of Betaine, Selenomethionine, and Vitamins E and C under Summer Conditions in Growing-Finishing Pigs.",
      "authors": [
        "Lotte De Prekel",
        "Dominiek Maes",
        "Alice Van den Broeke",
        "Bart Ampe",
        "Marijke Aluwé"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heat stress in pigs negatively affects welfare, health, and performance. Osmoprotectants and antioxidants may alleviate oxidative damage during hot periods. We investigated whether an additive-enriched feed can reduce negative effects in pigs during summer conditions. Sixty growing-finishing pigs were allocated into two groups: the control (CF) and summer feed (SF) group. The CF group contained 0.4 mg/kg inorganic selenium and 100 ppm vitamin E, while the SF group contained 0.3 mg/kg inorganic selenium, 0.1 mg/kg selenomethionine, 200 ppm vitamins E and C, and 0.2% betaine. Feed was offered ad libitum. Respiration rate, rectal and skin temperature, behaviour, and weight gain were assessed weekly. Daily measurements of these parameters were performed during a 3-day heat wave (temperature humidity index (THI) ≥ 75) and during an artificial heating period. Individual average daily water intake (ADWI) and feed intake were measured using RFID systems. The ADWI of the SF group did not change during heat load while it increased for the CF group. Independent of dietary treatment, increases in ∆THI or the THI were accompanied by significant increases in both respiration rate and skin temperature. In conclusion, the SF may induce a reduced need to increase ADWI during hot periods. In addition, mainly skin temperatures and especially respiration rates revealed the sensitivity of pigs to heat stress."
    },
    {
      "pmid": "34840466",
      "title": "Effects of dietary supplementation of Vitamins E and C on oxidative stress induced by a Nigerian velogenic strain of the Newcastle disease virus (KUDU 113) in the brain and bursa of Fabricius of broiler chickens.",
      "authors": [
        "Obianuju Nkiruka Okoroafor",
        "Temitope Mofoluso Ogunniran",
        "Nkechi Harriet Ikenna-Ezeh",
        "Ikechukwu John Udeani",
        "Jacinta Ngozi Omeke",
        "Wilfred Sunday Ezema",
        "Boniface Anene"
      ],
      "journal": "Veterinary world",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: Newcastle disease (ND) is widely recognized as an extremely harmful and contagious disease of birds. Therefore, the present study aims to evaluate the effect of oxidative stress induced by the virulent ND virus (NDV) (KUDU 113) on the plasma, brain, bursa of Fabricius, NDV antibody response, and hematology as well as the ameliorative effect of the individual or combined use of Vitamins E and C on the clinical signs of NDV-infected chickens. MATERIALS AND METHODS: In this study, a total of 150 broiler chickens were included and divided into five groups: Group 1, nonsupplemented and unchallenged chickens (UCC); Group 2, nonsupplemented and challenged chickens (ICC); Group 3, Vitamin C-supplemented + challenged chickens; Group 4, Vitamin E-supplemented + challenged chickens; and Group 5, Vitamins E and C-supplemented + challenged chickens. Groups 3, 4, and 5 were supplemented with Vitamins E and C (33 and 400 mg/kg/day, respectively). Virus challenge was done with 0.1 ml of KUDU 113 7 days after the start of vitamin inclusion in their diet. Concentrations of glutathione (GSH), malondialdehyde (MDA), nitric oxide (NO), superoxide dismutase (SOD), and catalase (CAT) were analyzed in the plasma, brain, and bursa on days 0, 3, and 7 post-infection (pi) using the biochemical method. The blood samples were randomly collected from five chickens in each group for antibody response and hematological analyses on day 0 previtamin treatment and at 0, 3, 7, 10, 14, and 21 days pi (dpi). RESULTS: A significant increase in the concentrations of MDA and NO in the NDV-challenged chickens was observed when compared with the UCCs. Moreover, a significant decrease in GSH concentration was observed in the NDV-challenged chickens when compared with the UCCs. The activities of CAT and SOD were reduced markedly in the NDV-challenged chickens. Increases in the mean antibody titers were observed in the NDV-challenged group when compared with the UCCs from days 3 to 21 pi. The mortality rates of groups 1, 2, 3, 4, and 5 were 0%, 30%, 3.3%, 3.3%, and 26.6%, respectively. CONCLUSION: The findings of this study suggest that KUDU 113 causes oxidative stress in the brain and bursa of Fabricius of chickens. Individual supplementation with Vitamin E or C was found to be more effective in ameliorating oxidative stress, improving the immune response, and reducing mortality in KUDU 113 infections than the combined supplementation of Vitamins C and E."
    },
    {
      "pmid": "32191586",
      "title": "Investigating the effects of vitamins E and C on oxidative stress and hematological parameters among power plant workers: A double-blind randomized controlled clinical trial.",
      "authors": [
        "Majid Bagheri Hosseinabadi",
        "Narges Khanjani",
        "Pirasteh Norouzi",
        "Mehdi Mirzaii",
        "Jamal Biganeh",
        "Freshteh Nazarkhani"
      ],
      "journal": "Toxicology and industrial health",
      "publication_date": "2020-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The present study aimed to determine the effect of taking antioxidant vitamins including vitamins E and C in reducing oxidative stress levels and improving blood parameters. This double-blind randomized controlled trial study was conducted among the employees working in different parts of a power plant in Semnan, Iran, in 2017. A total of 91 employees were randomly allocated to four groups including vitamin E (400 units per day), vitamin C (1000 mg per day), vitamin E + C for 90 days, and control. The levels of malondialdehyde (MDA), superoxide dismutase (SOD), catalase (Cat), and total antioxidant capacity (TAC) in plasma, and hematological parameters were measured in the participants before and after the intervention. A significant increase was seen in the mean level of SOD, Cat, and TAC in the vitamin-treated groups as well as a significant decrease in mean MOD in vitamin C and vitamin E groups after the intervention. In the intervention groups, the number of red blood cells, hematocrit, and the level of mean corpuscular hemoglobin (MCH) and MCH concentration significantly increased. After the intervention, the mean levels of MDA, SOD, and Cat in vitamin E group were significantly lower than the control group. The mean level of TAC decreased only in the vitamin C group compared to the control group. Taking vitamins E and C as nonenzymatic scavengers of free radicals appears to decrease lipid peroxidation and increase the level of antioxidant enzymes, which can be imbalanced by exposure to extremely low-frequency electromagnetic fields in power plant employees. Furthermore, some hematological parameters can be improved by consuming these vitamins.",
      "mesh_terms": [
        "Adult",
        "Antioxidants",
        "Ascorbic Acid",
        "Catalase",
        "Electromagnetic Fields",
        "Female",
        "Humans",
        "Iran",
        "Lipid Peroxidation",
        "Male",
        "Malondialdehyde",
        "Middle Aged",
        "Occupational Exposure",
        "Oxidative Stress",
        "Power Plants",
        "Superoxide Dismutase",
        "Vitamin E"
      ]
    },
    {
      "pmid": "31818241",
      "title": "Mancozeb exposure during development and lactation periods results in decreased oocyte maturation, fertilization rates, and implantation in the first-generation mice pups: Protective effect of vitamins E and C.",
      "authors": [
        "Saddein Esmaiel",
        "Haghpanah Tahereh",
        "Nematollahi-Mahani Seyed Noreddin",
        "Ezzatabadipour Massood"
      ],
      "journal": "Toxicology and industrial health",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the mancozeb (MNZ) impact on oocyte maturation of first-generation mice pups as well as their fertilization rate, embryo development, and implantation along with the preventative effect of vitamins E and C. Pregnant mice were randomly divided into six groups: control, vehicle, and MNZ (500 mg/kg body weight (BW)), vitamin E (200 mg/kg BW), MNZ plus vitamin E, MNZ plus vitamin C (100 mg/kg BW), and MNZ plus two vitamins. All treatments were conducted by oral gavage every 2 days from the second day of gestation until the end of lactation. Vitamin treatment was initiated 30 min before receiving MNZ. After birth, first-generation mice pups were kept until adulthood (8-10 W). Adult female mice pups superovulated and then the collected oocytes were examined for nuclear maturity status. After in vitro fertilization of metaphase II oocytes with sperm of the first-generation male mice pups, fertilization rate and embryo development were evaluated over 24 h. Also, the fecundity rate and the number of implanted embryos in vivo were studied on the eighth day of pregnancy. MNZ exposure during embryo development and lactation significantly decreased the total number of collected oocytes, oocyte maturation, fertilization rate, implantation rate, fecundity rate, and embryo development compared with the control group in the first-generation pups. In contrast, vitamin treatments significantly increased these parameters compared to the MNZ group. Reduction in the quality of oocyte, the rate of fertilization, embryo implantation, and development following MNZ exposure could decrease female reproductive success, while coadministration of vitamins E and C could prevent these complications.",
      "mesh_terms": [
        "Animals",
        "Animals, Newborn",
        "Antioxidants",
        "Ascorbic Acid",
        "Embryo Implantation",
        "Embryonic Development",
        "Female",
        "Fertilization",
        "Fungicides, Industrial",
        "Lactation",
        "Maneb",
        "Maternal Exposure",
        "Mice",
        "Oocytes",
        "Oogenesis",
        "Pregnancy",
        "Vitamin E",
        "Zineb"
      ]
    },
    {
      "pmid": "30651039",
      "title": "Vitamins E and C prevent apoptosis of testicular and ovarian tissues following mancozeb exposure in the first-generation mouse pups.",
      "authors": [
        "Heydari Mahdi",
        "Haghpanah Tahereh",
        "Saddein Esmaiel",
        "Ezzatabadipour Massood"
      ],
      "journal": "Toxicology and industrial health",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to evaluate the role of apoptosis in the first-generation pups' testicular and ovarian tissue changes following mancozeb (MNZ) administration during intrauterine and lactating periods and also the preventive effect of the co-administration of vitamins E and C on these changes. Naval Medical Research Institute (NMRI) pregnant mice were randomly divided into six groups: control, vehicle, MNZ, vitamin E plus MNZ, vitamin C plus MNZ and vitamins E and C plus MNZ. Administered doses of MNZ and vitamins E and C were 500, 200 and 100 mg/kg of body weight, respectively. These agents were administered to the animals by oral gavage every 2 days. Vitamin treatment was carried out 30 min prior to MNZ administration. Treatment was started on the second day of gestation and continued until weaning. Separated testes and ovaries of animals were prepared for apoptosis detection by terminal deoxynucleotidyl transferase end-labeling (TUNEL) staining. The percentage of TUNEL-positive cells was reported using the 4,6-diamidino-2-phenylindole method. As compared to the control and vehicle groups, MNZ induced a significant increase ( p < 0.001) in the number of TUNEL-positive cells. The administration of both vitamins E and C alone and together significantly ( p < 0.001) prevented the apoptotic impacts of MNZ. The preventive effect of the co-administration of these vitamins on the ovary was greater compared to the single administration of vitamins E ( p < 0.001) or C ( p < 0.001). Meanwhile, the results revealed the stronger preventive effect of vitamin C as compared to E on testicular tissue ( p < 0.05). The apoptotic impact of MNZ exposure during intrauterine and lactating periods on first-generation testicular and ovarian tissues was significant. The co-administration of vitamins E and C could prevent MNZ-induced testicular and ovarian changes.",
      "mesh_terms": [
        "Animals",
        "Animals, Newborn",
        "Apoptosis",
        "Ascorbic Acid",
        "Environmental Exposure",
        "Female",
        "Male",
        "Maneb",
        "Mice",
        "Ovary",
        "Protective Agents",
        "Testis",
        "Vitamin E",
        "Zineb"
      ]
    },
    {
      "pmid": "29970730",
      "title": "Combined use of Vitamins E and C improve nephrotoxicity induced by colistin in rats.",
      "authors": [
        "Zohra Ghlissi",
        "Ahmed Hakim",
        "Hela Mnif",
        "Khaled Zeghal",
        "Tarek Rebai",
        "Tahiya Boudawara",
        "Zouheir Sahnoun"
      ],
      "journal": "Saudi journal of kidney diseases and transplantation : an official publication of the Saudi Center for Organ Transplantation, Saudi Arabia",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was performed to investigate the protective effect of combined use of Vitamins E and C on colistin-induced tubular damage in rat. Animals were treated with sterile saline, colistin methanesulfonate (CMS), CMS + Vitamin E + Vitamin C, and Vitamin E + vitamin C, respectively, for seven days. Thereafter, animals were sacrificed and the urine N-acetyl-b-D-glucosaminidase (NAG) and gamma-glutamyl transferase (GGT) levels, plasma level of creatinine (Cr), vitamin E and vitamin C, and renal tissue levels of malondialdehyde (MDA), superoxide dismutase (SOD), catalase (CAT), and glutathione peroxidase (GPx), as well as renal histology were performed. CMS induced acute tubular necrosis, increased the NAG, GGT, and MDA levels, and reduced the Vitamin E, Vitamin C, SOD, CAT, and GPx activities. Co-treatment with vitamins E and C restored all biochemical parameters cited above and improved the histopathological damage. Tubular damage induced by colistin is at least partly due to oxidative stress. Nephroprotective effect of Vitamins E and C is partially mediated through its antioxidant properties, and the higher protection by the combination of these vitamins is related to its synergistic effects.",
      "mesh_terms": [
        "Acute Kidney Injury",
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Colistin",
        "Kidney",
        "Male",
        "Malondialdehyde",
        "Oxidoreductases",
        "Rats",
        "Rats, Wistar",
        "Vitamin E"
      ]
    },
    {
      "pmid": "26500276",
      "title": "Influence of soy oil source and dietary supplementation of vitamins E and C on the oxidation status of serum and egg yolk, and the lipid profile of egg yolk.",
      "authors": [
        "H Irandoust",
        "D U Ahn"
      ],
      "journal": "Poultry science",
      "publication_date": "2015-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An experiment was conducted to determine the effects of adding vitamins E and C to diets containing 3.5% refined soy oil (SO), recycled soy oil (RSO), or acidulated soy oil soapstocks (ASS) on 1) fatty acid (FA) profile, and cholesterol, triglyceride (TG) and α-tocopherol (α-T) concentrations of yolk, and 2) the oxidation status of serum and yolk. Twelve dietary treatments, using 3 oil sources, 2 levels of vitamin E (0 vs. 250 mg/kg), and 2 levels of vitamin C (0 vs. 250 mg/kg), were prepared. A total of 300 W36 Hy-line laying hens, from 44 to 56 weeks of age, were placed in 60 cages (5 birds/cage) and 5 cages were randomly assigned to one of the 12 diets. Blood samples and eggs were collected after 84 d on trial. No interactions among main effects were found for any of the traits studied. Oil sources had little effects on the FA profile of the yolk, except for C18:3 that was higher (P-value of < 0.01) in the hens fed SO than those fed RSO or ASS. Vitamin E supplementation significantly (P-value of < 0.05) increased the concentration of C16:0, C18:0, and C16:1 but decreased that of C18:2 and C22:6n3 in the yolk. Vitamin C supplementation significantly (P-value of < 0.05) increased C18:0 and C18:3 concentrations in the yolk but decreased the n6 to n3 FA ratio. The concentrations of cholesterol and triglyceride in serum and yolk were not affected by dietary treatment but α-tocopherol concentration increased (P-value of < 0.01) by the dietary vitamin E. Compared with the hens fed the SO diets, malondialdehyde (MDA) concentration in serum was higher with RSO diet but lower with ASS diet. Vitamin E and vitamin C supplementation decreased (P-value of < 0.05) serum MDA. Yolk FA profile was affected not only by the FA profile of the oil source used in diet, but also by the supplementation of vitamin E and C. The results showed that triglyceride profile, but not cholesterol content, of egg was affected by fatty acid profile of the supplemental oil and the vitamin C and E supplementations.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Egg Yolk",
        "Lipid Metabolism",
        "Ovum",
        "Soybean Oil",
        "Vitamin E"
      ]
    },
    {
      "pmid": "25780457",
      "title": "Effects of vitamins E and C combined with β-carotene on cognitive function in the elderly.",
      "authors": [
        "Yonghua Li",
        "Shumei Liu",
        "Yigang Man",
        "Ning Li",
        "Y U Zhou"
      ],
      "journal": "Experimental and therapeutic medicine",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of the present study was to investigate the effect of vitamins E (VE) and C (VC), combined with β-carotene (β-C), on cognitive function in the elderly. A total of 276 elderly subjects completed the prospective study following treatment with VE, VC and different doses of β-C or with VE only. Cognitive function was assessed by the Mini-Mental State Examination (MMSE) and Hasegawa Dementia Scale (HDS) tests. The plasma levels of amyloid-β (Aβ) and estradiol (E2) were determined by radioimmunoassay (RIA). Results from the MMSE and HDS assessments indicated that the treatment strategy of VE and VC combined with β-C significantly improved cognitive function in the elderly subjects, particularly with higher doses of β-C. Furthermore, RIA suggested that treatment with these vitamins could markedly reduce plasma Aβ levels and elevate plasma E2 levels. The present findings suggest that treatment with VE, VC and β-C results in promising improvements in cognitive function in the elderly."
    },
    {
      "pmid": "25687375",
      "title": "The treatment combination of vitamins E and C and astaxanthin prevents high-fat diet induced memory deficits in rats.",
      "authors": [
        "Alireza Komaki",
        "Seyed Asaad Karimi",
        "Iraj Salehi",
        "Abdolrahman Sarihi",
        "Siamak Shahidi",
        "Mohammad Zarei"
      ],
      "journal": "Pharmacology, biochemistry, and behavior",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cognitive function is impaired by imbalanced diet consumption. High-fat diet (HFD) induces oxidative stress and metabolic disorders, which results in neuronal damage and interferes with synaptic transmission and neurogenesis; hence, a decline in learning and memory. Antioxidants are believed to have positive effects on cognitive function. The objective of this study was to determine the relation between the chronic consumption of a HFD and antioxidants on passive avoidance learning (PAL) in male rats. Wistar rats were randomly assigned into the following five groups (N=6-8): Control group-consumed an ordinary diet; HFD group-received high-fat diets only; ANO group-received HFD plus antioxidants (vitamins C and E and astaxanthin (ASX)); RHFD group-received the restricted HFD (30% less than the HFD group); and RANO group-received restricted HFD plus antioxidants (30% less than the ANO group). Following 6months of controlled dietary condition as mentioned above, in each experimental group, the PAL was assessed using shuttle box apparatus. Our results showed that HFD caused a decrease in step through latency in the retention test (STLr) and increased the time spent in the dark compartment in the retention test (TDC) when compared to the control group. Antioxidant supplementation caused an increase in STLr and decrease in TDC when compared to the control group. Furthermore, RHFD and RANO had no significant effect on STLr and TDC compared with the control group. According to our results, HFD impairs PAL and the combination of vitamins C and E and astaxanthin improves PAL deficits in the HFD group.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Avoidance Learning",
        "Cholesterol",
        "Diet, High-Fat",
        "Drug Therapy, Combination",
        "Male",
        "Memory Disorders",
        "Rats",
        "Rats, Wistar",
        "Triglycerides",
        "Vitamin E",
        "Xanthophylls"
      ]
    },
    {
      "pmid": "24008655",
      "title": "Carvedilol enhances the antioxidant effect of vitamins E and C in chronic Chagas heart disease.",
      "authors": [
        "Patrícia Budni",
        "Roberto Coury Pedrosa",
        "Eduardo Monguilhott Dalmarco",
        "Juliana Bastos Dalmarco",
        "Tânia Sílvia Frode",
        "Danilo Wilhelm Filho"
      ],
      "journal": "Arquivos brasileiros de cardiologia",
      "publication_date": "2013-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chagas disease is still an important endemic disease in Brazil, and the cardiac involvement is its more severe manifestation. OBJECTIVE: To verify whether the concomitant use of carvedilol will enhance the antioxidant effect of vitamins E and C in reducing the systemic oxidative stress in chronic Chagas heart disease. METHODS: A total of 42 patients with Chagas heart disease were studied. They were divided into four groups according to the modified Los Andes classification: 10 patients in group IA (normal electrocardiogram and echocardiogram; no cardiac involvement); 20 patients in group IB (normal electrocardiogram and abnormal echocardiogram; mild cardiac involvement); eight patients in group II (abnormal electrocardiogram and echocardiogram; no heart failure; moderate cardiac involvement); and four patients in group III (abnormal electrocardiogram and echocardiogram with heart failure; severe cardiac involvement). Blood levels of markers of oxidative stress were determined before and after a six-month period of treatment with carvedilol, and six months after combined therapy of carvedilol with vitamins E and C. The markers analyzed were as follows: activities of superoxide dismutase, catalase, glutathione peroxidase, glutathione S-transferase and reductase, myeloperoxidade and adenosine deaminase; and the levels of reduced glutathione, thiobarbituric-acid reactive substances, protein carbonyls, vitamin E, and nitric oxide. RESULTS: After treatment with carvedilol, all groups showed significant decrease in protein carbonyls and reduced glutathione levels, whereas nitric oxide levels and adenosine activity increased significantly only in the less severely affected group (IA). In addition, the activity of most of the antioxidant enzymes was decreased in the less severely affected groups (IA and IB). By combining the vitamins with carvedilol, a reduction in protein damage, in glutathione levels, and in the activity of most of the antioxidant enzymes were observed. CONCLUSIONS: The decrease in oxidative stress levels observed by means of the markers tested was more significant when carvedilol was used in combination with the antioxidant vitamins. The findings suggest that both carvedilol alone and in combination with the vitamins were effective in attenuating the systemic oxidative stress in patients with Chagas heart disease, especially those less severely affected, thus suggesting the possibility of synergism between these compounds.",
      "mesh_terms": [
        "Adrenergic beta-Antagonists",
        "Adult",
        "Aged",
        "Analysis of Variance",
        "Antioxidants",
        "Ascorbic Acid",
        "Biomarkers",
        "Carbazoles",
        "Carvedilol",
        "Chagas Disease",
        "Chronic Disease",
        "Drug Synergism",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Oxidative Stress",
        "Propanolamines",
        "Prospective Studies",
        "Time Factors",
        "Treatment Outcome",
        "Vitamin E",
        "Young Adult"
      ]
    },
    {
      "pmid": "23389837",
      "title": "Medical treatment with thiamine, coenzyme Q, vitamins E and C, and carnitine improved obstructive sleep apnea in an adult case of Leigh disease.",
      "authors": [
        "Charalampos Mermigkis",
        "Izolde Bouloukaki",
        "Vasileios Mastorodemos",
        "Andreas Plaitakis",
        "Vangelis Alogdianakis",
        "Nikolaos Siafakas",
        "Sophia Schiza"
      ],
      "journal": "Sleep & breathing = Schlaf & Atmung",
      "publication_date": "2013-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "PURPOSE: The multi-organ involvement of mitochondrial diseases means that patients are likely to be more vulnerable to sleep disturbances. We aimed to assess if early recognition and treatment of obstructive sleep apnea (OSA) in patients with Leigh disease may influence primary disease outcome. METHODS: We describe a case of adult-onset Leigh disease presenting as severe brainstem encephalopathy of subacute onset. Based on the clinical symptoms that developed after the appearance of the neurological disease, an attended overnight polysomnography examination was performed. RESULTS: A marked clinical recovery was seen after administration of high doses of thiamine, coenzyme Q, L-carnitine, and vitamins C and E, combined with effective treatment with continuous positive airway pressure for the underlying severe obstructive sleep apnea (OSA). The latter condition was diagnosed on the basis of suggestive symptoms that appeared a few weeks before the establishment of the neurological disease. The improvement in the neurological disease (based on clinical and brain MRI features) with the appropriate medical treatment also resulted in a significant improvement in the OSA. CONCLUSIONS: Early recognition and treatment of sleep apnea may not only improve sleep and overall quality of life but also ameliorate the deleterious effects of nocturnal desaturations on the neurological features. This may be crucial for disease outcome when added to the generally advised pharmacological therapy.",
      "mesh_terms": [
        "Adult",
        "Brain",
        "Carnitine",
        "Dose-Response Relationship, Drug",
        "Drug Therapy, Combination",
        "Humans",
        "Leigh Disease",
        "Magnetic Resonance Imaging",
        "Magnetic Resonance Spectroscopy",
        "Male",
        "Neurologic Examination",
        "Polysomnography",
        "Sleep Apnea, Obstructive",
        "Thiamine",
        "Ubiquinone",
        "Vitamin D",
        "Vitamin E"
      ]
    },
    {
      "pmid": "24695939",
      "title": "Treatment of nonalcoholic steatohepatitis with vitamins E and C: a pilot study.",
      "authors": [
        "Miwa Kawanaka",
        "Ken Nishino",
        "Jun Nakamura",
        "Mitsuhiko Suehiro",
        "Daisuke Goto",
        "Noriyo Urata",
        "Takahito Oka",
        "Hirofumi Kawamoto",
        "Hajime Nakamura",
        "Junji Yodoi",
        "Keisuke Hino",
        "Gotaro Yamada"
      ],
      "journal": "Hepatic medicine : evidence and research",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nonalcoholic steatohepatitis (NASH) is a common liver disease that can progress to cirrhosis. Oxidative stress is one of the central mechanisms causing hepatocellular injury in the disease. In this study, antioxidant therapy using both vitamins C and E was conducted in patients with NASH. METHODS: Vitamin E 300 mg/day and vitamin C 300 mg/day were administered orally to 23 patients with NASH for 12 months. Body mass index was measured during therapy. Serum levels of alanine aminotransferase, thioredoxin (an oxidative stress marker), and high-sensitivity C-reactive protein were measured before treatment and after 12 months in all patients. Ten of the 23 patients underwent liver biopsy before and after treatment. RESULTS: Body mass index remained unchanged during treatment with vitamins C and E. Serum alanine aminotransferase, thioredoxin, and high-sensitivity C-reactive protein levels were decreased significantly at 12 months compared with pretreatment. Liver biopsies showed improved necroinflammatory activity in eight cases and improved fibrosis staging in 4. CONCLUSION: Serum alanine aminotransferase, thioredoxin, and high-sensitivity C-reactive protein levels, and liver histology were clearly improved with vitamin C and E therapy. These findings suggest that combination therapy using these vitamins may be useful in patients with NASH to minimize damage from oxidative stress and slow the processes leading to cirrhosis."
    },
    {
      "pmid": "23115449",
      "title": "Protective effect of vitamins e and C on endosulfan-induced reproductive toxicity in male rats.",
      "authors": [
        "Mohammad Ali Takhshid",
        "Ali Reza Tavasuli",
        "Yazdan Heidary",
        "Mojtaba Keshavarz",
        "Hussain Kargar"
      ],
      "journal": "Iranian journal of medical sciences",
      "publication_date": "2012-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The role of oxidative stress in endosulfan-induced reproductive toxicity has been implicated. This study was performed to evaluate the possible protective effect of vitamins E and C, against endosulfan-induced reproductive toxicity in rats. METHODS: Fifty adult male Sprague-Dawley rats were randomly divided into five groups (n=10 each). The groups included a control receiving vehicle, a group treated with endosulfan (10 mg/kg/day) alone, and three endosulfan-treated group receiving vitamin C (20 mg/kg/day), vitamin E (200 mg/kg/day), or vitamine C+vitamin E at the same doses. After 10 days of treatment, sperm parameters, plasma lactate dehydrogenase (LDH), plasma testosterone and malondialdehyde (MDA) levels in the testis were determined. RESULTS: Oral administration of endosulfan caused a reduction in the sperm motility, viability, daily sperm production (DSP) and increased the number of sperm with abnormal chromatin condensation. Endosulfan administration increased testis MDA and plasma LDH. Supplementation of vitamin C and vitamin E to endosulfan-treated rats reduced the toxic effect of endosulfan on sperm parameters and lipid peroxidation in the testis. Vitamin E was more protective than vitamin C in reducing the adverse effects of the endosulfan. CONCLUSION: The findings data suggest that administration of vitamins C and E ameliorated the endosulfan-induced oxidative stress and sperm toxicity in rat. The effect of vitamin E in preventing endosulfan-induced sperm toxicity was superior to that of vitamin C."
    },
    {
      "pmid": "22503302",
      "title": "Vitamins E and C and medical record-confirmed age-related macular degeneration in a randomized trial of male physicians.",
      "authors": [
        "William G Christen",
        "Robert J Glynn",
        "Howard D Sesso",
        "Tobias Kurth",
        "Jean Macfadyen",
        "Vadim Bubes",
        "Julie E Buring",
        "Joann E Manson",
        "J Michael Gaziano"
      ],
      "journal": "Ophthalmology",
      "publication_date": "2012-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: To test whether supplementation with alternate-day vitamin E or daily vitamin C affects the incidence of the diagnosis of age-related macular degeneration (AMD) in a large-scale randomized trial of male physicians. DESIGN: Randomized, double-masked, placebo-controlled trial. PARTICIPANTS: We included 14 236 apparently healthy United States male physicians aged ≥50 years who did not report a diagnosis of AMD at baseline. METHODS: Participants were randomly assigned to receive 400 international units (IU) of vitamin E or placebo on alternate days, and 500 mg of vitamin C or placebo daily. Participants reported new diagnoses of AMD on annual questionnaires and medical record data were collected to confirm the reports. MAIN OUTCOME MEASURES: Incident diagnosis of AMD responsible for a reduction in best-corrected visual acuity to ≤20/30. RESULTS: After 8 years of treatment and follow-up, a total of 193 incident cases of visually significant AMD were documented. There were 96 cases in the vitamin E group and 97 in the placebo group (hazard ratio [HR], 1.03; 95% confidence interval [CI], 0.78-1.37). For vitamin C, there were 97 cases in the active group and 96 in the placebo group (HR, 0.99; 95% CI, 0.75-1.31). CONCLUSIONS: In a large-scale, randomized trial of United States male physicians, alternate-day use of 400 IU of vitamin E and/or daily use of 500 mg of vitamin C for 8 years had no appreciable beneficial or harmful effect on risk of incident diagnosis of AMD.",
      "mesh_terms": [
        "Aged",
        "Ascorbic Acid",
        "Dietary Supplements",
        "Double-Blind Method",
        "Drug Combinations",
        "Humans",
        "Incidence",
        "Macular Degeneration",
        "Male",
        "Middle Aged",
        "Physicians",
        "Risk Factors",
        "Surveys and Questionnaires",
        "United States",
        "Visual Acuity",
        "Vitamin E",
        "Vitamins"
      ]
    },
    {
      "pmid": "21411607",
      "title": "A dietary mixture containing fish oil, resveratrol, lycopene, catechins, and vitamins E and C reduces atherosclerosis in transgenic mice.",
      "authors": [
        "Lars Verschuren",
        "Peter Y Wielinga",
        "Wim van Duyvenvoorde",
        "Samira Tijani",
        "Karin Toet",
        "Ben van Ommen",
        "Teake Kooistra",
        "Robert Kleemann"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2011-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic inflammation and proatherogenic lipids are important risk factors of cardiovascular disease (CVD). Specific dietary constituents such as polyphenols and fish oils may improve cardiovascular risk factors and may have a beneficial effect on disease outcomes. We hypothesized that the intake of an antiinflammatory dietary mixture (AIDM) containing resveratrol, lycopene, catechin, vitamins E and C, and fish oil would reduce inflammatory risk factors, proatherogenic lipids, and endpoint atherosclerosis. AIDM was evaluated in an inflammation model, male human C-reactive protein (CRP) transgenic mice, and an atherosclerosis model, female ApoE*3Leiden transgenic mice. Two groups of male human-CRP transgenic mice were fed AIDM [0.567% (wt:wt) powder and 0.933% (wt:wt oil)] or placebo for 6 wk. The effects of AIDM on basal and IL-1β-stimulated CRP expression were investigated. AIDM reduced cytokine-induced human CRP and fibrinogen expression in human-CRP transgenic mice. In the atherosclerosis study, 2 groups of female ApoE*3Leiden transgenic mice were fed an atherogenic diet supplemented with AIDM [0.567% (wt:wt) powder and 0.933% (wt:wt oil)] or placebo for 16 wk. AIDM strongly reduced plasma cholesterol, TG, and serum amyloid A concentrations compared with placebo. Importantly, long-term treatment of ApoE*3Leiden mice with AIDM markedly reduced the development of atherosclerosis by 96% compared with placebo. The effect on atherosclerosis was paralleled by a reduced expression of the vascular inflammation markers and adhesion molecules inter-cellular adhesion molecule-1 and E-selectin. Dietary supplementation of AIDM improves lipid and inflammatory risk factors of CVD and strongly reduces atherosclerotic lesion development in female transgenic mice.",
      "mesh_terms": [
        "Acute-Phase Proteins",
        "Animals",
        "Antioxidants",
        "Apolipoprotein E3",
        "Ascorbic Acid",
        "Atherosclerosis",
        "Biomarkers",
        "C-Reactive Protein",
        "Carotenoids",
        "Catechin",
        "Diet",
        "Female",
        "Fish Oils",
        "Humans",
        "Lycopene",
        "Male",
        "Mice",
        "Mice, Transgenic",
        "Resveratrol",
        "Risk Factors",
        "Stilbenes",
        "Vitamin E"
      ]
    },
    {
      "pmid": "21060040",
      "title": "Age-related cataract in a randomized trial of vitamins E and C in men.",
      "authors": [
        "William G Christen",
        "Robert J Glynn",
        "Howard D Sesso",
        "Tobias Kurth",
        "Jean MacFadyen",
        "Vadim Bubes",
        "Julie E Buring",
        "JoAnn E Manson",
        "J Michael Gaziano"
      ],
      "journal": "Archives of ophthalmology (Chicago, Ill. : 1960)",
      "publication_date": "2010-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To test whether supplementation with alternate-day vitamin E or daily vitamin C affects the incidence of age-related cataract in a large cohort of men. METHODS: In a randomized, double-masked, placebo-controlled trial, 11,545 apparently healthy US male physicians 50 years or older without a diagnosis of cataract at baseline were randomly assigned to receive 400 IU of vitamin E or placebo on alternate days and 500 mg of vitamin C or placebo daily. MAIN OUTCOME MEASURE: Incident cataract responsible for a reduction in best-corrected visual acuity to 20/30 or worse based on self-report confirmed by medical record review. APPLICATION TO CLINICAL PRACTICE: Long-term use of vitamin E and C supplements has no appreciable effect on cataract. RESULTS: After 8 years of treatment and follow-up, 1174 incident cataracts were confirmed. There were 579 cataracts in the vitamin E-treated group and 595 in the vitamin E placebo group (hazard ratio, 0.99; 95% confidence interval, 0.88-1.11). For vitamin C, there were 593 cataracts in the treated group and 581 in the placebo group (hazard ratio, 1.02; 95% confidence interval, 0.91-1.14). CONCLUSION: Long-term alternate-day use of 400 IU of vitamin E and daily use of 500 mg of vitamin C had no notable beneficial or harmful effect on the risk of cataract. TRIAL REGISTRATION: clinicaltrials.gov Identifier: NCT00270647.",
      "mesh_terms": [
        "Aged",
        "Aging",
        "Antioxidants",
        "Ascorbic Acid",
        "Cataract",
        "Cataract Extraction",
        "Double-Blind Method",
        "Drug Combinations",
        "Follow-Up Studies",
        "Humans",
        "Incidence",
        "Male",
        "Middle Aged",
        "Physicians",
        "Risk Assessment",
        "United States",
        "Visual Acuity",
        "Vitamin E"
      ]
    },
    {
      "pmid": "20852105",
      "title": "L-arginine and antioxidant vitamins E and C improve the cardiovascular performance of broiler chickens grown under chronic hypobaric hypoxia.",
      "authors": [
        "J Bautista-Ortega",
        "C A Ruiz-Feria"
      ],
      "journal": "Poultry science",
      "publication_date": "2010-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Two hundred broiler chicks were randomly assigned to 3 dietary treatments: control [CTL; 3,200 kcal of ME/kg, 23% CP, 1.55% Arg, and 40 IU of vitamin E (VE)/kg of feed], high-Arg (HA; CTL+0.8% Arg), or high-Arg and high antioxidant-vitamin diet (AEC; HA+200 IU of VE/kg of feed and 500 mg of vitamin C/L of water). The chicks were housed in wire cages in hypobaric chambers simulating 3,000 m above sea level. From d 28 to 42, clinically healthy birds were selected for cardiovascular performance (n=7 to 12/treatment). After surgery, pulmonary arterial pressure (PAP) and mean arterial pressure (MAP) readings were taken at 180, 120, and 60 s (basal values) before an epinephrine (EPI) challenge and then at 30, 60, 120, 180, 300, 600, and 1,200 s after the challenge, followed by a second EPI challenge with similar sample readings. There were no differences in the basal PAP values among chicken groups. The PAP increased within 30 s after both EPI challenges in all groups. It took 180 s after the first EPI challenge for the CTL chickens to return to the basal PAP values, whereas HA and AEC chickens returned to basal PAP values in 120 s. After the second EPI challenge, it took 60, 180, and 300 s for the AEC, HA, and CTL groups, respectively, to return to basal PAP values. The MAP response pattern to the EPI challenges mimicked that of PAP, but there were no differences among treatments in MAP at any sampling point. Supplemental Arg, VE, and vitamin C did not reduce ascites incidence in hypoxic broilers. In conclusion, supplemental Arg improved the pulmonary vascular performance of hypoxic broiler chickens and its effects were further improved by the addition of the antioxidant VE and vitamin C. Arginine and antioxidant vitamins may have played synergistic roles to increase NO bioavailability and reduce oxidative stress damage, thus improving cardiopulmonary performance.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Arginine",
        "Ascorbic Acid",
        "Cardiovascular Diseases",
        "Diet",
        "Dietary Supplements",
        "Hypoxia",
        "Poultry Diseases",
        "Pressure",
        "Time Factors",
        "Vitamin E"
      ]
    },
    {
      "pmid": "19675745",
      "title": "Carbon tetrachloride-induced liver disease in rats: the potential effect of supplement oils with vitamins E and C on the nutritional status.",
      "authors": [
        "Rasha S A Ismail",
        "Ashraf A A El-Megeid",
        "Aly R Abdel-Moemin"
      ],
      "journal": "German medical science : GMS e-journal",
      "publication_date": "2009-Jun-30",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "UNLABELLED: The aim of the present investigation was to study the effects of olive oil (OO), corn oil (CO), and flaxseed oil (FO), with or without supplementation of vitamins E and C, on food intake, body weight gain %, liver weight to body weight %, total lipids, liver functions, and liver histology in male rats intoxicated with carbon tetrachloride (CCl(4)). Forty-two rats were divided into two main groups. The first main group was fed on basal diet (BD) as a negative control group (NC). The second main group received subcutaneous injections of CCl(4) in paraffin oil (50% v/v 2 ml/kg) twice a week to induce chronic damage in the liver. The group was then divided into six subgroups, three of which were fed on 4% unsupplemented oils (CO, FO, and OO) as positive control for the three oils used. The rest of the groups were fed on 4% of the same oils supplemented with vitamins E and C. The results of the flaxseed oil rat group indicate that supplementing vitamin E and C led to a significant reduction in the mean values of total cholesterol (TC), low density lipoprotein cholesterol (LDL-C), and liver alanine amino transferase enzyme (ALT). Moreover, it caused an increase of the mean value of high-density lipoprotein cholesterol (HDL-C) as compared to the negative control group (NC). The olive oil group supplemented with the same vitamins showed a significant decrease in the mean value of serum TC and significant (P<0.05) increase in the mean value of serum HDL-C as compared to NC. The results of the corn oil group supplemented with vitamins showed a significant increase in the mean value of serum HDL-C as compared to the negative control group. The histology results confirmed that the group hepatically injured with CCl(4) treatment and fed on supplemented FO or OO showed apparently normal hepatocytes. CONCLUSION: The most effective treatment was observed with oils supplemented with vitamins E and C. Hierarchically FO achieved the best results compared to other additives, followed by OO and finally CO showing the least effective treatment among the observed groups.",
      "mesh_terms": [
        "Animals",
        "Ascorbic Acid",
        "Carbon Tetrachloride",
        "Chemical and Drug Induced Liver Injury, Chronic",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Drug Combinations",
        "Lipids",
        "Liver Function Tests",
        "Male",
        "Nutritional Status",
        "Oils",
        "Rats",
        "Rats, Sprague-Dawley",
        "Treatment Outcome",
        "Vitamin E"
      ]
    },
    {
      "pmid": "19066368",
      "title": "Vitamins E and C in the prevention of prostate and total cancer in men: the Physicians' Health Study II randomized controlled trial.",
      "authors": [
        "J Michael Gaziano",
        "Robert J Glynn",
        "William G Christen",
        "Tobias Kurth",
        "Charlene Belanger",
        "Jean MacFadyen",
        "Vadim Bubes",
        "JoAnn E Manson",
        "Howard D Sesso",
        "Julie E Buring"
      ],
      "journal": "JAMA",
      "publication_date": "2009-Jan-07",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: Many individuals take vitamins in the hopes of preventing chronic diseases such as cancer, and vitamins E and C are among the most common individual supplements. A large-scale randomized trial suggested that vitamin E may reduce risk of prostate cancer; however, few trials have been powered to address this relationship. No previous trial in men at usual risk has examined vitamin C alone in the prevention of cancer. OBJECTIVE: To evaluate whether long-term vitamin E or C supplementation decreases risk of prostate and total cancer events among men. DESIGN, SETTING, AND PARTICIPANTS: The Physicians' Health Study II is a randomized, double-blind, placebo-controlled factorial trial of vitamins E and C that began in 1997 and continued until its scheduled completion on August 31, 2007. A total of 14,641 male physicians in the United States initially aged 50 years or older, including 1307 men with a history of prior cancer at randomization, were enrolled. INTERVENTION: Individual supplements of 400 IU of vitamin E every other day and 500 mg of vitamin C daily. MAIN OUTCOME MEASURES: Prostate and total cancer. RESULTS: During a mean follow-up of 8.0 years, there were 1008 confirmed incident cases of prostate cancer and 1943 total cancers. Compared with placebo, vitamin E had no effect on the incidence of prostate cancer (active and placebo vitamin E groups, 9.1 and 9.5 events per 1000 person-years; hazard ratio [HR], 0.97; 95% confidence interval [CI], 0.85-1.09; P = .58) or total cancer (active and placebo vitamin E groups, 17.8 and 17.3 cases per 1000 person-years; HR, 1.04; 95% CI, 0.95-1.13; P = .41). There was also no significant effect of vitamin C on total cancer (active and placebo vitamin C groups, 17.6 and 17.5 events per 1000 person-years; HR, 1.01; 95% CI, 0.92-1.10; P = .86) or prostate cancer (active and placebo vitamin C groups, 9.4 and 9.2 cases per 1000 person-years; HR, 1.02; 95% CI, 0.90-1.15; P = .80). Neither vitamin E nor vitamin C had a significant effect on colorectal, lung, or other site-specific cancers. Adjustment for adherence and exclusion of the first 4 or 6 years of follow-up did not alter the results. Stratification by various cancer risk factors demonstrated no significant modification of the effect of vitamin E on prostate cancer risk or either agent on total cancer risk. CONCLUSIONS: In this large, long-term trial of male physicians, neither vitamin E nor C supplementation reduced the risk of prostate or total cancer. These data provide no support for the use of these supplements for the prevention of cancer in middle-aged and older men. TRIAL REGISTRATION: clinicaltrials.gov Identifier: NCT00270647.",
      "mesh_terms": [
        "Aged",
        "Antioxidants",
        "Ascorbic Acid",
        "Dietary Supplements",
        "Double-Blind Method",
        "Humans",
        "Longitudinal Studies",
        "Male",
        "Middle Aged",
        "Neoplasms",
        "Prostatic Neoplasms",
        "Treatment Outcome",
        "Vitamin E",
        "alpha-Tocopherol"
      ]
    },
    {
      "pmid": "18997197",
      "title": "Vitamins E and C in the prevention of cardiovascular disease in men: the Physicians' Health Study II randomized controlled trial.",
      "authors": [
        "Howard D Sesso",
        "Julie E Buring",
        "William G Christen",
        "Tobias Kurth",
        "Charlene Belanger",
        "Jean MacFadyen",
        "Vadim Bubes",
        "JoAnn E Manson",
        "Robert J Glynn",
        "J Michael Gaziano"
      ],
      "journal": "JAMA",
      "publication_date": "2008-Nov-12",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: Basic research and observational studies suggest vitamin E or vitamin C may reduce the risk of cardiovascular disease. However, few long-term trials have evaluated men at initially low risk of cardiovascular disease, and no previous trial in men has examined vitamin C alone in the prevention of cardiovascular disease. OBJECTIVE: To evaluate whether long-term vitamin E or vitamin C supplementation decreases the risk of major cardiovascular events among men. DESIGN, SETTING, AND PARTICIPANTS: The Physicians' Health Study II was a randomized, double-blind, placebo-controlled factorial trial of vitamin E and vitamin C that began in 1997 and continued until its scheduled completion on August 31, 2007. There were 14,641 US male physicians enrolled, who were initially aged 50 years or older, including 754 men (5.1%) with prevalent cardiovascular disease at randomization. INTERVENTION: Individual supplements of 400 IU of vitamin E every other day and 500 mg of vitamin C daily. MAIN OUTCOME MEASURES: A composite end point of major cardiovascular events (nonfatal myocardial infarction, nonfatal stroke, and cardiovascular disease death). RESULTS: During a mean follow-up of 8 years, there were 1245 confirmed major cardiovascular events. Compared with placebo, vitamin E had no effect on the incidence of major cardiovascular events (both active and placebo vitamin E groups, 10.9 events per 1000 person-years; hazard ratio [HR], 1.01 [95% confidence interval {CI}, 0.90-1.13]; P = .86), as well as total myocardial infarction (HR, 0.90 [95% CI, 0.75-1.07]; P = .22), total stroke (HR, 1.07 [95% CI, 0.89-1.29]; P = .45), and cardiovascular mortality (HR, 1.07 [95% CI, 0.90-1.28]; P = .43). There also was no significant effect of vitamin C on major cardiovascular events (active and placebo vitamin E groups, 10.8 and 10.9 events per 1000 person-years, respectively; HR, 0.99 [95% CI, 0.89-1.11]; P = .91), as well as total myocardial infarction (HR, 1.04 [95% CI, 0.87-1.24]; P = .65), total stroke (HR, 0.89 [95% CI, 0.74-1.07]; P = .21), and cardiovascular mortality (HR, 1.02 [95% CI, 0.85-1.21]; P = .86). Neither vitamin E (HR, 1.07 [95% CI, 0.97-1.18]; P = .15) nor vitamin C (HR, 1.07 [95% CI, 0.97-1.18]; P = .16) had a significant effect on total mortality but vitamin E was associated with an increased risk of hemorrhagic stroke (HR, 1.74 [95% CI, 1.04-2.91]; P = .04). CONCLUSIONS: In this large, long-term trial of male physicians, neither vitamin E nor vitamin C supplementation reduced the risk of major cardiovascular events. These data provide no support for the use of these supplements for the prevention of cardiovascular disease in middle-aged and older men. TRIAL REGISTRATION: clinicaltrials.gov Identifier: NCT00270647.",
      "mesh_terms": [
        "Aged",
        "Antioxidants",
        "Ascorbic Acid",
        "Cardiovascular Diseases",
        "Dietary Supplements",
        "Double-Blind Method",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Middle Aged",
        "Vitamin E",
        "Vitamins",
        "alpha-Tocopherol"
      ]
    },
    {
      "pmid": "18549673",
      "title": "Evolution of oxidative stress parameters and response to oral vitamins E and C in streptozotocin-induced diabetic rats.",
      "authors": [
        "Francisco J Rupérez",
        "Diana García-Martínez",
        "Beatriz Baena",
        "Nuria Maeso",
        "Alejandro Cifuentes",
        "Coral Barbas",
        "Emilio Herrera"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2008-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Type I diabetes in humans and streptozotocin (STZ)-induced diabetes in rats has been associated with oxidative stress, but antioxidant therapy has given contradictory results, in part related to the absence of common conditions used to evaluate in-vivo antioxidant properties. This prompted the study of an experimental model of antioxidant therapy in STZ-treated rats. Adult female rats received STZ (50 mgkg(-1)) and were studied 7 or 14 days later. Adipose tissue weight progressively decreased with the time of treatment, whereas plasma triglycerides increased at 7 days, before returning to control values at 14 days after STZ treatment. STZ diabetic rats had increased plasma thiobarbituric acid reacting substances and alpha-tocopherol levels, but the latter variable was decreased when corrected for total lipids. STZ diabetic rats showed a higher GSSG/GSH ratio at Day 14 and lower GSH + GSSG at Day 7 in liver. To evaluate the effect of short-term antioxidant therapy, rats received 5 doses of vitamins C and E over 3 days before being killed on Day 14. Treatment with antioxidants decreased plasma lactic acid and thiobarbituric acid reacting substances, as well as urine 8-isoprostane, and decreased plasma uric acid in controls. Vitamins increased the plasma alpha-tocopherol/lipids ratio only in control rats, although the plasma and liver alpha-tocopherol concentration increased in both groups. STZ diabetic rats showed moderate oxidative stress and treatment with antioxidant vitamins caused a significant change in a selected group of oxidative stress markers, which reflected an improvement in some of the complications associated with this disease. The present experimental conditions can be used as a sensitive experimental model to study the responsiveness of diabetes to other antioxidant interventions.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Ascorbic Acid",
        "Diabetes Mellitus, Experimental",
        "Female",
        "Glutathione",
        "Oxidative Stress",
        "Rats",
        "Rats, Sprague-Dawley",
        "Streptozocin",
        "Thiobarbituric Acid Reactive Substances",
        "Time Factors",
        "Uric Acid",
        "Vitamin E"
      ]
    },
    {
      "pmid": "18536495",
      "title": "Fallopian damage induced by organophosphate insecticide methyl parathion, and protective effect of vitamins E and C on ultrastructural changes in rats.",
      "authors": [
        "Mehmet Guney",
        "Baha Oral",
        "Hilmi Demirin",
        "Gulnur Take",
        "Seren Gulsen Giray",
        "Irfan Altuntas",
        "Tamer Mungan"
      ],
      "journal": "Toxicology and industrial health",
      "publication_date": "2007-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of the present study was to examine the effects of subchronic methyl parathion (MP) administration on lipid peroxidation and fallopian tube damage, and to evaluate the preventive effects of the use of vitamins E and C against toxicity. The experimental groups were: rats treated with corn oil (control group), with 5 mg/kg MP and with 5 mg/kg body weight MP plus vitamins E and C (MP + Vit). The groups were given MP by oral gavage for five days a week for four weeks at a daily dose of 5 mg/kg (MP and MP + Vit) using corn oil as a vehicle. Vitamins E and C were injected at doses of 50 mg/kg intramuscularly and 20 mg/kg intraperitoneally, respectively, just after the treatment with MP in the MP + Vit group. The levels of malondialdehyde (MDA) were determined in rat plasma. Electron microscopic ultrastuructural and histopathological changes in the fallopian tissue were examined. MDA levels were higher in the MP group than in the control group, and lower in the MP + Vit group than in the MP group. MP led to deletions in microvilli and marked loss in kinocillia of surface epithelium. But these marked histopathological findings decreased in the MP + Vit group. Multiple doses of MP administration caused some damage in the fallopian tube, and treatment with vitamins E and C after MP could reduce this effect.",
      "mesh_terms": [
        "Analysis of Variance",
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Estrous Cycle",
        "Fallopian Tube Diseases",
        "Fallopian Tubes",
        "Female",
        "Insecticides",
        "Lipid Peroxidation",
        "Methyl Parathion",
        "Rats",
        "Rats, Wistar",
        "Vitamin E"
      ]
    },
    {
      "pmid": "18295933",
      "title": "Biochemical effects of pretreatment with vitamins E and C in rats submitted to intrastriatal hypoxanthine administration.",
      "authors": [
        "Caren Serra Bavaresco",
        "Fabria Chiarani",
        "Janaína Kolling",
        "Carlos Alexandre Netto",
        "Angela Terezinha de Souza Wyse"
      ],
      "journal": "Neurochemistry international",
      "publication_date": "2008-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We previously demonstrated that intrastriatal injection of hypoxanthine, the major metabolite accumulating in Lesch-Nyhan disease, inhibited Na+,K+-ATPase activity and induced oxidative stress in rat striatum. In the present study, we evaluated the action of vitamins E and C on the biochemical alteration induced by hypoxanthine administration on Na+,K+-ATPase, TBARS, TRAP, as well as on superoxide dismutase (SOD), catalase (CAT) and glutathione-peroxidase (GPx) activities in striatum of adult rats. Animals received pretreatment with vitamins E and C or saline during 7 days. Twelve hours after the last injection of vitamins or saline, animals were divided into two groups: (1) vehicle-injected group and (2) hypoxanthine-injected group. For all parameters investigated in this research, animals were sacrificed 30 min after drug infusion. Results showed that pretreatment with vitamins E and C prevented hypoxanthine-mediated effects on Na+,K+-ATPase, TBARS and antioxidant enzymes (SOD, CAT and GPx) activities; however the reduction on TRAP was not prevented by these vitamins. Although extrapolation of findings from animal experiments to humans is difficult, it is conceivable that these vitamins might serve as an adjuvant therapy in order to avoid progression of striatal damage in patients affected by Lesch-Nyhan disease.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Catalase",
        "Corpus Striatum",
        "Disease Progression",
        "Free Radicals",
        "Hypoxanthine",
        "Lesch-Nyhan Syndrome",
        "Oxidative Stress",
        "Rats",
        "Rats, Wistar",
        "Sodium-Potassium-Exchanging ATPase",
        "Superoxide Dismutase",
        "Superoxide Dismutase-1",
        "Thiobarbituric Acid Reactive Substances",
        "Treatment Outcome",
        "Vitamin E"
      ]
    },
    {
      "pmid": "17722735",
      "title": "The effects of diazinon on lipid peroxidation and antioxidant enzymes in rat erythrocytes: role of vitamins E and C.",
      "authors": [
        "Recep Sutcu",
        "Irfan Altuntas",
        "Bora Buyukvanli",
        "Onur Akturka",
        "Ozlem Ozturka",
        "Halis Koylu",
        "Namik Delibas"
      ],
      "journal": "Toxicology and industrial health",
      "publication_date": "2007-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Reactive oxygen species caused by organophosphates may be involved in the toxicity of various pesticides. Therefore, in this study, we aimed to investigate the effects of acute exposure to organophosphate insecticide diazinon (DI) and possible ameliorating role of vitamins E and C, with the following parameters: lipid peroxidation (LPO) and the activity of the glutathione peroxidase (GSH-Px) and superoxide dismutase (SOD) in rat erythrocytes. The experimental groups were arranged as control group, DI-treated group (DI) and DI + vitamin E + vitamin C-treated group (DI + Vit). DI + Vit groups were treated orally with a single dose of 335 mg/kg DI body weight. Vitamins E and C were injected at doses of 150 mg/kg body weight intramuscular (in) and 200 mg/kg body weight intraperitoneal (ip), respectively, 30 min after the treatment of DI in DI + Vit group. Blood samples were taken 24 h after the DI. The results showed that DI administration caused to increase in LPO and the activities of SOD and GSH-Px enzymes in erythrocytes. Also, the combination of vitamins E and C decreased LPO and the activities of GSH-Px and SOD compared with the DI group. In conclusion, although treating rats with single dose DI increases LPO and antioxidant enzyme activities in erythrocytes, vitamins C and E combination can reduce LPO caused by DI.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Blood Chemical Analysis",
        "Diazinon",
        "Drug Combinations",
        "Erythrocytes",
        "Glutathione Peroxidase",
        "Insecticides",
        "Lipid Peroxidation",
        "Oxidative Stress",
        "Rats",
        "Rats, Wistar",
        "Superoxide Dismutase",
        "Vitamin E"
      ]
    },
    {
      "pmid": "17698944",
      "title": "Ovarian toxicity in rats caused by methidathion and ameliorating effect of vitamins E and C.",
      "authors": [
        "Mehmet Güney",
        "Hilmi Demirin",
        "Baha Oral",
        "Meltem Ozgüner",
        "Gökhan Bayhan",
        "Irfan Altuntas"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2007-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We have investigated the effect of subchronic administration of methidathion (MD) on ovary evaluated ameliorating effects of vitamins E and C against MD toxicity. Experimental groups were as follows: control group; a group treated with 5 mg/kg body weight MD (MD group); and a group treated with 5 mg/kg body weight MD plus vitamin E and vitamin C (MD + Vit group). MD and MD + Vit groups were given MD by gavage five days a week for four weeks at a dose level of 5 mg/kg/day by using corn oil as the vehicle. Serum malondialdehyde (MDA: an indicator of lipid peroxidation) concentration, serum activity of cholinesterase (ChE), and ovary histopathology were studied. The level of MDA increased significantly in the MD group compared with the control (P < 0.005). Serum MDA decreased significantly in the MD + Vit group compared with the MD group (P < 0.05). The activities of ChE decreased significantly both in the MD and MD + Vit groups compared with the controls ( P < 0.05). However, the decrease in the MD + Vit groups was less than in the MD group; the ChE activity in the MD + Vit group was significantly higher compared with MD group (P < 0.05). Number of ovarian follicles were significantly lower in the MD group compared to the controls (P < 0.05). Number of atretic follicles were significantly higher in the MD group than in the controls (P < 0.05). Follicle counts in MD + Vit group showed that all types of ovarian follicles were significantly higher, and a significant decrease in the number of atretic follicles compared with the MD group (P < 0.05). In conclusion, subchronic MD administration caused an ovarian damage, in addition, LPO may be one of the molecular mechanisms involved in MD-induced toxicity. Treatment with vitamins E and C after the administration of MD reduced LPO and ovarian damage.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Ascorbic Acid",
        "Cholinesterases",
        "Corpus Luteum",
        "Drug Administration Schedule",
        "Drug Therapy, Combination",
        "Estrous Cycle",
        "Fatigue",
        "Female",
        "Injections, Intraperitoneal",
        "Insecticides",
        "Intubation, Gastrointestinal",
        "Malondialdehyde",
        "Organothiophosphorus Compounds",
        "Ovarian Diseases",
        "Ovarian Follicle",
        "Rats",
        "Rats, Wistar",
        "Tocopherols",
        "Vitamins",
        "Weight Gain",
        "Weight Loss",
        "alpha-Tocopherol"
      ]
    },
    {
      "pmid": "17688987",
      "title": "The impact of omega-3 fatty acids, vitamins E and C supplementation on treatment outcome and side effects in schizophrenia patients treated with haloperidol: an open-label pilot study.",
      "authors": [
        "E Y Sivrioglu",
        "S Kirli",
        "D Sipahioglu",
        "B Gursoy",
        "E Sarandöl"
      ],
      "journal": "Progress in neuro-psychopharmacology & biological psychiatry",
      "publication_date": "2007-Oct-01",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "Classical antipsychotics like haloperidol are suggested to increase oxidative stress and oxidative cell injury in the brain. Pro-oxidant effect of haloperidol may influence the course and treatment outcomes of schizophrenia. Dietary supplementation of either antioxidants or omega-3 fatty acids was found to improve symptoms of schizophrenia. Thus we decided to assess the impact of combining omega-3 fatty acids, vitamins E and C supplementation on treatment outcome and side effects in schizophrenia patients treated with haloperidol. Ongoing haloperidol treatment of 17 schizophrenia patients was supplemented with 1000 mg capsule of omega-3 fatty acids (180 mg EPA+120 mg DHA) bid, vitamin E 400 IU bid and vitamin C 1000 mg/day. Patients were assessed with Brief Psychiatric Rating Scale (BPRS), Scale for the Assessment of Negative Symptoms (SANS), Simpson Angus Scale (SAS) and Barnes Akathisia Rating Scale (BARS) over a 4 month period. Gluthatione peroxidase, superoxide dismutase, malondialdehyde, vitamin E and C levels were also evaluated at baseline and at the end of study. BPRS, SANS, SAS and BARS scores obtained at follow-up visits were significantly lower compared to baseline. Superoxide dismutase level was significantly lower at the end of study. No significant differences were detected in other laboratory parameters. Our results support the beneficial effect of the supplementation on positive and negative symptoms of schizophrenia as well as the severity of side effects induced by haloperidol. The effect of supplementation on akathisia is especially noteworthy and it has not been investigated in previous studies.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Akathisia, Drug-Induced",
        "Antioxidants",
        "Antipsychotic Agents",
        "Ascorbic Acid",
        "Erythrocytes",
        "Fatty Acids, Omega-3",
        "Female",
        "Haloperidol",
        "Humans",
        "Lipid Peroxidation",
        "Male",
        "Malondialdehyde",
        "Middle Aged",
        "Pilot Projects",
        "Schizophrenia",
        "Schizophrenic Psychology",
        "Superoxide Dismutase",
        "Treatment Outcome",
        "Vitamin E"
      ]
    },
    {
      "pmid": "17441803",
      "title": "High-dose vitamins E and C supplementation prevents ribavirin-induced hemolytic anemia in patients with chronic hepatitis C.",
      "authors": [
        "Yasunori Kawaguchi",
        "Toshihiko Mizuta",
        "Kazuhiro Takahashi",
        "Shinji Iwane",
        "Keisuke Ario",
        "Hiroaki Kawasoe",
        "Kazuhiro Hamaoka",
        "Yuichiro Eguchi",
        "Tsutomu Yasutake",
        "Hironao Shigematsu",
        "Seiji Kawazoe",
        "Noriko Fukushima",
        "Iwata Ozaki",
        "Kazuma Fujimoto"
      ],
      "journal": "Hepatology research : the official journal of the Japan Society of Hepatology",
      "publication_date": "2007-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: In combination therapy using interferon (IFN) and ribavirin for chronic hepatitis C, reduced doses should be used due to ribavirin-induced hemolytic anemia. The present study aimed to elucidate whether high-dose vitamins E and C supplementation attenuated ribavirin-induced hemolytic anemia. METHODS: Twenty-one consecutive patients with chronic hepatitis C were enrolled in this study between July 2003 and December 2004, and received high-dose vitamins E (2000 mg) and C (2000 mg) supplementation, daily, in addition to IFN alfa-2b and ribavirin combination therapy (vitamins E/C group). Twenty-one sex- and age-matched patients who received a standard regimen of IFN alfa-2b and ribavirin for chronic hepatitis C between January 2001 and June 2003 were evaluated as the control group. RESULTS: Decrease in hemoglobin level was significantly prevented in the vitamins E and C group compared to that in the control group (P = 0.029). Three (14.3%) patients in the control group discontinued treatment because of anemia, while no treated patient dropped out of the study due to anemia. Sustained virological response was not significantly different between the two groups. CONCLUSION: High-dose vitamins E and C supplementation prevented ribavirin-induced hemolytic anemia during combination therapy with ribavirin and IFN alfa-2b in patients with chronic hepatitis C."
    },
    {
      "pmid": "17407807",
      "title": "Evidence that the inhibitory effects of guanidinoacetate on the activities of the respiratory chain, Na+,K+-ATPase and creatine kinase can be differentially prevented by taurine and vitamins E and C administration in rat striatum in vivo.",
      "authors": [
        "Alexandra I Zugno",
        "Emilene B S Scherer",
        "Cristiane Mattos",
        "César A J Ribeiro",
        "Clovis M D Wannmacher",
        "Moacir Wajner",
        "Angela T S Wyse"
      ],
      "journal": "Biochimica et biophysica acta",
      "publication_date": "2007-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Guanidinoacetate methyltransferase (GAMT) deficiency is an inherited neurometabolic disorder biochemically characterized by tissue accumulation of guanidinoacetate (GAA) and depletion of creatine. Affected patients present epilepsy and mental retardation whose etiopathogeny is unclear. In a previous study we showed that instrastriatal administration of GAA caused a reduction of Na(+),K(+)-ATPase and creatine kinase (CK) activities, as well as an increase in TBARS (an index of lipid peroxidation). In the present study we investigated the in vitro and in vivo effects of GAA on glucose uptake from [U-(14)C] acetate (citric acid cycle activity) and on the activities of complexes II, II-III, III and IV of the respiratory chain in striatum of rats. Results showed that 50 and 100 microM GAA (in vitro studies) and GAA administration (in vivo studies) significantly inhibited complexes II and II-III, respectively, but did not alter complexes III and IV, as well as CO(2) production. We also studied the influence of taurine or vitamins E and C on the inhibitory effects caused by intrastriatal administration of GAA on complexes II and II-III, Na(+),K(+)-ATPase and CK activities, and on TBARS in rat striatum. Pre-treatment with taurine and vitamins E and C revealed that taurine prevents the effects of intrastriatal administration of GAA on the inhibition of complex II, complex II-III, and Na(+),K(+)-ATPase activities. Vitamins E and C prevent the effects of intrastriatal administration of GAA on the inhibition of CK and Na(+),K(+)-ATPase activities, and on the increase of TBARS. The data suggest that GAA in vivo and in vitro treatment disturbs important parameters of striatum energy metabolism and that oxidative damage may be mediating these effects. It is presumed that defects in striatum bioenergetics might be involved in the pathophysiology of striatum damage characteristic of patients with GAMT-deficiency.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Carbon Dioxide",
        "Corpus Striatum",
        "Creatine Kinase",
        "Drug Administration Routes",
        "Electron Transport",
        "Glycine",
        "Lipid Peroxidation",
        "Oxidative Stress",
        "Rats",
        "Rats, Wistar",
        "Sodium-Potassium-Exchanging ATPase",
        "Taurine",
        "Vitamin E",
        "Vitamins"
      ]
    },
    {
      "pmid": "17383787",
      "title": "Hepatic and renal concentrations of vitamins E and C in lead- and ethanol-exposed rats. An assessment of their involvement in the mechanisms of peroxidative damage.",
      "authors": [
        "M Jurczuk",
        "M M Brzóska",
        "J Moniuszko-Jakoniuk"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2007-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study was aimed at investigating vitamin E and vitamin C concentrations in a liver and kidney as well as their involvement in the mechanism of peroxidative action of lead (Pb) and ethanol (EtOH) in these organs in rats receiving 500 mg Pb/l (in drinking water) or/and 5 g EtOH/kg body wt./24h (p.o.) for 12 weeks. The exposure to Pb and EtOH alone and in combination led to a decrease in vitamin E concentration in the liver compared to the control group (by 30%, 26% and 50%, respectively). The decrease in the liver vitamin E concentration in the rats co-exposed to Pb and EtOH was more marked than in those separately treated with these xenobiotics. The treatment with Pb alone and in combination with EtOH led to a decrease in vitamin E concentration in the kidney (by 13% and 21%, respectively). The liver vitamin C concentration decreased as a result of exposure to EtOH, both separately (by 17%) and in combination with Pb (by 11%). The kidney vitamin C concentration increased in the rats exposed to EtOH alone (by 10%), whereas in those treated with Pb, both separately and in combination with EtOH it decreased (by 26% and 6%, respectively). ANOVA/MANOVA analysis revealed that the changes in vitamin E concentration in the liver and kidney at co-exposure to Pb and EtOH resulted from their independent action, whereas those in vitamin C were due to an independent action of these xenobiotics (EtOH in the liver, Pb and EtOH in the kidney) and an interaction between them. There was no correlation between vitamins E and C concentrations in the liver and kidney. The liver concentration of vitamin E and the liver and kidney concentration of vitamin C negatively correlated with malondialdehyde concentration (MDA, lipid peroxidation index) in these organs. Based on the results of the present study and our previous findings in this experimental rat model it can be hypothesized that vitamins E and C are involved in the mechanism of peroxidative action of Pb and EtOH in the liver and kidney, both at separate and combined exposure. The probable protective involvement of vitamins E and C in the damaging action of EtOH and Pb may be related to scavenging of free radicals directly and indirectly generated by these xenobiotics.",
      "mesh_terms": [
        "Animals",
        "Ascorbic Acid",
        "Ethanol",
        "Glutathione",
        "Kidney",
        "Lead",
        "Lipid Peroxidation",
        "Liver",
        "Male",
        "Malondialdehyde",
        "Oxidative Stress",
        "Random Allocation",
        "Rats",
        "Rats, Wistar",
        "Statistics, Nonparametric",
        "Vitamin E"
      ]
    },
    {
      "pmid": "21783761",
      "title": "Evaluation of caspase-dependent apoptosis during methyl parathion-induced endometrial damage in rats: Ameliorating effect of Vitamins E and C.",
      "authors": [
        "Mehmet Güney",
        "Baha Oral",
        "Hilmi Demirin",
        "Meltem Ozgüner",
        "Gülnur Take",
        "Tamer Mungan",
        "Irfan Altuntas"
      ],
      "journal": "Environmental toxicology and pharmacology",
      "publication_date": "2007-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The role of reactive oxygen species (ROS) in various diseases of the female reproductive tract has been shown, and oxidative stress is an important component of the mechanism of toxicity of OPIs. Methyl parathion (MPT) is one of the most widely used organophosphate insecticides (OPIs) in agriculture. The aim of the study was to elucidate the effect of subchronic MPT exposure on lipid peroxidation and serum activities of cholinesterase (ChE), and the protective effects of combination of antioxidant Vitamins E and C in rats. Additionally, histopathological and immunohistochemical changes in endometrium were aimed to be examined. Three groups of rats were used in the experiment. The first group was treated with 5mg/kg MPT; the second group was treated with 5mg/kg body weight MPT plus Vitamin E and Vitamin C (MPT+Vit); and the third group was given only corn oil (control). MPT and MPT+Vit groups were given MPT by gavage 5 days a week for 4 weeks at a dose level of 4mg/(kgday) by using corn oil as the vechicle. Vitamins E and C were injected at doses of 50mg/kg i.m. and 20mg/kg body weight i.p. Histopathological and immunohistochemical examinations for caspase-3 and caspase-9 were accomplished in the endometrium. The level of malondialdehyde (MDA) increased significantly in the MPT group compared with the control group (p<0.05). MDA significantly decreased in the MPT+Vit group compared with the MPT group (p<0.05). Administration of Vitamins E and C along with MPT significantly reduced the histopathological changes and the extent of apoptosis. In conclusion, subchronic MPT administration caused endometrial damage and that treatment with a combination of Vitamins E and C reduced endometrial damage caused by MPT."
    },
    {
      "pmid": "17276964",
      "title": "Endometrial apoptosis induced by a 900-MHz mobile phone: preventive effects of vitamins E and C.",
      "authors": [
        "Baha Oral",
        "Mehmet Guney",
        "Fehmi Ozguner",
        "Nermin Karahan",
        "Tamer Mungan",
        "Selcuk Comlekci",
        "Gokhan Cesur"
      ],
      "journal": "Advances in therapy",
      "publication_date": "2006",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Numerous reports have described the effects induced by an electromagnetic field (EMF) in various cellular systems. The purposes of this study were to examine oxidative stress that promotes production of reactive oxygen species induced by a 900-megahertz (MHz) mobile phone and the possible ameliorating effects of vitamins E and C on endometrial tissue against EMF-induced endometrial impairment and apoptosis in rats. Animals were randomly grouped as follows: (1) sham-operated control group (n=8), (2) 900 MHz EMF-exposed group (n=8; 30 min/d for 30 d), and (3) 900 MHz EMF-exposed group, treated with vitamins E and C (n=8; 50 mg/kg intramuscularly and 20 mg/kg body weight intraperitoneally before daily EMF exposure). Malondialdehyde (an index of lipid peroxidation) was used as a marker of oxidative stress-induced endometrial impairment; Bcl-2, Bax, caspase-3, and caspase-8 were assessed immunohistochemically. In this study, increased malondialdehyde levels in endometrial tissue and apoptosis illustrated the role of the oxidative mechanism induced by exposure to a 900-MHz mobile phone-like device and vitamins E and C; via free radical scavenging and antioxidant properties, oxidative tissue injury and apoptosis were ameliorated in rat endometrium. In conclusion, exposure to 900-MHz radiation emitted by mobile phones may cause endometrial apoptosis and oxidative stress, but treatment with vitamins E and C can diminish these changes and may have a beneficial effect in preventing endometrial changes in rats.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Ascorbic Acid",
        "Caspase 3",
        "Caspase 8",
        "Cell Phone",
        "Electromagnetic Fields",
        "Endometrium",
        "Estrous Cycle",
        "Female",
        "Immunohistochemistry",
        "Oxidative Stress",
        "Random Allocation",
        "Rats",
        "Rats, Wistar",
        "Reactive Oxygen Species",
        "Uterine Diseases",
        "Vitamin E"
      ]
    },
    {
      "pmid": "17227693",
      "title": "Effect of fluoride intoxication on endometrial apoptosis and lipid peroxidation in rats: role of vitamins E and C.",
      "authors": [
        "Mehmet Guney",
        "Baha Oral",
        "Gulnur Take",
        "Seren Gulsen Giray",
        "Tamer Mungan"
      ],
      "journal": "Toxicology",
      "publication_date": "2007-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fluoride is a strong, hard anion and cumulative toxic agent. The effect of fluoride intoxication on lipid peroxidation in endometrial tissue and the protective effects of combinations of vitamins E and C in rats were studied. Additionally, the apoptotic changes in endometrial tissue were examined. Experimental groups were as follows: control group; a group treated with 100 mg/l fluoride (F group); and a group treated with 100 mg/l fluoride plus vitamins E and C (F+Vit group). The F and F+Vit groups were treated orally with fluoride for 30 days. Vitamins E and C were injected simultaneously at doses of 50 mg/kg day i.m. and 20 mg/kg day body weight i.p. Extensive formation of DNA strand breaks, the typical biochemical feature of apoptosis, was detected with the use of the terminal deoxynucleotidyl transferase (TdT)-mediated dUTP-biotin nick and labeling (TUNEL) method. Malondialdehyde (MDA) levels were determined in uterine tissue of rats. Fluoride caused a significant increase in MDA levels (an important marker of lipid peroxidation) in the fluoride group compared with the controls (p<0.05). Vitamins E and C significantly reduced the fluoride-induced lipid peroxidation in the F+Vit group compared with the F group (p<0.05). Diffuse apoptosis in glandular epithelium and stromal cells was found in endometrial tissues of F treated rats by TUNEL method. The severity of these lesions was reduced by the administration of vitamins. From these results, it can be concluded that subchronic fluoride administration causes endometrial apoptosis, and lipid peroxidation may be a molecular mechanism involved in fluoride-induced toxicity. Furthermore, treatment with a combination of vitamins E and C reduced endometrial apoptosis caused by fluoride.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Antioxidants",
        "Apoptosis",
        "Ascorbic Acid",
        "Cariostatic Agents",
        "Drug Antagonism",
        "Endometrium",
        "Female",
        "Fluorides",
        "In Situ Nick-End Labeling",
        "Lipid Peroxidation",
        "Malondialdehyde",
        "Organ Size",
        "Rats",
        "Rats, Wistar",
        "Thiobarbituric Acid Reactive Substances",
        "Uterus",
        "Vitamin E"
      ]
    },
    {
      "pmid": "16973328",
      "title": "Endometrial damage and apoptosis in rats induced by dichlorvos and ameliorating effect of antioxidant vitamins E and C.",
      "authors": [
        "Baha Oral",
        "Mehmet Guney",
        "Hilmi Demirin",
        "Meltem Ozguner",
        "Seren Gülsen Giray",
        "Gulnur Take",
        "Tamer Mungan",
        "Irfan Altuntas"
      ],
      "journal": "Reproductive toxicology (Elmsford, N.Y.)",
      "publication_date": "2006-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to investigate the effect of subchronic administration of dichlorvos (DDVP) on endometrium and to evaluate ameliorating effects of a combination of Vitamins E and C against DDVP toxicity in the rat. Three groups of rats were used in the experiment. The first group was treated with 4 mg/kg DDVP; the second group was treated with 4 mg/kg body weight DDVP plus Vitamins E and C (DDVP+Vit); the third group was given only corn oil (control). DDVP and DDVP+Vit groups were given DDVP by gavage 5 days a week for 4 weeks at a dose level of 4 mg/kg day by using corn oil as the vechicle. Vitamins E and C were injected at doses of 50 mg/kg i.m. and 20 mg/kg body weight i.p. Histopathological and immunohistochemical examinations for caspase-3 and caspase-9 were accomplished in the endometrium. The level of malondialdehyde (MDA) increased significantly in the DDVP group compared with the control group (p<0.05). MDA significantly decreased in the DDVP+Vit group compared with the DDVP group (p<0.05). Administration of Vitamins E and C along with DDVP significantly reduced the histopathological changes and the extent of apoptosis. In conclusion, subchronic DDVP administration caused endometrial damage and that treatment with a combination of Vitamins E and C reduced endometrial damage caused by DDVP.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Apoptosis",
        "Ascorbic Acid",
        "Caspase 3",
        "Caspase 9",
        "Cholinesterase Inhibitors",
        "Cholinesterases",
        "Dichlorvos",
        "Diestrus",
        "Endometrium",
        "Estrus",
        "Fasciculation",
        "Female",
        "Immunohistochemistry",
        "Injections, Intramuscular",
        "Intubation, Gastrointestinal",
        "Lipid Peroxidation",
        "Malondialdehyde",
        "Organophosphorus Compounds",
        "Rats",
        "Rats, Wistar",
        "Vitamin E",
        "Weight Gain"
      ]
    },
    {
      "pmid": "24678089",
      "title": "Effects of vitamins E and C supplementation on hepatic glutathione peroxidase activity and tissue injury associated with ethanol ingestion in malnourished rats.",
      "authors": [
        "Ali Riza Soylu",
        "Semsi Altaner",
        "Nurettin Aydodu",
        "Umit Nusret Basaran",
        "Orhan Tarcin",
        "Nursal Gedik",
        "Hasan Umit",
        "Ahmet Tezel",
        "Mevlut Ture",
        "Kemal Kutlu",
        "Kadir Kaymak"
      ],
      "journal": "Current therapeutic research, clinical and experimental",
      "publication_date": "2006-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oxidative stress has been associated with tissue injury in alcoholic liver disease. Although this close association is well known, whether prevention of oxidative stress retards tissue injury has not been thoroughly investigated. OBJECTIVE: The aim of this study was to determine the effects of supplementation with vitamins E and C on antioxidant enzyme status and histologic changes in hepatic tissue in a rat model of alcoholic liver disease. METHODS: This 8-week, blinded, controlled study was conducted at the Department of Internal Medicine, Trakya University, Edirne, Turkey. Weanling albino female protein-deficient Wistar rats weighing ∼200 g were randomly assigned to 1 of 6 groups: (1) liquid diet+ethanol+vitamin E 15 mg/kg PO (LDetvitE); (2) liquid diet+ethanol+vitamin C 10 mg/kg PO (LDetvitC); (3) liquid diet+ethanol+vitamin E 15 mg/kg+vitamin C 10 mg/kg PO (LDetvitEC); (4) liquid diet+ethanol (LDet); (5) liquid diet+isocaloric sucrose (LDS); and (6) normal diet (control). The primary end point of the study was to determine whether antioxidant vitamin E/C combination therapy prevents development of hepatic fibrosis (ie, cirrhosis in a period of 1 year). After being euthanized at week 8, the rats were weighed, and their livers and spleens were weighed. Hepatic tissue specimens were histopathologically assessed according to the Brunt system. Hepatic tissue glutathione peroxidase, superoxide dismutase, and catalase activities were determined. Biochemical tissue collagen concentrations were measured to determine the presence of hepatic fibrosis. RESULTS: Seventy-two rats were included in the study (mean [SE] weight, 205 [21] g) (12 rats per group). Initially planned to last 48 weeks, the study was terminated at 8 weeks due to the death of 3 rats in each group (except the LDS group and control group). The relative liver weight was significantly lower in the LDetvitEC group compared with that in the LDet group (mean [SE], 3.7% [0.5%] vs 4.8% [0.9%]; P<0.01). Mean (SE) hepatic tissue glutathione peroxidase activity was significantly reduced in the LDet-treated rats compared with controls (1.2 [0.2] vs 2.6 [0.3] U/mg protein; P<0.001). The groups that received supplementation with vitamin E, vitamin C, and vitamins E and C combined had significantly more hepatic glutathione peroxidase activity (mean [SE], 2.1 [0.5], 2.5 [0.2], and 2.6 [0.7] U/mg protein, respectively) compared with the LDet group (1.2 [0.2] U/mg protein) (all, P<0.001). No significant between-group differences in hepatic superoxide dismutase or catalase activities were found. Compared with controls (14.5 [1.9] μg collagen/mg protein), the mean (SE) histologic hepatic collagen concentration was significantly higher in all groups (19.2 [1.2], 19.5 [3.3], 18.5 [3.0], 25.9 [3.3], and 21.6 [1.5] μg collagen/mg protein in the LDetvitE, LDetvitC, LDetvitEC, LDet, and LDS groups, respectively; P<0.01, P<0.01, P<0.05, P<0.001, and P<0.001, respectively). Compared with the LDet group, the mean hepatic collagen concentration was significantly lower in the LDetvitE, LDetvitC, and LDetvitEC groups (P<0.01, P<0.05, and P<0.01, respectively). The LDetvitEC group had a significantly lower mean (SE) hepatic inflammatory score compared with the LDet group (0.8 [0.1] vs 1.3 [0.2]; P<0.05). The LDetvitEC group had a significantly lower mean (SE) hepatic necrosis score compared with that in the LDet group (1.5 [0.2] vs 2.4 [0.3]; P<0.05). CONCLUSIONS: The results of this study in protein-deficient rats fed with a high-fat liquid diet suggest that supplementation with vitamin E, vitamin C, and a combination of vitamins E and C was associated with decreased ethanol-induced hepatic glutathione peroxidase activity and hepatic fibrosis, and that supplementation with vitamins E and C might have attenuated the development of hepatomegaly and hepatic necroinflammation, whereas this result was not found in the group given a liquid diet and ethanol in this 8-week study. (Curr Ther Res Clin Exp. 2006;67:118-137) Copyright © 2006 Excerpta Medica, Inc."
    },
    {
      "pmid": "16391588",
      "title": "Antioxidant vitamins E and C as adjunct therapy of severe acute lower-respiratory infection in infants and young children: a randomized controlled trial.",
      "authors": [
        "D Mahalanabis",
        "M Basak",
        "D Paul",
        "S Gupta",
        "S Shaikh",
        "M A Wahed",
        "M A Khaled"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2006-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To evaluate the effect of antioxidant Vitamins E and C as adjunct therapy of severe acute lower respiratory infection (ALRI) in children. DESIGN: Randomized double-blind placebo-controlled clinical trial. SETTING: A large childrens' hospital serving the urban poor in Kolkata, India. SUBJECTS: Children aged 2-35 months admitted with severe ALRI. INTERVENTION: In total, 174 children were randomly assigned to receive alpha-tocopherol 200 mg and ascorbic acid 100 mg twice daily or placebo for 5 days. All children received standard treatment for severe ALRI. Outcome measures were: time taken to recover from a very ill status, fever, tachypnoea, and feeding difficulty; and improvement in oxidative stress and immune response indicated by thiobarbituric acid reacting substances (TBARS) and response to skin antigens, respectively. RESULTS: Recovery rate ratios (95% CI) using proportional hazards model were 0.89 (0.64-1.25), 1.01 (0.72-1.41), 0.86 (0.57-1.29), and 1.12 (0.77-1.64) for very ill status, feeding difficulty, fever, and tachypnoea, respectively. TBARS values were high and similar in the two groups at admission, discharge, and at 2 weeks follow-up. Serum alpha-tocopherol significantly increased in treated group at discharge. Immune response to skin antigens were very poor at admission and after 2 weeks, in both groups. CONCLUSION: Infants with severe ALRI failed to benefit from two antioxidant nutrients as adjunct therapy. Severe ALRI in infants may cause cell-mediated immune dysfunction. We need a better understanding of oxidative processes in growing infants to help us better design interventions with antioxidant therapy.",
      "mesh_terms": [
        "Acute Disease",
        "Antioxidants",
        "Ascorbic Acid",
        "Child, Preschool",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Immunity, Cellular",
        "India",
        "Infant",
        "Male",
        "Oxidation-Reduction",
        "Oxidative Stress",
        "Proportional Hazards Models",
        "Respiratory Tract Infections",
        "Severity of Illness Index",
        "Thiobarbituric Acid Reactive Substances",
        "Treatment Outcome",
        "Vitamin E"
      ]
    },
    {
      "pmid": "15697176",
      "title": "The effects of methidathion on liver: role of vitamins E and C.",
      "authors": [
        "Osman Gokalp",
        "Kanat Gulle",
        "Osman Sulak",
        "Ekrem Cicek",
        "Irfan Altuntas"
      ],
      "journal": "Toxicology and industrial health",
      "publication_date": "2003-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Methidathion (MD) is one of the most widely used organophosphate insecticides (OPIs) for public health programmes and agricultural purposes. However it causes side effects such as liver disorders. We examined the ameliorating effects of a combination of vitamins E and C against MD induced liver toxicity in rats. MD was given orally with a single dose of 8 mg/kg body weight at 0 h. Vitamin E and vitamin C were injected 30 min after the treatment of MD at doses of 150 mg/kg body weight i.m. and 200 mg/kg body weight i.p., respectively. Liver tissue samples were taken 24 h after the MD administration. In MD treated group, some histopathological changes like infiltration with mononuclear cells at parenchymal tissue, sinusoidal dilatation, focal necrotic areas, granular degeneration and picnotic nuclei in the hepatocytes were observed. The severity of these lesions was reduced by administration of vitamins. It is concluded that MD caused liver damage and single-dose treatment with a combination therapy of vitamins E and C after the administration of MD can reduce the toxic effects of MD on liver tissue of rats.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Dose-Response Relationship, Drug",
        "Drug Interactions",
        "Female",
        "Insecticides",
        "Liver",
        "Organothiophosphorus Compounds",
        "Poisoning",
        "Rats",
        "Rats, Wistar",
        "Vitamin E"
      ]
    },
    {
      "pmid": "15368089",
      "title": "Vascular wall damage in rats induced by methidathion and ameliorating effect of vitamins E and C.",
      "authors": [
        "Turhan Yavuz",
        "Namik Delibas",
        "Bekir Yildirim",
        "Irfan Altuntas",
        "Ozden Candir",
        "Ahmet Cora",
        "Nermin Karaman",
        "Erdogan Ibrisim",
        "Ali Kutsal"
      ],
      "journal": "Archives of toxicology",
      "publication_date": "2004-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We examined the effect of subacute methidathion (MD) administration on vascular wall damage and evaluated the ameliorating effects of combination of vitamins E and C against MD toxicity. The experimental groups were: rats treated with corn oil (control group), rats treated with 5 mg/kg MD (MD), and rats treated with 5 mg/kg body weight MD plus vitamin E and vitamin C (MD+Vit). The groups were given MD by gavage on 5 days a week for 4 weeks at a daily dose 5 mg/kg (MD and MD+Vit) using corn oil as the vehicle. Vitamins E and C were injected at doses of 50 mg/kg intramuscularly and 20 mg/kg intraperitoneally, respectively, after the treatment with MD in the MD+Vit group. The levels of malondialdehyde (MDA) were determined in the aortic tissue. Histopathological examination was examined in the thoracic aortic tissue. MDA levels were higher in the MD group than the control group and lower in the MD+Vit group than MD group. MD administration led to irregulation, prominent breaks, and fragmentation of the elastic fibers but decrease in the irregulation and fragmantation of the elastic fibers with the combination of vitamins E and C in MD-treated rats. In conclusion, it is likely that subacute MD administration caused vascular wall damage, and that treatment with a combination of vitamins E and C after the administration of MD can reduce vascular wall damage caused by MD.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Antioxidants",
        "Aorta, Thoracic",
        "Ascorbic Acid",
        "Injections, Intramuscular",
        "Insecticides",
        "Lipid Peroxidation",
        "Male",
        "Malondialdehyde",
        "Organothiophosphorus Compounds",
        "Rats",
        "Rats, Wistar",
        "Vitamin E"
      ]
    },
    {
      "pmid": "15363578",
      "title": "Lymphocyte DNA damage in rats exposed to pyrethroids: effect of supplementation with Vitamins E and C.",
      "authors": [
        "Rosita Gabbianelli",
        "Cinzia Nasuti",
        "Giancarlo Falcioni",
        "Franco Cantalamessa"
      ],
      "journal": "Toxicology",
      "publication_date": "2004-Oct-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Pesticides have been considered potential chemical mutagens. In fact, some studies show that various agrochemical ingredients possess mutagenic properties inducing mutations, chromosomal alterations or DNA damage. Experimental evidence shows a marked correlation between mutagenicity and carcinogenicity and indicates that short-term mutagenicity tests are useful for predicting carcinogenicity. The present study on rat exposed to two pyrethroids, cypermethrin and permethrin, showed different lymphocyte DNA damage depending on the type of pyrethroid, the dose, and the period of treatment. Data obtained from comet assay showed that oral treatment with 150 mg/kg body weight/day of permethrin (corresponding to 1/10 of LD50) for 60 days, induced a significant increase in all comet parameters. No lymphocyte DNA damage was measured after treatment with 25 mg/kg body weight/day of cypermethrin (corresponding to 1/10 of LD50) for the same period. A higher dose of permethrin (300 mg/kg body weight/day), for a shorter period (22 days), did not induce lymphocyte DNA damage, while supplementation with 200 mg/kg of Vitamins E and C protected erythrocytes against plasma membrane lipids peroxidation. Moreover, treatment with Vitamins E and C maintained the activity of glutathione peroxidase, which was reduced in the presence of permethrin, and reduced the osmotic fragility, which had increased following permethrin treatment.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Catalase",
        "Comet Assay",
        "DNA Damage",
        "Dietary Supplements",
        "Erythrocyte Membrane",
        "Erythrocytes",
        "Glutathione Peroxidase",
        "In Vitro Techniques",
        "Insecticides",
        "Lipid Peroxidation",
        "Lymphocytes",
        "Male",
        "Osmotic Fragility",
        "Pyrethrins",
        "Rats",
        "Rats, Wistar",
        "Superoxide Dismutase",
        "Vitamin E"
      ]
    },
    {
      "pmid": "15311849",
      "title": "Cardiotoxicity in rats induced by methidathion and ameliorating effect of vitamins E and C.",
      "authors": [
        "Turhan Yavuz",
        "Irfan Altuntas",
        "Namik Delibas",
        "Bekir Yildirim",
        "Ozden Candir",
        "Ahmet Corâ",
        "Nermin Karahan",
        "Erdogan Ibrisim",
        "Ali Kutsal"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2004-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We have examined the effect of subchronic methidathion (MD) administration on heart damage, and have evaluated possible ameliorating effects of a combination of vitamins E and C against MD toxicity. The experimental groups were: control group, rats treated with 5 mg/kg MD and rats treated with 5 mg/kg body weight MD plus vitamin E and vitamin C (MD+Vit). The groups were given MD by gavage 5 days a week for four weeks at a dose level of 5 mg/kg/day (MD and MD+Vit) by using corn oil as the vehicle. Vitamin E and vitamin C were injected at doses of 50 mg/kg i.m. and 20 mg/kg i.p., respectively, after the treatment with MD in the MD+ Vit group. The levels of malondialdehyde (MDA) were determined in the heart tissue, and the levels of cardiac troponin I (TnI) in serum. An autoanalyser was used to determine the serum activities of cholinesterase (ChE). Histopathological examination was carried out in the heart tissue. MDA significantly increased in the MD group as compared to controls (P <0.01). When MD was given concurrently with vitamins E and C, the increase in MDA was significantly less (P <0.01). ChE activity significantly decreased in the MD group as compared to controls (P <0.01). When MD was given concurrently with vitamins E and C, the decrease in ChE activity was significantly higher (P <0.05). The serum TnI levels significantly increased in the MD group as compared to controls (P <0.01). When MD was given concurrently with vitamins E and C, the increase in the serum TnI was significantly less (P <0.01). MD caused the diffuse loss of striation and myocytolysis of the cardiomyocytes, whereas the combination of vitamins E and C caused a significant decrease in these effects of MD. In conclusion, subchronic MD administration caused heart damage and, in addition, treatment with a combination of vitamins E and C after the administration of MD reduced heart damage caused by MD.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Biomarkers",
        "Cholinesterases",
        "Drug Therapy, Combination",
        "Heart Diseases",
        "Insecticides",
        "Lipid Peroxidation",
        "Male",
        "Malondialdehyde",
        "Myocardium",
        "Organothiophosphorus Compounds",
        "Rats",
        "Rats, Wistar",
        "Troponin I",
        "Vitamin E"
      ]
    },
    {
      "pmid": "14989557",
      "title": "Oral L-arginine and vitamins E and C improve endothelial function in women with type 2 diabetes.",
      "authors": [
        "Judith G Regensteiner",
        "Shawn Popylisen",
        "Timothy A Bauer",
        "JoAnn Lindenfeld",
        "Edward Gill",
        "Susan Smith",
        "Cheryl K Oliver-Pickett",
        "Jane E B Reusch",
        "John V Weil"
      ],
      "journal": "Vascular medicine (London, England)",
      "publication_date": "2003",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Endothelial dilator function is impaired in people with type 2 diabetes mellitus (T2DM). Prior research indicates that this can be improved with intravenous administration of ascorbate or L-arginine, but whether these agents have this effect when administered by the clinically practical oral route is unknown. To investigate this question, 10 premenopausal women with T2DM and 10 healthy, premenopausal, non-diabetic women received, in random sequence, a 1-week administration of oral L-arginine (9 g daily) or vitamins E (1800 mg) and C (1000 mg) with an intervening 1-week washout period. Flow-mediated brachial artery dilation (FMD) was measured by ultrasonography and forearm blood flow was measured by plethysmography before and following blood pressure cuff-induced forearm ischemia before and after each week of treatment. At baseline, the women with T2DM had lesser FMD responses (0.028 +/- 0.006 cm vs 0.056 +/- 0.008 cm, p < 0.05). Post-ischemic forearm hyperemia was reduced at baseline in T2DM compared with controls (16.4 +/- 1.8 vs 26.0 +/- 1.4 ml 100 ml(-1) min(-1), p < 0.05). Administration of L-arginine caused a 50 +/- 12% increase in FMD in T2DM (p < 0.05) and raised post-ischemic forearm blood flow by 29 +/- 8% (p < 0.05). No significant changes were seen in controls. Administration of vitamins E and C in women with T2DM produced an increase in the brachial artery diameter response of 79 +/- 15% (p < 0.05), but did not significantly increase the hyperemic blood flow response (p = NS). No significant changes in the responses of controls from pre to post vitamin administration were observed. We concluded that administration of two types of oral agents improved measures of endothelial function in people with T2DM.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Arginine",
        "Ascorbic Acid",
        "Blood Flow Velocity",
        "Diabetes Mellitus, Type 2",
        "Endothelium, Vascular",
        "Female",
        "Forearm",
        "Humans",
        "Middle Aged",
        "Premenopause",
        "Regional Blood Flow",
        "Vasodilation",
        "Vasodilator Agents",
        "Vitamin E"
      ]
    },
    {
      "pmid": "14975474",
      "title": "Long-term effect of combined vitamins E and C on coronary and peripheral endothelial function.",
      "authors": [
        "Scott Kinlay",
        "Dominik Behrendt",
        "James C Fang",
        "Danielle Delagrange",
        "Jason Morrow",
        "Joseph L Witztum",
        "Nader Rifai",
        "Andrew P Selwyn",
        "Mark A Creager",
        "Peter Ganz"
      ],
      "journal": "Journal of the American College of Cardiology",
      "publication_date": "2004-Feb-18",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "OBJECTIVES: We tested whether long-term administration of antioxidant vitamins C and E improves coronary and brachial artery endothelial function in patients with coronary artery disease (CAD). BACKGROUND: Endothelial function is a sensitive indicator of vascular health. Oxidant stress and oxidized low-density lipoprotein (LDL) impair endothelial function by reducing nitric oxide bioavailability in the artery wall. METHODS: We randomly assigned 30 subjects with CAD to combined vitamin E (800 IU per day) and C (1000 mg per day) or to placebos in a double-blind trial. Coronary artery endothelial function was measured as the change in coronary artery diameter to acetylcholine infusions (n = 18 patients), and brachial artery endothelial function was assessed by flow-mediated dilation (n = 25 patients) at baseline and six months. Plasma markers of oxidant stress (oxidized LDL and autoantibodies) were also measured. RESULTS: Plasma alpha-tocopherol (p < 0.001) and ascorbic acid (p < 0.02) increased with active therapy. Compared to placebo, there was no improvement in coronary and brachial endothelial vasomotor function over six months. Although vitamins C and E tended to reduce F2-isoprostanes (p = 0.065), they failed to alter oxidized LDL or autoantibodies to oxidized LDL. CONCLUSIONS: Long-term oral vitamins C and E do not improve key mechanisms in the biology of atherosclerosis or endothelial dysfunction, or reduce LDL oxidation in vivo.",
      "mesh_terms": [
        "Antioxidants",
        "Ascorbic Acid",
        "Brachial Artery",
        "Coronary Disease",
        "Coronary Vessels",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Endothelium, Vascular",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Oxidative Stress",
        "Time Factors",
        "Vasodilation",
        "Vitamin E"
      ]
    },
    {
      "pmid": "14729371",
      "title": "Genotoxic effects of a complex mixture adsorbed onto ambient air particles on human cells in vitro; the effects of Vitamins E and C.",
      "authors": [
        "Monika Lazarová",
        "Darina Slamenová"
      ],
      "journal": "Mutation research",
      "publication_date": "2004-Feb-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Genotoxicity of complex mixtures of organic compounds adsorbed onto ambient air particles (extractable organic matter, EOM) collected in Teplice (Czech Republic) as well as genotoxicity of the indirectly acting carcinogens benzo[a]pyrene (B[a]P) and 5,9-dimethyl-7H-dibenzo[c,g]carbazole (5,9-diMeDBC) was studied in human HepG2 and Caco-2 cells cultured in vitro. The level of DNA breaks was detected by conventional single-cell gel electrophoresis (alkaline comet assay). The level of DNA breaks+oxidative DNA lesions was assessed by modified single-cell gel electrophoresis. The indirectly acting chemical carcinogens studied were able to induce DNA breaks as well as oxidative DNA damage in both cell lines, but stronger DNA-damaging effects were observed in HepG2 cells, which contain a higher level of metabolic enzymes. Treatment of cells with the complex mixtures showed a dose-dependent increase of DNA breaks in HepG2 cells as well as in Caco-2 cells, with seasonal differences. Winter samples of EOM from Teplice (TP-W) were more effective in inducing DNA damage than summer samples (TP-S). Both mixtures caused significant oxidative DNA damage in HepG2 cells. The effect was less evident in cells treated with higher concentrations of TP-W, since the comet assay is limited by saturation at a higher level of DNA damage. Possible reduction of B[a]P-, 5,9-diMeDBC- or EOM-induced DNA damage by Vitamins E and C was evaluated in HepG2 cells only. Pre-treatment of these cells with either one of the vitamins considerably reduced the levels of both DNA breaks and oxidative DNA lesions induced by all compounds investigated.",
      "mesh_terms": [
        "Adsorption",
        "Air Pollutants",
        "Ascorbic Acid",
        "Benzo(a)pyrene",
        "Carbazoles",
        "Cell Line",
        "DNA Damage",
        "Humans",
        "Mutagens",
        "Oxidation-Reduction",
        "Vitamin E"
      ]
    },
    {
      "pmid": "14638333",
      "title": "Vitamins E and C for the treatment of NASH: duplication of results but lack of demonstration of efficacy.",
      "authors": [
        "Leon A Adams",
        "Paul Angulo"
      ],
      "journal": "The American journal of gastroenterology",
      "publication_date": "2003-Nov",
      "publication_types": [
        "Comment",
        "Editorial"
      ],
      "mesh_terms": [
        "Antioxidants",
        "Ascorbic Acid",
        "Fatty Liver",
        "Female",
        "Hepatitis",
        "Humans",
        "Male",
        "Prognosis",
        "Risk Assessment",
        "Treatment Outcome",
        "Vitamin E"
      ]
    },
    {
      "pmid": "12837515",
      "title": "Supplementation with a combination of omega-3 fatty acids and antioxidants (vitamins E and C) improves the outcome of schizophrenia.",
      "authors": [
        "Meena Arvindakshan",
        "Madhav Ghate",
        "Prabhakar K Ranjekar",
        "Denise R Evans",
        "Sahebarao P Mahadik"
      ],
      "journal": "Schizophrenia research",
      "publication_date": "2003-Aug-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Reduced levels of membrane essential polyunsaturated fatty acids (EPUFAs), namely, arachidonic acid (AA), eicosapentaenoic acid (EPA), docosapentaenoic acid (DPA) and docosahexaenoic acids (DHAs), and their association with psychopathology have been consistently reported in both chronic-medicated schizophrenic patients as well as in never-medicated patients soon after the first episode of psychosis. Past supplementation studies with either omega-6 or omega-3 or both EPUFAs generally in chronic-medicated-older patients have reported varying degrees of therapeutic effects, and have suggested that supplementation with primarily omega-3 EPUFAs (EPA>DHA) may be preferable. We report the supplementation with a mixture of EPA/DHA (180:120 mg) and antioxidants (vitamin E/C, 400 IU:500 mg) orally morning and evening to schizophrenic patients (N=33) for 4 months. The red blood cell (RBC) membrane fatty acid levels, plasma lipid peroxides and clinical measures were carried out by established procedures at pretreatment, posttreatment and after 4 months of postsupplementation period to determine the stability of treatment effects within patients. Levels of fatty acids and lipid peroxides were compared with their levels in normal controls (NC) (N=45).Posttreatment levels of RBC EPUFAs were significantly higher than pretreatment levels as well as levels in normal controls without any significant increase in plasma peroxides. Concomitantly, there was significant reduction in psychopathology based on reduction in individual total scores for brief psychiatric rating scale (BPRS) and positive and negative syndrome scale (PANSS), general psychopathology-PANSS and increase in Henrich's Quality of Life (QOL) Scale. The EPUFA levels returned to pretreatment levels after 4 months of supplementation washout. However, the clinical improvement was significantly retained. Future studies need be done in placebo-controlled trials and also with a comparison group supplemented with fatty acids alone in a larger number of patients, both chronic as well as never medicated, and for a longer duration of treatment while the dietary intake is monitored. This may establish the EPUFA supplementation a very effective treatment to improve the outcome for an extended period of time.",
      "mesh_terms": [
        "Adult",
        "Antioxidants",
        "Ascorbic Acid",
        "Brief Psychiatric Rating Scale",
        "Drug Therapy, Combination",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Male",
        "Quality of Life",
        "Schizophrenia",
        "Schizophrenic Psychology",
        "Severity of Illness Index",
        "Vitamin E"
      ]
    },
    {
      "pmid": "12718434",
      "title": "Brain Na+,K(+)-ATPase inhibition induced by arginine administration is prevented by vitamins E and C.",
      "authors": [
        "Caren S Bavaresco",
        "Thiago Calcagnotto",
        "Bárbara Tagliari",
        "Daniela Delwing",
        "Marcelo L Lamers",
        "Clóvis M D Wannmacher",
        "Moacir Wajner",
        "Angela T S Wyse"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2003-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hyperargininemia is a metabolic disorder caused by deficiency of arginase activity resulting in tissue accumulation of arginine and neurological dysfunction. We have previously demonstrated that arginine induces oxidative stress and decreases Na+,K(+)-ATPase in rat midbrain. In the present study we investigated the action of vitamins E and C on the inhibition of Na+,K(+)-ATPase provoked by arginine in the midbrain of 60-day-old rats. Animals were pretreated for 1 week with daily IP administration of saline (control) or vitamins E (40 mg/kg) and C (100 mg/kg). Twelve h after the last injection, animals received one injection of arginine (0.8 micromol/g of body weight) or saline. Chemiluminescence was significantly increased, whereas total antioxidant capacity and Na+,K(+)-ATPase activity were significantly decreased. Furthermore, treatment with vitamins E and C prevented these effects. If these effects also occur in the human condition, it is possible that antioxidant administration might slow the progression of neurodegeneration in this disorder.",
      "mesh_terms": [
        "Animals",
        "Arginine",
        "Ascorbic Acid",
        "Hyperargininemia",
        "Male",
        "Mesencephalon",
        "Rats",
        "Rats, Wistar",
        "Sodium-Potassium-Exchanging ATPase",
        "Vitamin E"
      ]
    },
    {
      "pmid": "12668120",
      "title": "In vitro study on the genotoxicity of dichloromethane extracts of valerian (DEV) in human endothelial ECV304 cells and the effect of vitamins E and C in attenuating the DEV-induced DNA damages.",
      "authors": [
        "Wang Hui-lian",
        "Zhang Dong-fang",
        "Luo Zhao-feng",
        "Lou Yang",
        "L i Qian-rong",
        "Wang Yu-zhen"
      ],
      "journal": "Toxicology and applied pharmacology",
      "publication_date": "2003-Apr-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To study the genotoxicity of valepotriates in vitro, the degree of DNA damage in human endothelial cell line ECV304 treated with 5-60 microg/mL of dichloromethane extracts of valerian (DEV) was analyzed by the Comet assay. No DNA damage was observed in ECV304 cells after culture for 48 h in the presence of 5,10, and 20 microg/mL of DEV. But a moderate degree of DNA damage was observed in the cells treated with 40 or 60 microg/mL of DEV. Quantitative analyses of DNA damage in the presence of antioxidants vitamin E (VE) and vitamin C (VC) were also carried out. The study revealed that both VE and VC exhibited a biphasic effect, reducing DEV-induced DNA damages at low concentrations but increasing them at high concentrations. We concluded that (1). the observed DNA damage in ECV304 cells induced by high concentrations of DEV was mainly through epigenetic mechanisms, i.e., reactive oxygen species mediated oxidative DNA damage (2). at the low doses, DEV did not appear to have any significant genotoxicity in ECV304 cells, and (3). VE and VC, at proper concentrations, can reduce or eliminate the adverse effects derived from high doses of DEV. This study should serve as scientific guidance for clinical therapy of valerian preparation.",
      "mesh_terms": [
        "Antioxidants",
        "Ascorbic Acid",
        "Cell Line",
        "Cell Survival",
        "Comet Assay",
        "DNA Damage",
        "Humans",
        "Methylene Chloride",
        "Oxidative Stress",
        "Plant Extracts",
        "Plant Roots",
        "Valerian",
        "Vitamin E"
      ]
    },
    {
      "pmid": "12540039",
      "title": "The effects of organophosphate insecticide methidathion on lipid peroxidation and anti-oxidant enzymes in rat erythrocytes: role of vitamins E and C.",
      "authors": [
        "I Altuntas",
        "N Delibas",
        "R Sutcu"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2002-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of organophosphate insecticide methidathion (MD) on lipid peroxidation and anti-oxidant enzymes and the ameliorating effects of a combination of vitamins E and C against MD toxicity were evaluated in rat erythrocytes. Experimental groups were: control group, MD-treated group (MD), and MD + vitamin E + vitamin C-treated group (MD + Vit). MD and MD + Vit groups were treated orally with a single dose of 8 mg/kg MD body weight at 0 hour. Vitamins E and C were injected at doses of 150 mg/kg body weight, i.m. and 200 mg/kg body weight, i.p., respectively, 30 min after the treatment of MD in the MD + Vit group. Blood samples were taken 24 hours after the MD administration. The level of malondialdehyde (MDA), and the activities of superoxide dismutase (SOD), glutathione peroxidase (GSH-Px), and catalase (CAT) were studied in the erythrocytes. MDA level increased significantly in the MD group compared to the control group (P < 0.05) and decreased significantly in the MD + Vit group compared to the MD group (P < 0.05). The activities of SOD, GSH-Px, and CAT decreased in the MD group compared to the control group (P < 0.05). Only GSH-Px activity increased in the MD + Vit group compared with the MD group. These results suggest that treating rats with MD increases LPO and decreases anti-oxidant enzyme activities in erythrocytes. Furthermore, single-dose treatment with a combination of vitamins E and C 30 min after the administration of MD can reduce LPO caused by MD.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Catalase",
        "Drug Combinations",
        "Erythrocytes",
        "Free Radical Scavengers",
        "Glutathione Peroxidase",
        "Injections, Intramuscular",
        "Insecticides",
        "Lipid Peroxidation",
        "Malondialdehyde",
        "Organothiophosphorus Compounds",
        "Rats",
        "Rats, Wistar",
        "Superoxide Dismutase",
        "Vitamin A"
      ]
    },
    {
      "pmid": "12515323",
      "title": "Inhibition of Na(+),K(+)-ATPase activity in hippocampus of rats subjected to acute administration of homocysteine is prevented by vitamins E and C treatment.",
      "authors": [
        "Angela T S Wyse",
        "Alexandra I Zugno",
        "Emilio L Streck",
        "Cristiane Matté",
        "Thiago Calcagnotto",
        "Clovis M D Wannmacher",
        "Moacir Wajner"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2002-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In the present study we evaluated the effect of acute homocysteine (Hcy) administration on Na(+),K(+)-ATPase activity, as well as on some parameters of oxidative stress such as total radical-trapping antioxidant potential (TRAP) and on activities of antioxidant enzymes catalase (CAT), superoxide dismutase and glutathione peroxidase in rat hippocampus. Results showed that Hcy significantly decreased TRAP, Na(+),K(+)-ATPase and CAT activities, without affecting the activities of superoxide dismutase and glutathione peroxidase. We also verified the effect of chronic pretreatment with vitamins E and C on the reduction of TRAP, Na(+),K(+)-ATPase and CAT activities caused by Hcy. Vitamins E and C per se did not alter these parameters, but prevented the reduction of TRAP, Na(+),K(+)-ATPase and CAT activities caused by Hcy. Our results indicate that oxidative stress is probably involved in the pathogenesis of homocystinuria and that reduction of Na(+),K(+)-ATPase activity may be related to the neuronal dysfunction found in homocystinuric patients.",
      "mesh_terms": [
        "Animals",
        "Ascorbic Acid",
        "Catalase",
        "Glutathione Peroxidase",
        "Hippocampus",
        "Homocysteine",
        "Rats",
        "Rats, Wistar",
        "Sodium-Potassium-Exchanging ATPase",
        "Superoxide Dismutase",
        "Vitamin E"
      ]
    },
    {
      "pmid": "23105377",
      "title": "Oxidative injury and antioxidant vitamins E and C in Schizophrenia.",
      "authors": [
        "Benedicta D'Souza",
        "Vivian D'Souza"
      ],
      "journal": "Indian journal of clinical biochemistry : IJCB",
      "publication_date": "2003-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Susceptibility of Schizophrenic patients to lipid peroxidation relative to healthy control subjects was investigated by measuring the malondialdehyde (MDA) levels in plasma. The main finding was that Schizophrenic patients were more susceptible than control subjects to oxidative damage as evident from increased MDA levels in plasma. Antioxidant levels are also depleted in Schizophrenic patients when compared to normal subjects as evident from decreased levels of vitamins E and C in the plasma. Impaired antioxidant defense and increased lipid peroxidation suggests that treatment with antioxidants (Vitamin E, Vitamin C, beta carotene) at the initial stages of illness may prevent further oxidative injury and deterioration of associated neurological deficits in Schizophrenia."
    },
    {
      "pmid": "12455604",
      "title": "Oxidative stability and sensory and functional properties of eggs from laying hens fed supranutritional doses of vitamins E and C.",
      "authors": [
        "A Franchini",
        "F Sirri",
        "N Tallarico",
        "G Minelli",
        "N Iaffaldano",
        "A Meluzzi"
      ],
      "journal": "Poultry science",
      "publication_date": "2002-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study evaluated the effects of two dietary doses of vitamins E and C supplemented separately and together, on the content of vitamin E in the yolk, on the lipid stability of fresh and stored eggs, and on their sensory and functional properties. Hy-Line Brown hens (n = 216) received a basal diet for 8 wk supplemented with 100 or 200 mg DL-alpha-tocopheryl acetate (E100 or E200, respectively)/kg, 500 or 1,000 mg ascorbic acid (C500 and C1000, respectively)/kg, or 100 mg DL-alpha-tocopheryl acetate plus 500 mg ascorbic acid (E100+C500)/kg, whereas the control group received no supplementation. Fresh eggs and eggs stored 30,60, and 90 d at 4 C or stored 28 d at room temperature were analyzed for vitamin E content and TBA-reactive substances (TBARS). We also evaluated functional properties of fresh and cooked eggs and sensory properties of boiled and scrambled eggs. The yolk content of vitamin E depended on the level of dietary addition and decreased after 90 d of storage at 4 C or after 28 d at 25 C. Vitamin supplementation had no effect on fresh or refrigerated eggs, whereas 4 wk of storage at room temperature increased TBARS in the control and the group supplemented with the highest doses of vitamins. Ascorbic acid improved Haugh units and elasticity of albumen gels, whereas cohesiveness and hardness of yolk, albumen and whole-egg gels were not affected by dietary treatment. Panelists were not able to distinguish treated eggs from control eggs.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Chickens",
        "Dietary Supplements",
        "Dose-Response Relationship, Drug",
        "Egg Yolk",
        "Eggs",
        "Female",
        "Food Handling",
        "Lipid Metabolism",
        "Lipids",
        "Oxidation-Reduction",
        "Random Allocation",
        "Taste",
        "Temperature",
        "Thiobarbituric Acid Reactive Substances",
        "Time Factors",
        "Vitamin E"
      ]
    },
    {
      "pmid": "12322790",
      "title": "Pretreatment with vitamins E and C prevent the impairment of memory caused by homocysteine administration in rats.",
      "authors": [
        "Eleonora A Reis",
        "Alexandra I Zugno",
        "Renata Franzon",
        "Bárbara Tagliari",
        "Cristiane Matté",
        "Marcelo L Lammers",
        "Carlos A Netto",
        "Angela T S Wyse"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2002-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Homocystinuria is a metabolic disorder caused by deficiency of cystathione beta-synthase activity leading to tissue accumulation of homocysteine (Hcy); affected patients present neurological dysfunction. Considering that Hcy induces free radical formation and that memory is impaired by oxidative stress, in the present study we investigated the effect of an acute administration of Hcy on retrieval of step-down inhibitory avoidance in adult rats. The action of vitamins E and C on the effects produced by Hcy was also tested. Adult Wistar rats were pretreated for 1 week with daily i.p. administration of saline (control group) and vitamins E and C (vitamin E 40 mg/kg and vitamin C 100 mg/kg). Hcy (11 mmol/kg) or an equivalent volume of 0.9% saline were administered 1 h before training, 1 h before testing, or immediately after training sessions. Memory was significantly impaired in Hcy-treated group, whereas the rats chronically treated with vitamins E and C had this effect prevented. Present data strongly indicate that Hcy administration impairs memory, an effect probably mediated by oxidative stress since treatment with vitamins E and C prevented amnesia. Assuming the possibility that this might occur in the human condition, reported results may be relevant to explain, at least in part, neurologic dysfunction associated with homocystinuria.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Avoidance Learning",
        "Homocysteine",
        "Male",
        "Memory Disorders",
        "Oxidative Stress",
        "Rats",
        "Rats, Wistar",
        "Vitamin E"
      ]
    },
    {
      "pmid": "12239424",
      "title": "Photoprotection of UV-irradiated human skin: an antioxidative combination of vitamins E and C, carotenoids, selenium and proanthocyanidins.",
      "authors": [
        "Anne-Katrin Greul",
        "Jens-Uwe Grundmann",
        "Felix Heinrich",
        "Inka Pfitzner",
        "Jürgen Bernhardt",
        "Andreas Ambach",
        "Hans-Konrad Biesalski",
        "Harald Gollnick"
      ],
      "journal": "Skin pharmacology and applied skin physiology",
      "publication_date": "2002",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Endogenous antioxidants are decreased in skin and blood during UV exposure. Combined supplementation of beta-carotene, alpha-tocopherol and ascorbic acid in addition to topical sunscreens may help to lower the risk of sunburning. Acute UV erythema with sunburn reaction are the most important factors in conjunction with the cumulative life-long UV dose for inducing skin damage resulting in photoageing and precancerous and cancerous lesions. Therefore, a clinical, randomized, double-blind, parallel group, placebo-controlled study was conducted in healthy young female volunteers (skin type II) investigating the preventive, photoprotective effect of supplementation with Seresis, an antioxidative combination containing both lipid and water-soluble compounds: carotenoids (beta-carotene and lycopene), vitamins C and E, selenium and proanthocyanidins. In this study, the oral administration of Seresis appeared to be well tolerated. The preparation contains antioxidant compounds in quantities occurring at physiological levels and can therefore be used safely over a long period of time. Despite the fact that the assessment of the light sensitivity (minimal erythemal dose, chromametry) of the skin did not show any statistically significant differences between the Seresis and the placebo group, a clear statistical trend, however, could be demonstrated, i.e. Seresis was able to slow down the time of the development and grade of UVB-induced erythema. The primary efficacy parameter matrix metalloproteinases 1 (MMP-1) between treatment and placebo group following UV irradiation showed a significant difference (p < 0.05), which occurred due to the fact that after a 2-week UV irradiation, MMP-1 slightly increased (p < 0.03) in the placebo group and decreased (p < 0.044) in the treated group. The MMP-9 changes showed a clear tendency of decrease in the Seresis group (p < 1.393) and increase (p < 0.048) in the placebo group. These data emphasise that supplementation with Seresis decreases the UV-induced expression of MMP-1 and 9, which might be important in photoprotective processes. From our data, we thus finally draw the conclusion that by the combination of antioxidants, such as in the formulation of Seresis, a selective protection of the skin against irradiation can be achieved. This might be important for future recommendations for immediate suppression of the early phase of UV-induced erythema, that means pharmacological prevention of sunburn reaction as well as subsequent chronic skin damage.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Anthocyanins",
        "Antioxidants",
        "Ascorbic Acid",
        "Carotenoids",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Matrix Metalloproteinase 1",
        "Matrix Metalloproteinase 9",
        "Pilot Projects",
        "Proanthocyanidins",
        "Selenium",
        "Skin",
        "Skin Aging",
        "Sunburn",
        "Ultraviolet Rays",
        "Vitamin E",
        "beta Carotene"
      ]
    },
    {
      "pmid": "12185416",
      "title": "The effects of methidathion on lipid peroxidation and some liver enzymes: role of vitamins E and C.",
      "authors": [
        "Irfan Altuntas",
        "Namik Delibas",
        "Mustafa Demirci",
        "Ibrahim Kilinc",
        "Numan Tamer"
      ],
      "journal": "Archives of toxicology",
      "publication_date": "2002-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Methidathion (MD) [ O, O-dimethyl S-(2,3-dihydro-5-methoxy-2-oxo-1,3,4-thiadiazol-3-ylmethyl) phosphorodithioate] is one of the most widely used organophosphate insecticides (OPIs) in agriculture and public health programmes. We have, therefore, examined the in vivo and in vitro effects of MD on the serum activities of cholinesterase (ChE), enzymes concerning liver damage and lipid peroxidation (LPO; only in vivo), and have evaluated the ameliorating effects of a combination of vitamins E and C against MD toxicity. The in vivo experimental groups were: control group, MD-treated group (MD), and a group treated with MD plus vitamin E plus vitamin C (MD+Vit). The MD and MD+Vit groups were treated orally with a single dose of 8 mg MD/kg body weight at 0 h. Vitamin E and vitamin C were injected at doses of 150 mg/kg body weight i.m. and 200 mg/kg body weight i.p., respectively, 30 min after the treatment with MD in the MD+Vit group. Blood samples were taken 24 h after the MD administration. For in vitro study, venous blood samples were obtained from volunteers, and serum recovered. The activities of serum enzymes were determined in each sample and these served as 0 h values. Each sample was divided into four portions, each of which served as one of the experimental groups, as follows: control group, vitamin E plus vitamin C group (Vit), MD-treated group (MD) and MD plus vitamin E plus vitamin C group (MD+Vit). Vitamin E and vitamin C were added at doses of 7.5 and 10 micro g/ml, respectively, into the Vit and MD+Vit groups. MD was added at doses of 0.4 mg/ml into the MD and MD+Vit groups. The activities of serum enzymes were determined in each sample at 24 h. The results of the in vivo experiment demonstrated that thiobarbituric acid reactive substances were increased in the MD group compared with the control group, and decreased in the MD+Vit group compared with MD group. ChE activity was decreased in both MD and MD+Vit groups compared with controls and increased in the MD+Vit group compared with the MD group. The activities of aspartate aminotransferase (AST), alkaline phosphatase (ALP), gamma-glutamyltransferase (GGT) and lactate dehydrogenase (LDH) were increased in both the MD and MD+Vit groups compared with the control group. AST activity was decreased in MD+Vit group compared with the MD group. Alanine aminotransferase (ALT) activity was decreased in both the MD and MD+Vit groups compared with control group. The results of in vitro experiment showed that all enzyme activities remained unchanged in both the control and Vit groups compared with values at 0 h. The activities of ChE, ALT and LDH were decreased in both the MD and MD+Vit groups compared with 0 h values. There was no significant difference between the MD and MD+Vit groups. The activities of AST, ALP and GGT remained unchanged in all groups. From these results, it can be concluded that MD caused liver damage, and LPO may be one of the molecular mechanisms involved in MD-induced toxicity. Single-dose treatment with a combination of vitamins E and C after the administration of MD can reduce LPO caused by MD.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Insecticides",
        "Lipid Peroxidation",
        "Liver",
        "Organothiophosphorus Compounds",
        "Rats",
        "Rats, Wistar",
        "Vitamin E"
      ]
    },
    {
      "pmid": "12166348",
      "title": "The effects of vitamins E and C on fracture healing in rats.",
      "authors": [
        "B Sarisözen",
        "K Durak",
        "G Dinçer",
        "O F Bilgen"
      ],
      "journal": "The Journal of international medical research",
      "publication_date": "2002",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Forty-eight rats were divided into four groups of 12. For 3 days, each group received the following vitamins in once-daily doses: group 1, vitamin E only; group 2, vitamin C only; group 3, vitamins E and C; and group 4, no treatment (control). The right tibia of each rat was fractured on day 4; the rats then received the same regimen three times a week (once-daily doses) until day 21. Fracture healing was evaluated radiologically by measuring the callus indices, and histologically by a 5-point grading scale. On days 14 and 21, the callus index values in group 2 were statistically higher than those in the other groups. Histological evaluation scores in group 2 were the highest overall, and group 3 scores were higher than those in groups 1 and 4. These findings indicate that vitamin C accelerates fracture healing, vitamin E does not exert a marked effect on this process, and vitamins E and C in combination do not have a synergistic impact on fracture healing.",
      "mesh_terms": [
        "Animals",
        "Ascorbic Acid",
        "Fracture Healing",
        "Rats",
        "Rats, Sprague-Dawley",
        "Vitamin E"
      ]
    },
    {
      "pmid": "11934963",
      "title": "Adjuvant treatment of patients with antineutrophil cytoplasmic antibody-associated vasculitis with vitamins E and C reduces superoxide production by neutrophils.",
      "authors": [
        "L Harper",
        "S L Nuttall",
        "U Martin",
        "C O S Savage"
      ],
      "journal": "Rheumatology (Oxford, England)",
      "publication_date": "2002-Mar",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Neutrophils when activated generate a respiratory burst which has been implicated in the pathogenesis of primary systemic vasculitis. Neutrophils from patients with vasculitis have a greater respiratory burst than normal healthy donors. The aim of this study was to assess the effects of antioxidant treatment (vitamins E and C) on the generation of a respiratory burst from neutrophils isolated from patients with antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis. METHODS: Neutrophils were isolated from patients with systemic vasculitis and healthy donors. Spontaneous superoxide generation was measured by the reduction of ferricytochrome c. The patients were treated with antioxidants, vitamins E and C, and spontaneous superoxide generation, vitamin C and total antioxidant capacity were measured before and after treatment. RESULTS: The treatment of the patients with antioxidants resulted in a reduction in spontaneous superoxide generation (pre-treatment 8.41+/-0.7 nmol/10(6) cells; post-treatment 5.64+/-0.6 nmol/10(6) cells; P<0.05). There was no significant difference in the superoxide generation from normal controls who did not receive treatment, measured prior to commencement of the study and 10 days later (first reading 4.81+/-0.5 nmol/10(6) cells; second reading 5.32+/-0.4 nmol/10(6) cells; P>0.05). Total antioxidant capacity increased significantly following treatment with vitamins C and E (555.4+/-142 vs. 668.6+/-186 micromol/l trolox equivalent; P=0.01) as did vitamin C concentrations (56.5+/-27 vs. 137.7+/-64 micromol/l; P=0.002). CONCLUSIONS: In this preliminary study, the treatment of patients with antioxidants, vitamins E and C, reduced neutrophil generation of superoxide and suggests that antioxidants may have an important role as adjuvant therapy. The evidence presented should form the basis of a larger randomized placebo-controlled trial of vitamins E and C as adjuvant therapy in patients with ANCA-associated systemic vasculitis.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Antibodies, Antineutrophil Cytoplasmic",
        "Antioxidants",
        "Ascorbic Acid",
        "Chemotherapy, Adjuvant",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Neutrophils",
        "Superoxides",
        "Vasculitis",
        "Vitamin E"
      ]
    },
    {
      "pmid": "11316150",
      "title": "Successful and sustained treatment of chronic radiation proctitis with antioxidant vitamins E and C.",
      "authors": [
        "M Kennedy",
        "K Bruninga",
        "E A Mutlu",
        "J Losurdo",
        "S Choudhary",
        "A Keshavarzian"
      ],
      "journal": "The American journal of gastroenterology",
      "publication_date": "2001-Apr",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Chronic radiation proctitis, a common sequelae of pelvic radiation, is characterized by obliteration of the submucosal vasculature with subsequent ischemia and reperfusion injury. Oxidative stress is thought to be a major mechanism in radiation proctitis. Therefore, antioxidants (vitamins E and C) may be beneficial. METHODS: Twenty consecutive symptomatic outpatients with endoscopically documented radiation proctitis seen in a single gastroenterology clinic were given a combination of vitamin E (400 IU tid) and vitamin C (500 mg tid). Previous radiation therapy was given for prostatic (n = 10) or gynecological (n = 10) malignancies. These patients presented with one or more of the following symptoms: rectal bleeding, rectal pain, diarrhea, or fecal urgency. Using a questionnaire, these symptoms were rated by the patients in terms of their severity (grade 0-4) and frequency (grade 0-4) before and after treatment with vitamins E and C. A symptom index was calculated by the addition of the severity and frequency scores (8 = most symptomatic). The lifestyle impact of the symptoms was also assessed by questionnaire grading from 0 (no effect on daily activity) to 4 (afraid to leave home). Among these 20 patients, 10 patients who received vitamins E and C for 1 yr were assessed again to determine whether their initial responses were sustained. RESULTS: There was a significant (p < 0.05; Wilcoxon rank) improvement in the symptom index (before treatment vs after treatment with vitamins E and C) for bleeding (median score: 4 vs 0), diarrhea (median score: 5 vs 0), and urgency (median score: 6 vs 3). Patients with rectal pain did not improve significantly. Bleeding resolved in four of 11 patients, diarrhea resolved in eight of 16 patients, fecal urgency resolved in three of 16 patients, and rectal pain resolved in two of six patients. Lifestyle improved in 13 patients, including seven patients who reported a return to normal. Two of the patients with no improvement in their daily symptoms also had radiation ileitis. All 10 patients who underwent a second follow-up interview reported sustained improvement in their symptoms 1 yr later. CONCLUSION: A substantial number of patients with radiation proctitis seem to benefit from antioxidant therapy. A double-blind placebo-controlled trial is needed to confirm this open-labeled pilot study.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Antioxidants",
        "Ascorbic Acid",
        "Chronic Disease",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Proctitis",
        "Radiation Injuries",
        "Remission Induction",
        "Vitamin E"
      ]
    },
    {
      "pmid": "11221959",
      "title": "Suppression of tumor growth and metastasis by dietary fish oil combined with vitamins E and C and cisplatin.",
      "authors": [
        "D Yam",
        "A Peled",
        "M Shinitzky"
      ],
      "journal": "Cancer chemotherapy and pharmacology",
      "publication_date": "2001",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The anticancer activity of omega-3 polyunsaturated fatty acids (omega-3 PUFA) has been shown in a large number of studies. This study was undertaken to analyze the combined effect of omega-3 PUFA and antioxidative vitamins on the level of spontaneous metastatic dissemination. The supportive effect of this dietary combination on chemotherapy with cisplatin (CP) was determined in parallel. METHODS: C57BL/6J mice bearing the Lewis lung carcinoma 3LL were fed ad libitum one of three isocaloric diets containing 5% soybean oil supplemented with 40 mg/kg alpha-tocopherol acetate (SO diet), or 4% fish oil plus 1% corn oil, and basal amounts of vitamin E (FO diet) or FO diet supplemented with vitamins E and C (FO+E+C diet). These diets were tested in combination with the conventional cytotoxic agent CP in a series of regimens. Tumor growth, feed consumption, body weight, lung metastasis and lung histology were followed. RESULTS: Both the FO dietary groups showed significantly lower tumor development than the SO group in all examined parameters, indicating that omega-3 PUFA have anticancer activity. However, the FO diet, in comparison with the FO+E+C diet induced a significantly slower rate of tumor growth, and lower metastatic load, as reflected in lung weight. The decrease in the anticancer activity of FO by the addition of vitamins E and C suggests that in situ oxidation of omega-3 PUFA underlies their anticancer action. It is thus proposed that oxidized omega-3 PUFA accumulates in the membranes and the cytosol of tumor cells, reducing their vitality and eventually leading to their death. No signs of anorexia or cachexia were observed in either FO group, in contrast to the SO group. CP treatment with the SO diet had no apparent therapeutic effect, while with the FO diets it reduced the metastatic load. The best regimen of this combined treatment was FO diet followed by CP treatment with FO diet supplemented with vitamins E and C after resection of the primary growth. This regimen could be translated to a combined therapy for human cancer. CONCLUSIONS: Diets enriched with omega-3 PUFA may have beneficial anticancer effects in particular when containing only basal amounts of antioxidants such as vitamin E or C. Furthermore, the addition of drugs which promote oxidation of omega-3 PUFA, such as ferrous salts (e.g. as prescribed for the treatment of anemia), may further increase these effects. However, the supportive effect of omega-3 PUFA in chemotherapy (e.g. with CP) increases when vitamins E and C are also included.",
      "mesh_terms": [
        "Analysis of Variance",
        "Animals",
        "Antineoplastic Agents",
        "Ascorbic Acid",
        "Carcinoma, Lewis Lung",
        "Cisplatin",
        "Combined Modality Therapy",
        "Drug Screening Assays, Antitumor",
        "Fatty Acids, Omega-3",
        "Female",
        "Mice",
        "Mice, Inbred C57BL",
        "Soybean Oil",
        "Vitamin E"
      ]
    },
    {
      "pmid": "11123502",
      "title": "Antioxidant Supplementation in Atherosclerosis Prevention (ASAP) study: a randomized trial of the effect of vitamins E and C on 3-year progression of carotid atherosclerosis.",
      "authors": [
        "J T Salonen",
        "K Nyyssönen",
        "R Salonen",
        "H M Lakka",
        "J Kaikkonen",
        "E Porkkala-Sarataho",
        "S Voutilainen",
        "T A Lakka",
        "T Rissanen",
        "L Leskinen",
        "T P Tuomainen",
        "V P Valkonen",
        "U Ristonmaa",
        "H E Poulsen"
      ],
      "journal": "Journal of internal medicine",
      "publication_date": "2000-Nov",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: To study the efficacy of vitamin E and C supplementation on the progression of carotid atherosclerosis, hypothesizing an enhanced preventive effect in men and in smokers and synergism between vitamins. DESIGN AND SUBJECTS: Double-masked two-by-two factorial trial, randomization in four strata (by gender and smoking status) to receive twice daily either 91 mg (136 IU) of d-alpha-tocopherol, 250 mg of slow-release vitamin C, a combination of these or placebo for three years. A randomized sample of 520 smoking and nonsmoking men and postmenopausal women aged 45-69 years with serum cholesterol >/= 5.0 mmol L-1 were studied. SETTING: The population of the city of Kuopio in Eastern Finland. INTERVENTION: Twice daily either a special formulation of 91 mg of d-alpha-tocopherol, 250 mg of slow-release vitamin C, a combination of these (CellaVie(R)) or placebo for three years. MEASUREMENTS: Atherosclerotic progression, defined as the linear regression slope of ultrasonographically assessed common carotid artery mean intima-media thickness (IMT), was calculated over semi-annual assessments. RESULTS: The average increase of the mean IMT was 0.020 mm year-1 amongst men randomized to placebo and 0.018 mm year-1 in vitamin E, 0.017 mm year-1 in vitamin C and 0.011 mm year-1 in the vitamin combination group (P = 0.008 for E + C vs. placebo). The respective means in women were 0.016, 0.015, 0.017 and 0.016 mm year-1. The proportion of men with progression was reduced by 74% (95% CI 36-89%, P = 0.003) by supplementation with the formulation containing both vitamins, as compared with placebo. CONCLUSIONS: Our study shows that a combined supplementation with reasonable doses of both vitamin E and slow-release vitamin C can retard the progression of common carotid atherosclerosis in men. This may imply benefits with regard to other atherosclerosis-based events.",
      "mesh_terms": [
        "Aged",
        "Antioxidants",
        "Arteriosclerosis",
        "Ascorbic Acid",
        "Carotid Artery Diseases",
        "Disease Progression",
        "Double-Blind Method",
        "Drug Synergism",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Middle Aged",
        "Patient Compliance",
        "Smoking",
        "Vitamin E"
      ]
    },
    {
      "pmid": "10691066",
      "title": "Design of Physicians' Health Study II--a randomized trial of beta-carotene, vitamins E and C, and multivitamins, in prevention of cancer, cardiovascular disease, and eye disease, and review of results of completed trials.",
      "authors": [
        "W G Christen",
        "J M Gaziano",
        "C H Hennekens"
      ],
      "journal": "Annals of epidemiology",
      "publication_date": "2000-Feb",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S.",
        "Review"
      ],
      "abstract": "PURPOSE: To assess the balance of benefits and risks of supplementation with beta-carotene, vitamin E, vitamin C, and multivitamins on cancer, cardiovascular (CVD), and eye diseases. DESIGN: Physicians' Health Study II (PHS II) is a randomized, double-blind, placebo-controlled trial enrolling 15,000 willing and eligible physicians aged 55 years and older. PHS II will utilize a 2 x 2 x 2 x 2 factorial design to test alternate day beta-carotene, alternate day vitamin E, daily vitamin C, and a daily multivitamin, in the prevention of total and prostate cancer, CVD, and the age-related eye diseases, cataract and macular degeneration. PRIOR RESULTS: The final results of the recently completed Physicians' Health Study I (PHS I), a randomized, double-blind, placebo-controlled trial in 22,071 healthy US male physicians, indicated that beta-carotene supplementation (50 mg on alternate days) had no significant benefit or harm on cancer or CVD during more than 12 years of treatment and follow-up. In regards to cancer, there were possible benefits on total and prostate cancer in those with low baseline levels assigned to beta-carotene, a finding compatible with the Chinese Cancer Prevention Study for combined treatment with beta-carotene, vitamin E, and selenium in a poorly nourished population. Further, with respect to CVD, there were apparent benefits of beta-carotene supplementation on subsequent vascular events among a small subgroup of 333 men with prior angina or revascularization. The currently available data from randomized trials of primary prevention are sparse and inconsistent for vitamin E and non-existent for vitamin C and multivitamins. For eye diseases, namely cataract and age-related macular degeneration, there are no completed large-scale randomized trials of antioxidant vitamins. CONCLUSIONS: PHS II is unique in several respects. PHS II is the only primary prevention trial in apparently healthy men testing the balance of benefits and risks of vitamin E on cancer and CVD. In addition, PHS II is the only primary prevention trial in apparently healthy men to test the balance of benefits and risks of vitamin C, multivitamins, as well as any single antioxidant vitamin, alone and in combination, on cancer, CVD, and eye diseases. Finally, PHS II is the only trial testing a priori the hypotheses that beta-carotene and vitamin E may reduce the risks of prostate cancer. Thus, PHS II will add unique as well as importantly relevant and complementary information to the totality of evidence from other completed and ongoing large-scale randomized trials on the balance of benefits and risks of beta-carotene, vitamin E, vitamin C, and multivitamins alone and in combination on prevention of cancer, CVD and eye diseases.",
      "mesh_terms": [
        "Aged",
        "Ascorbic Acid",
        "Cardiovascular Diseases",
        "Cataract",
        "Double-Blind Method",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Macular Degeneration",
        "Male",
        "Middle Aged",
        "Neoplasms",
        "Sample Size",
        "Vitamin E",
        "beta Carotene"
      ]
    },
    {
      "pmid": "9496739",
      "title": "Impaired antioxidant defense system in the kidney tissues from rabbits treated with cyclosporine. Protective effects of vitamins E and C.",
      "authors": [
        "I Durak",
        "H I Karabacak",
        "S Büyükkoçak",
        "M Y Cimen",
        "M Kaçmaz",
        "E Omeroglu",
        "H S Oztürk"
      ],
      "journal": "Nephron",
      "publication_date": "1998",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Enzymatic antioxidant defense system and antioxidant defense potential (AOP) were studied in kidney tissue from rabbits treated with cyclosporine (CsA, 25 mg/kg/day), antioxidant vitamins (E, 100 mg/kg/day plus C, 200 mg/ kg/day), and CsA plus antioxidant vitamins, and in kidney tissue from control animals. Although no change was observed in superoxide dismutase (SOD) activity, glutathione peroxidase (GSH-Px) and catalase (CAT) activities were found decreased in kidney tissue exposed to CsA for 10 days compared with control tissue. The level of thiobarbituric acid-reagent substances (TBARS) was higher and antioxidant defense potential (AOP) lower in the CsA-treated group compared with the other groups. Histopathological examination reveals important subcellular damage in the renal tissue from the animals treated with CsA. Antioxidant vitamin therapy caused full improvement in the enzyme activities, TBARS levels and AOP, but the subcellular damage was partly ameliorated in the CsA plus vitamin group. Results suggest that CsA impairs the antioxidant defense system and reduces the antioxidant defense potential in the renal tissue. Antioxidant vitamin treatment protects the tissue in part against toxic effects of the drug.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Catalase",
        "Cyclosporine",
        "Cyclosporins",
        "Drug Therapy, Combination",
        "Enzyme Inhibitors",
        "Glutathione Peroxidase",
        "Kidney",
        "Kidney Diseases",
        "Kidney Glomerulus",
        "Malondialdehyde",
        "Rabbits",
        "Superoxide Dismutase",
        "Thiobarbituric Acid Reactive Substances",
        "Vitamin E"
      ]
    },
    {
      "pmid": "9000276",
      "title": "Influence of vitamins E and C on the toxic effects of ochratoxin A and T-2 toxin in chicks.",
      "authors": [
        "D Hoehler",
        "R R Marquardt"
      ],
      "journal": "Poultry science",
      "publication_date": "1996-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The objective of this study was to determine whether two antioxidant vitamins, vitamins E and C, were able to counteract the production of lipid peroxides and the corresponding toxic signs of two important but diverse mycotoxins, T-2 toxin and ochratoxin A (OA). Experiment 1 was designed in a 3 x 3 factorial arrangement using three doses of vitamin E (dl-alpha-tocopheryl acetate) in the diet of Leghorn cockerels (required level according to NRC, 10x, and 100x requirements) and three toxin treatment [no toxin (Diets 1, 2, and 3), 4 mg T-2/kg of diet (Diets 4, 5, and 6), and 2.5 mg OA/kg of diet (Diets 7, 8, and 9)]. The experimental design for Experiment 2 was the same as for Experiment 1 except that Vitamin C (0, 200, and 1,000 mg/kg of diet) was used in place of vitamin E and the concentration of T-2 in Diets 4, 5, and 6 was increased to 5 mg/kg of diet. Six replicates were used per treatment with four birds per replicate. In both experiments, OA and T-2 decreased the performance of the chicks significantly. The concentration of uric acid in the plasma increased (P < 0.001) when OA was added to the diet, whereas the supplementation of the diet with vitamin E (100x the requirement) partially counteracted this effect (P = 0.07). The presence of T-2, and especially OA, in the diet decreased the concentration of alpha-tocopherol in the liver (P < 0.001). Consistent with these findings were increased values of malondialdehyde (MDA) in the liver due to OA. In Experiment 1, vitamin E supplementation partially ameliorated the prooxidative effects of OA by decreasing the concentrations of MDA (P < 0.05). These data suggest that lipid peroxides are formed in vivo by T-2 and especially by OA and that these effects can be partially counteracted by an antioxidant such as vitamin E but not by vitamin C.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Antioxidants",
        "Ascorbic Acid",
        "Chickens",
        "Factor Analysis, Statistical",
        "Food, Fortified",
        "Lipid Peroxidation",
        "Liver",
        "Male",
        "Malondialdehyde",
        "Mycotoxins",
        "Ochratoxins",
        "T-2 Toxin",
        "Tocopherols",
        "Uric Acid",
        "Vitamin E",
        "alpha-Tocopherol"
      ]
    },
    {
      "pmid": "7782948",
      "title": "Supranutritional administration of vitamins E and C improves oxidative stability of beef.",
      "authors": [
        "D M Schaefer",
        "Q Liu",
        "C Faustman",
        "M C Yin"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "1995-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Vitamins E and C are important antioxidants in animals. Their antemortem activity continues to function in postmortem muscle (meat), where they have a critical role in maintaining quality in the food product. Dietary supplementation of vitamin E, and intravenous infusion of vitamin C immediately before harvest, are efficacious techniques for increasing the concentration of these vitamins in beef skeletal muscle. Meat with elevated levels of either and probably both of these antioxidant vitamins possesses greater stability of oxymyoglobin and lipid, which results in less discoloration and rancidity, respectively. A model is proposed for the redox relationships between myoglobin and phospholipid in beef with emphasis on vitamins E and C. Antemortem nutritional intervention appears to be a promising approach for improving the quality of fresh meat products subsequently obtained from livestock.",
      "mesh_terms": [
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Ascorbic Acid",
        "Cattle",
        "Meat",
        "Oxidation-Reduction",
        "Vitamin E"
      ]
    },
    {
      "pmid": "7965195",
      "title": "Treatment of cholesterol-fed rabbits with dietary vitamins E and C inhibits lipoprotein oxidation but not development of atherosclerosis.",
      "authors": [
        "D W Morel",
        "M de la Llera-Moya",
        "K E Friday"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "1994-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "New Zealand White rabbits were made hypercholesterolemic by feeding a high cholesterol diet (10 g/kg diet) with or without added antioxidants. The antioxidants used were either probucol (10 g/kg) or vitamin E (10 g/kg) plus vitamin C (0.6 g/kg). Serum cholesterol concentrations were monitored as a function of time. At the end of 10 wk, serum and lipoprotein vitamin E concentrations, the extent of oxidation of lipoprotein fractions (thiobarbituric acid reacting substances), the susceptibility of lipoprotein to oxidation in vitro (conjugated diene formation) and the extent of atherosclerosis (aortic area stained by Sudan IV and plaque thickness) were measured. Rabbits fed diets supplemented with vitamins E and C had markedly higher serum vitamin E concentrations, marked vitamin E enrichment in all lipoprotein fractions, less oxidation in VLDL and LDL and enhanced resistance of LDL to further in vitro oxidation, but did not have significantly less aortic atherosclerosis. Rabbits given supplemental probucol likewise exhibited reduced oxidation of lipoproteins. However, aortic atherosclerosis in these animals was significantly lower, as were serum cholesterol concentrations. Inhibition of lipoprotein oxidation itself was not sufficient to reduce atherosclerosis in cholesterol-fed New Zealand White rabbits.",
      "mesh_terms": [
        "Animals",
        "Arteriosclerosis",
        "Ascorbic Acid",
        "Cholesterol, Dietary",
        "Drug Interactions",
        "Lipoproteins",
        "Oxidation-Reduction",
        "Probucol",
        "Rabbits",
        "Vitamin E"
      ]
    },
    {
      "pmid": "1337005",
      "title": "Evidence for the prevention of oxidative tissue damage in the inner eye by vitamins E and C.",
      "authors": [
        "A J Augustin",
        "W Breipohl",
        "T Böker",
        "A Wegener"
      ],
      "journal": "German journal of ophthalmology",
      "publication_date": "1992",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The injection of oxidative metabolites such as lipid peroxides (LPO) into the vitreous cavity led to tissue damage demonstrable by a dose-dependent increase in intravitreal and intralental LPO levels, which are expressed as thiobarbituric-acid-reactive substances (TBARS). This process was accompanied by an inflammatory response as indicated by the occurrence of leukocyte-derived myeloperoxidase (MPO) in the vitreous body. Intramuscular injections of vitamin E were very effective in reducing both TBARS and MPO activity, whereas vitamin C had a moderate effect on TBARS only. The injection of a combination of the two vitamins was no more effective than treatment with vitamin E alone.",
      "mesh_terms": [
        "Animals",
        "Ascorbic Acid",
        "Female",
        "Lens, Crystalline",
        "Lipid Peroxidation",
        "Lipid Peroxides",
        "Neutrophils",
        "Peroxidase",
        "Rabbits",
        "Retinal Degeneration",
        "Thiobarbituric Acid Reactive Substances",
        "Vitamin E",
        "Vitreous Body"
      ]
    },
    {
      "pmid": "2801474",
      "title": "Combined treatment with vitamins E and C in experimental myocardial infarction in pigs.",
      "authors": [
        "H H Klein",
        "S Pich",
        "S Lindert",
        "K Nebendahl",
        "P Niedmann",
        "H Kreuzer"
      ],
      "journal": "American heart journal",
      "publication_date": "1989-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effect of two different combined treatments with vitamin E acetate and vitamin C on infarct size and recovery of regional myocardial function was investigated in ischemic, reperfused porcine hearts. The left anterior descending coronary artery was distally ligated in 30 thoracotomized pigs for 45 minutes followed by 3 days of reperfusion. Infarct size was determined as the ratio of infarcted (tetrazolium stain) to ischemic (dye technique) myocardium. Regional myocardial function was assessed by sonomicrometry. Ten pigs received vitamin E acetate (12 gm intravenously three times for 1 week) before ischemic and vitamin C (4.4 gm intravenously) before reperfusion (therapy A). Another 10 pigs were treated with vitamin E acetate (12 gm intraarterially) and vitamin C (4.4 gm intravenously) during ischemia (therapy B). An additional 10 pigs served as a control group. Global hemodynamics did not differ significantly among the groups before and during ischemia. Mean plasma concentrations of vitamin E amounted to 107 micrograms/ml in group A, 16 micrograms/ml in group B, and 0.9 micrograms/ml in the control group at the onset of reperfusion. Therapy A reduced the size of the infarct from 73 +/- 12% to 47 +/- 16% of the region at risk (p less than 0.005) and improved regional systolic shortening from 0 +/- 7% to 11 +/- 6% at 3 days after reperfusion (p less than 0.01). Therapy B decreased the size of the infarct to 64 +/- 9% of the region at risk (p = 0.05).(ABSTRACT TRUNCATED AT 250 WORDS)",
      "mesh_terms": [
        "Animals",
        "Ascorbic Acid",
        "Drug Therapy, Combination",
        "Free Radicals",
        "Hemodynamics",
        "Myocardial Infarction",
        "Myocardial Reperfusion",
        "Myocardium",
        "Swine",
        "Vitamin E"
      ]
    },
    {
      "pmid": "3522196",
      "title": "[Role of vitamins E and C in the development of the malignant process].",
      "authors": [
        "T S Morozkina"
      ],
      "journal": "Eksperimental'naia onkologiia",
      "publication_date": "1986",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Review"
      ],
      "abstract": "The data on the influence of antioxidant vitamins (E and C) on the growth of induced and transplantable tumours in animals and on the development of cancer process in man as well as on the course of chemo- and radiotherapy are analyzed; a degree of vitamin provision of the tumour-bearing organism is discussed. Special attention is paid to optimal doses of the above mentioned vitamins. The necessity of combined application of antioxidant vitamins in cancer therapy is established.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Ascorbic Acid",
        "Ascorbic Acid Deficiency",
        "Cell Transformation, Neoplastic",
        "Dose-Response Relationship, Drug",
        "Drug Evaluation",
        "Drug Synergism",
        "Humans",
        "Lipid Metabolism",
        "Lipid Peroxides",
        "Mice",
        "Neoplasms",
        "Neoplasms, Experimental",
        "Nitrosamines",
        "Oxidation-Reduction",
        "Oxidative Phosphorylation",
        "Rabbits",
        "Rats",
        "Tissue Distribution",
        "Vitamin E",
        "Vitamin E Deficiency"
      ]
    },
    {
      "pmid": "7027767",
      "title": "Effects of combination treatment with vitamins E and C on chloasma and pigmented contact dermatitis. A double blind controlled clinical trial.",
      "authors": [
        "R Hayakawa",
        "H Ueda",
        "T Nozaki",
        "Y Izawa",
        "J Yokotake",
        "K Yazaki",
        "T Azumi",
        "Y Okada",
        "M Kobayashi",
        "T Usuda",
        "J Ishida",
        "T Kondo",
        "A Adachi",
        "A Kawase",
        "K Matsunaga"
      ],
      "journal": "Acta vitaminologica et enzymologica",
      "publication_date": "1981",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "A multi-clinical double-blind study on therapeutic effect of combination preparation of vitamins E and C was undertaken in comparison with single preparation of vitamin E and vitamin C in the treatment of chloasma or pigmented contact dermatitis (PCD). Combination treatment resulted in significantly better clinical improvement than vitamin C alone in both diseases. Objective data compiled from color difference measurements and color photographs revealed significantly better results with combination treatment in chloasma than vitamin C alone and, in PCD, than vitamin E or C alone. Differences in skin luminosity between hyperpigmented and normal areas significantly decreased in all three groups, with the combination group producing the most significant change. The total serum lipoperoxide level and its ratio to total serum lipids tended to decline in the combination group, and decreased significantly in vitamin E group. The sebum lipoperoxide level decreased significantly only in the combination group (EC).",
      "mesh_terms": [
        "Ascorbic Acid",
        "Clinical Trials as Topic",
        "Dermatitis, Contact",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Humans",
        "Lipid Metabolism",
        "Lipid Peroxides",
        "Melanosis",
        "Photography",
        "Sebum",
        "Skin Pigmentation",
        "Tocopherols",
        "Vitamin E",
        "alpha-Tocopherol"
      ]
    }
  ]
}