{
  "supplement": "Whey Protein",
  "query": "Whey Protein[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 23:05:09",
  "research_count": 635,
  "count": 100,
  "articles": [
    {
      "pmid": "40254205",
      "title": "Highly stable whey protein-based nanocapsule prepared by in-situ crosslinking in Pickering emulsion.",
      "authors": [
        "Mengtian Yu",
        "Kuan Chang",
        "Zhimin Chen",
        "Yongmei Xia",
        "Jing Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Protein-based carriers contribute to encapsulating oil-soluble bioactive compounds; however, their environmental stability is concerned in further application, especially, under thermal variation. In this work, a novel method for the delivery of oil-soluble bioactive compounds was developed using food-grade whey protein-based crosslinked nanocapsules (PCCs). Whey protein crosslinked emulsions (PCEs) were prepared from whey protein-stabilized Pickering emulsions (PUEs) through transglutaminase stimulated crosslinking. PCEs maintained a smooth spherical morphology after redispersion. The influence of droplet size and emulsion state of PCEs and PUEs upon freeze-thaw, heat and ionic strengths treatment were investigated via DLS characterization and microscope observation. The PCCs presented high drug encapsulation efficiency (96.14 %) and loading capacity (36.92 %). The in-situ crosslinking treatment rendered PCEs stable structure and therefore protective performance for sensitive ingredients such as phenylethyl resorcinol (PR). The prepared PCEs showed improved retention of PR under light, thermal and freeze-heat. PCEs also retained typical sustained in vitro drug-release and skin permeation behavior as PUEs. These findings indicate that PCEs are a useful carrier to package phenylethyl resorcinol and similar compounds in cosmetic products."
    },
    {
      "pmid": "40227197",
      "title": "Ultrasound-Induced Changes in Physicochemical, Microstructural, and Antioxidative Properties of Whey-Protein-Concentrate-Encapsulated 3,3'-Diindolylmethane Nanoparticles.",
      "authors": [
        "Abbas Khan",
        "Cuina Wang",
        "Adam Killpartrick",
        "Mingruo Guo"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study determined the impact of ultrasound duration on the encapsulation of 3,3'-diindolylmethane (DIM) using whey protein concentrate (WPC) nanoparticles. Whey-protein-concentrate-based DIM nanoparticles were prepared and treated with different ultrasound times (0-20 min) with 30% amplitude at 4 °C. The results showed that ultrasound treatment significantly decreased the mean particle size (from 265 nm to 218 nm) and the Polydispersity Index (PDI) value (from 0.49 to 0.43) as well as zeta potential values were notably increased. The encapsulation efficiency (EE%) increased with increasing sonication time (0-20 min) from 76% to 88%, respectively. The ultrasound treatment had a significant effect on the apparent viscosity, and a decrease in the viscosity as a function of shear rate was observed with increasing sonication time. The transmission electronic microscopy (TEM) micrographs demonstrated that all of the formulations treated with different sonication times had a smooth and uniform spherical shape and ultrasound treatment led to the reduction of particle size, especially after 20 min of ultrasound. The thermal stability of the WPC-DIM nanoparticles was enhanced with increasing sonication time by increasing peak denaturation temperature and enthalpy. The Fourier transform infrared spectroscopy (FT-IR) spectra analysis revealed that ultrasound treatment had a remarkable effect on the secondary structure of WPC-DIM nanoparticles; electrostatic interactions and hydrogen bonds between DIM and whey protein were strengthened. Moreover, the length of ultrasound treatment exhibited a significant effect on the DPPH (2,2-diphenyl-2-picrylhydrazyl) scavenging activity (from 56% to 62%) and ABTS(2,2'-azinobis(2 ethylbenzothiazoline-6-sulfonate) scavenging activity (from 47% to 68%). In conclusion, the ultrasound treatment successfully improved the physicochemical, microstructural, and antioxidative properties of WPC-DIM nanoparticles; therefore, it is considered an effective method to develop whey-protein-concentrate-based DIM nanoparticles for medical and nutritional applications."
    },
    {
      "pmid": "40181598",
      "title": "Correction to: Whey Protein Intervention and Inflammatory Factors and Oxidative Stress: Systematic Review and Meta-analysis of Randomized Controlled Trial.",
      "authors": [],
      "journal": "Nutrition reviews",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "40160156",
      "title": "Lactobacillus complex fermentation of whey protein to reduce foodborne allergy symptoms in mice.",
      "authors": [
        "Qinggang Xie",
        "Chunyi Zhai",
        "Shengjun Yang",
        "Xiangxin Wang",
        "Ting Cao",
        "Bailiang Li",
        "Xiaoxi Xu",
        "Zhongjiang Wang"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bovine whey protein, a common ingredient in foods for infants and young children, represents the primary source of nutrition for this demographic. However, bovine whey protein contains β-lactoglobulin (β-LG), which is not found in human whey protein, and some α-lactalbumin (α-LA) with a different amino acid sequence, which has the potential to cause allergic reactions. Eating bovine whey protein can cause allergic reactions in the human immune system. This phenomenon refers to an allergy to bovine whey protein. It is estimated that this condition affects 1.9% to 4.9% of infants globally. Lactobacilli possess a robust protein hydrolysis system capable of disrupting epitopes associated with whey protein allergies while yielding hydrolyzed products and bioactive peptides. This process represents a safe and effective approach to reducing the allergenicity of milk. Consequently, we established a mouse model for whey protein allergy and evaluated the effects of fermented whey protein produced by Lactobacillus on allergic symptoms in mice using ELISA, real-time fluorescence quantitative PCR (RT-qPCR), and HE staining techniques. Furthermore, we analyzed the intestinal flora of allergic mice through 16S rDNA sequencing to elucidate the relationship between Lactobacillus-mediated alterations in gut microbiota and allergic phenotypes within this study. The results showed that compared with the whey protein group, the levels of immunoglobulin E (IgE), histamine and mast cell protease in the serum of mice in the lactic acid bacteria fermented whey protein group were significantly increased, and the secretion of T helper 2 (Th2) type cytokines was inhibited, the production of T helper 1 (Th1) type cytokines was promoted, and the inflammation caused by sensitized mice was significantly alleviated. Furthermore, the fermentation of whey protein by Lactobacillus resulted in an improvement in the intestinal flora of mice, accompanied by promotion of the growth of probiotics such as Lactobacillus, Odoribacter and Bacteroides. This effectively alleviated the allergic reaction in mice. The findings of this experiment provide a theoretical basis for the development of hypoallergenic dairy products and offer a certain degree of guidance for the clinical treatment of allergic diseases.",
      "mesh_terms": [
        "Animals",
        "Whey Proteins",
        "Mice",
        "Lactobacillus",
        "Cattle",
        "Fermentation",
        "Gastrointestinal Microbiome",
        "Immunoglobulin E",
        "Disease Models, Animal",
        "Female",
        "Mice, Inbred BALB C",
        "Milk Hypersensitivity",
        "Food Hypersensitivity",
        "Humans"
      ]
    },
    {
      "pmid": "40139364",
      "title": "Effects of astragalus polysaccharide on the physicochemical properties of heat-induced whey protein gels by simultaneous rheology and Fourier transform infrared spectroscopy.",
      "authors": [
        "Huiyu Xiang",
        "Weibing Tao",
        "Ying Su",
        "Yuqi Jiang",
        "Yumeng He",
        "Yiting Cheng",
        "Weiwei Mu",
        "Chenhao Wang",
        "Kunlun Wang",
        "Xu Chen",
        "Xiaomeng Sun"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the physicochemical properties of gels induced by heat treatment in the presence of 10% polymerized whey protein (PWP) and different concentrations (1%-4%) of astragalus polysaccharide (AGPS). The results of the particle size, zeta potential, surface hydrophobicity, intrinsic fluorescence, surface free sulfhydryl, rheological and differential scanning calorimetry showed that AGPS improved the tertiary structure stability of PWP. Simultaneous rheology and Fourier transform infrared spectroscopy traced the breaks of aromatic groups and the formation of PWP-AGPS hydrogels through hydrogen bonding and electrostatic interactions during heat process. The correctness of the experimental results was verified via molecular docking and 2-dimensional correlation spectroscopy. Cryogenic scanning electron microscopy images showed that the interaction between PWP and AGPS caused the denser microstructure of hydrogels. In summary, AGPS could promote gelation and improve the physicochemical properties of PWP-AGPS hydrogels. The findings of this study provided a theoretical basis for the application of protein-polysaccharide hydrogels in the food industry, offering insights for practical use.",
      "mesh_terms": [
        "Whey Proteins",
        "Rheology",
        "Spectroscopy, Fourier Transform Infrared",
        "Polysaccharides",
        "Astragalus Plant",
        "Hot Temperature",
        "Hydrogels",
        "Gels"
      ]
    },
    {
      "pmid": "40120882",
      "title": "Preparation of whey protein-chitosan edible coating modulated by cold plasma and its effect on quality and metabolites of chilled beef.",
      "authors": [
        "Zhanfei Deng",
        "Yuyue Shi",
        "Shuangshuang Sun",
        "Yayun Hu",
        "Xin Lü",
        "Yuanyuan Shan"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The stability, safety, and sustainability of food preservation coatings have garnered increasing attention, with cold plasma modification emerging as an environmentally friendly alternative. This study developed a cold plasma (CP)-treated 1 % (w/v) whey protein isolate (WPI)/carboxymethyl chitosan (CMCS) coating (mass ratio 1:1) (CPW). The effects of CP treatment were investigated through particle size and zeta potential analyses. Further characterization using intrinsic fluorescence, confocal laser microscopy, and Fourier-transform infrared spectroscopy revealed the impact of CP treatment on WPI-CMCS polymer binding and stability within pH 4-6. Applied to beef preservation, CPW significantly inhibited color deterioration, delayed increases in TVB-N and TBARS levels, reduced total microbial counts, and maintained favorable texture properties during 4 °C storage (p < 0.05). Combined LC/MS and GC/MS analyses demonstrated that CPW treatment effectively reduced critical deterioration markers: lipid peroxidation products (13-L-hydroperoxylinoleic acid, 9(S)-HPODE, 9,10-DHOME) and protein degradation products (L-glutamic acid, L-arginine, L-phenylalanine), while regulating energy metabolism metabolites (citric acid, lactic acid). These findings indicate that CPW maintains beef quality by modulating energy metabolism, lipid peroxidation, and protein degradation pathways. This study demonstrates that CP modification enhances WPI-CMCS composites binding and stability, positioning CPW as a safe, green, and effective preservation coating with promising application prospects for chilled beef preservation, which has the potential to replace traditional chemical synthetic preservatives and mitigate the environmental pollution caused by non-biodegradable packaging."
    },
    {
      "pmid": "40057093",
      "title": "The impact of ultrasound synergized with salt on the structure and loading characteristics of whey protein isolate-chitosan complexes.",
      "authors": [
        "Yuhan Yan",
        "Liurong Huang",
        "Jiale Shen",
        "Yu Chen",
        "Ronghai He"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study examined the impact of ultrasound synergized with salt on the structure and loading properties of whey protein isolate (WPI)-chitosan (CS) complexes. A higher curcumin loading value was obtained when WPI and CS were combined at a 10:6 mass ratio with a complex concentration of 8 g/L. The synergistic effect of ultrasound combined with salt treatment directly applied to WPI was more effective in enhancing the loading capacity of curcumin than when applied to WPI/CS complexes. Different NaCl concentrations affected the structure of WPI and its complexing ability with CS differently. High NaCl concentrations could cause aggregation of WPI and its complexes. After ultrasonic treatment with 0.4 % NaCl, the particle size of WPI decreased from 330.4 to 213.3 nm, its hydrophobicity increased, and the α-helix structure unfolded. The complexes formed by modified WPI and CS had higher viscosity and a looser structure, enhancing curcumin loading capacity to 36.3 mg/g, an improvement of 25.8 % over the control. The curcumin encapsulated in the modified WPI/CS complexes showed greater radical scavenging activity compared to free curcumin. The results of this study offer valuable insights in the design and preparation of WPI/CS complexes with good loading capacity."
    },
    {
      "pmid": "40046900",
      "title": "Nutritional safety and suitability of a specific protein hydrolysate derived from sources of skimmed cow's milk and whey protein concentrates and used in infant and follow-on formula manufactured from hydrolysed protein by Healthcare Reckitt B.V.",
      "authors": [
        "Torsten Bohn",
        "Montaña Cámara",
        "Jacqueline Castenmiller",
        "Stefaan de Henauw",
        "Karen-Ildico Hirsch-Ernst",
        "Angeles Jos",
        "Alexandre Maciuk",
        "Inge Mangelsdorf",
        "Breige McNulty",
        "Androniki Naska",
        "Kristina Pentieva",
        "Alfonso Siani",
        "Frank Thies",
        "Laurence Castle",
        "Mary Fewtrell",
        "Hildegard Przyrembel",
        "Ariane Titz",
        "Dominique Turck"
      ],
      "journal": "EFSA journal. European Food Safety Authority",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The European Commission (EC) requested the European Food Safety Authority to evaluate the nutritional safety and suitability of a specific protein hydrolysate derived from sources of skimmed cow's milk (including non-fat) and whey protein concentrates for use in infant and follow-on formula manufactured by Healthcare Reckitt B.V. Healthcare Reckitt B.V. submitted a dossier to the EC seeking an amendment to Regulation (EU) 2016/127 regarding the protein sources permissible in the manufacture of infant and/or follow-on formula. The protein hydrolysate under evaluation is sufficiently characterised with respect to the hydrolysed protein. In the pertinent intervention study provided, an infant formula manufactured from the protein hydrolysate with a protein content of 2.3 g/100 kcal and consumed as the sole source of nutrition for 3 months led to growth that is similar to an infant formula manufactured from intact cow's milk protein with a protein content of 1.9 g/100 kcal. Data on adverse events and tolerance of the formula did not raise any concerns. No experimental data have been provided on the nutritional safety and suitability of this protein source in follow-on formula. Given that follow-on formula is consumed with complementary foods and the protein source is nutritionally safe and suitable in an infant formula that can be the sole source of nutrition of young infants, the Panel considers that the protein hydrolysate is also a nutritionally safe and suitable protein source for use in follow-on formula. The Panel concludes that the protein hydrolysate under evaluation is a nutritionally safe and suitable protein source for use in infant and follow-on formula, as long as the formula in which it is used contains a minimum of 2.3 g/100 kcal protein and complies with the compositional criteria of Regulation (EU) 2016/127 and the amino acid pattern in its Annex IIIA."
    },
    {
      "pmid": "39987807",
      "title": "Facile and green synthesis of nanocarriers from chondroitin sulfate-based and whey protein isolate with improved stability and biocompatibility for anthocyanins protection.",
      "authors": [
        "Zixuan Li",
        "Zhipeng Gao",
        "Donglin Su",
        "Zhipeng Su",
        "Yanjiao Fu",
        "Wenbin Xiao",
        "Fuhua Fu",
        "Gaoyang Li",
        "Lvhong Huang",
        "Jiajing Guo",
        "Yang Shan"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Anthocyanins (ACNs) are widely used in the culinary, cosmetic, and biomedical industries owing to their potent bioactivities. However, the rapid degradation of ACNs in extreme environments is a major limiting factor for their physicochemical stability and bioactivity. This study reported a facile and environmental-friendly ACN embedding strategy using chondroitin sulfate (CS) and whey protein isolate (WPI) to prepare the CS/WPI@ACN complex. The encapsulation efficiency of CS/WPI@ACN reached up to 84.87 % when the CS-to-WPI mass ratio was 1:5, and the core-to-wall material ratio was 1:3. Molecular docking analysis revealed that the CS/WPI complex harbored a concave chamber, which was conducive for the embedding of small ACN molecules and promoting drug activity. The CS/WPI@ACN complex enabled sustained ACN release in the gastrointestinal tract in vitro. The CS/WPI@ACN complex was stable under ascorbic acid treatment conditions, high temperatures, and a wide range of pH levels. In vitro release data demonstrated that most encapsulated ACNs were released in the small intestine. Furthermore, the antioxidant activity of the CS/WPI@ACN complex was higher than that of free ACN. Therefore, this study proposed a strategy to protect unstable active substances, and laid a foundation for blueberry anthocyanins in the high-value utilization of functional drinks.",
      "mesh_terms": [
        "Whey Proteins",
        "Anthocyanins",
        "Chondroitin Sulfates",
        "Green Chemistry Technology",
        "Drug Carriers",
        "Humans",
        "Nanoparticles",
        "Biocompatible Materials",
        "Molecular Docking Simulation",
        "Antioxidants",
        "Drug Stability"
      ]
    },
    {
      "pmid": "39986086",
      "title": "Whey protein-structured oleogels: Effect of α-lactalbumin addition and ultrasonication treatment on oleogelation.",
      "authors": [
        "Qiu-Ya Ji",
        "Ran Feng",
        "Yu-Nong Chen",
        "Chao Zhang",
        "Jiao Wu",
        "Meng-Jie Yu",
        "Bao Zhang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Research on oleogels has a health and sustainability imperative for reducing saturated-fat intake. Herein, the physicochemical properties of whey protein aggregates (WPA) with α-lactalbumin (α-La) addition (5-10 %), ultrasonication (1-2 min), and heating process (85-95 °C), and consequently, the functional characteristics of WPA-based oleogels (WPO) and their potential for replacing commercial butter were investigated. More α-La incorporation and longer ultrasonication increased the hydrogen bonding and β-sheet (34 %-50 %), while reduced random coil of WPA (27 %-11 %), which promoted WPA formation, increased WPA structural density, and led to a decline in particle size of WPA driven by surface hydrophobicity decrease. Therefore, the WPO exhibited excellent oil-holding capacity, thermal stability, viscoelasticity and spreadability. WPO consisted of 95 °C-heated WPA with 5 % α-La addition or 1 min-ultrasonication showed textural and rheological behavior similar to butter. These results contribute to the formulation of whey protein oleogels with controlled physicochemical and functional properties, showing potential being applied as fat substitutes.",
      "mesh_terms": [
        "Whey Proteins",
        "Lactalbumin",
        "Organic Chemicals",
        "Rheology",
        "Hydrophobic and Hydrophilic Interactions",
        "Particle Size",
        "Hot Temperature",
        "Fat Substitutes",
        "Viscosity"
      ]
    },
    {
      "pmid": "39977279",
      "title": "Protein Digestibility and Anti-inflammatory Activity of Processed Whey Protein Ingredients for Infant Formula.",
      "authors": [
        "Yuhui Ye",
        "Yajing Fang",
        "Kasper Engholm-Keller",
        "Mie Rostved Bechshøft",
        "Dereck E W Chatterton",
        "Per T Sangild",
        "Duc Ninh Nguyen",
        "Stine B Bering",
        "Marianne N Lund"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Conventional whey protein concentrate (WPC) and gently processed skim-milk-derived WPC (SPC) undergo heat processing to ensure microbial safety before use in infant formula products. Heat treatment and storage induce protein structural changes, which may modulate digestibility and bioactivity. The objective of the study was to evaluate the effect of heat treatment and storage on the SPC ingredient by subjecting it to heat treatment (80 °C, 30 s) with or without an additional six-week storage at 37 °C (resulting in HT-SPC and HTS-SPC, respectively) and to compare these effects with a reference WPC ingredient. Reducible aggregates were present in HT-SPC, HTS-SPC, and WPC but not in the control SPC ingredient. As assessed in vitro, infant gastric digestion conditions had a limited hydrolytic effect on whey proteins, while significant protein hydrolysis occurred under infant intestinal conditions. WPC was more digestible than SPC, and additional heat treatment of SPC increased the protein digestibility. The digested protein ingredients exhibited similar anti-inflammatory activity (e.g., inhibition of the NFκB pathway in THP-1 macrophages in vitro). In conclusion, the SPC ingredient was less digestible, which was improved by heat treatment but with similar bioactivity as a conventional WPC ingredient.",
      "mesh_terms": [
        "Whey Proteins",
        "Infant Formula",
        "Humans",
        "Anti-Inflammatory Agents",
        "Digestion",
        "Infant",
        "Hot Temperature",
        "Animals",
        "Food Handling",
        "Macrophages",
        "Cattle"
      ]
    },
    {
      "pmid": "39961562",
      "title": "Carboxymethyl chitosan-gelatin based films filled with whey protein-stabilized nanoscale essential oil for skin wound healing: In vivo and in vitro studies.",
      "authors": [
        "Qiang Peng",
        "Famin Wen",
        "Xinrui Tang",
        "Shengjie Lu",
        "Huilin Li",
        "Chuanju Wang",
        "Zihao Chen",
        "Zidan Zhou",
        "Shaofan Tan",
        "Huaicheng Qin",
        "Yongguang Bi",
        "Zhong Wang",
        "Fansheng Kong"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wound healing and antibiotic resistance present significant clinical challenges, underscoring the need for innovative bioactive wound dressings. This study prepared green-sustainable bioactive films by incorporating Litsea cubeba essential oil nanoemulsion (LCEO-NE) into a carboxymethyl chitosan-gelatin composite matrix, with essential oil in the films stabilized by whey protein for the first time. Fourier-transform infrared spectroscopy (FTIR) confirmed the interaction between the nanoemulsion and the matrix, resulting in altered absorption peaks. Scanning electron microscopy (SEM), X-ray diffraction (XRD), and thermogravimetric analysis (TGA) revealed that the addition of LCEO-NE increased the surface roughness, crystallinity, and thermal stability of the films. Furthermore, incorporating LCEO-NE significantly enhanced the physical properties and bioactivity of the films, with CGL-3 exhibiting optimal performance: tensile strength of 2.31 MPa, elongation at break of 72.31 %, strong antibacterial and antioxidant effects, excellent water absorption, biocompatibility, prolonged essential oil release (66 h), a water vapor permeability of 40.73 g/m2/h, and a contact angle of 82.23°. In vivo testing in a mouse model showed a 99 % wound healing rate by day 15 following treatment with the CGL-3 film, along with enhanced collagen deposition, accelerated epithelialization, and reduced inflammation. Overall, the CGL-3 film holds great promise for advanced wound care applications.",
      "mesh_terms": [
        "Chitosan",
        "Wound Healing",
        "Gelatin",
        "Animals",
        "Whey Proteins",
        "Oils, Volatile",
        "Mice",
        "Anti-Bacterial Agents",
        "Skin",
        "Antioxidants",
        "Emulsions",
        "Bandages",
        "Steam"
      ]
    },
    {
      "pmid": "39938819",
      "title": "Foaming properties of the complex of whey protein isolate fibrils and octenyl succinate starch and the application in angel cake.",
      "authors": [
        "Meng Zhao",
        "Xiaoying Qu",
        "Wenlong Niu",
        "Ling Wu",
        "Zhao Li",
        "Die Dong",
        "Zhengzong Wu",
        "Jianpeng Li",
        "Chao Yuan",
        "Bo Cui"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exploring the functional properties of protein fibrils/polysaccharide complexes has recently attracted significant attention, but their foaming characteristics and potential food applications are still far from being fully understood. This work aimed to enhance the foaming properties of whey protein isolate fibrils (WPIF) through their complexation with amphiphilic octenyl succinate starch (OSS) and assessed the feasibility of utilizing this complex as an egg white alternative in angel cake production. The results showed that at pH 6.0, WPIF/OSS complexes with ratios (r) of 2.0, 4.0, and 10.0 demonstrated equal or superior foaming capacity (up to 1.2) compared to WPIF alone. Low-temperature treatment further augmented both the foaming capacity and foam half-life of the WPIF/OSS complexes. For food application, the complex at pH 6.0 and r = 2.0 was selected. Substituting 12.5 % of the egg white with this complex resulted in cakes with the largest foam volume, lowest foam and batter densities, and reduced cohesiveness and hardness. This was attributed to enlarged pore size, which enhanced product elasticity and resilience. This study used OSS to enhance the WPIF's foaming performance, expanding its applications to the food industry. The improved quality of angel cake with WPIF/OSS highlights its potential as a food formulation ingredient.",
      "mesh_terms": [
        "Whey Proteins",
        "Starch",
        "Succinates",
        "Hydrogen-Ion Concentration"
      ]
    },
    {
      "pmid": "39863481",
      "title": "Corrigendum to \"Structural characterization of modified whey protein isolates using cold plasma treatment and its applications in emulsion oleogels\" [Food Chemistry 356 (2021) 129703].",
      "authors": [
        "Wei Gong",
        "Xiao-Lu Guo",
        "Hai-Bo Huang",
        "Xiang Li",
        "Yu Xu",
        "Jiang-Ning Hu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "39844826",
      "title": "Nutritional safety and suitability of a specific protein hydrolysate manufactured by Fonterra Co-operative Group Ltd derived from a whey protein concentrate and used in infant formula and follow-on formula.",
      "authors": [
        "Torsten Bohn",
        "Montaña Cámara",
        "Jacqueline Castenmiller",
        "Stefaan de Henauw",
        "Karen-Ildico Hirsch-Ernst",
        "Angeles Jos",
        "Alexandre Maciuk",
        "Inge Mangelsdorf",
        "Breige McNulty",
        "Androniki Naska",
        "Kristina Pentieva",
        "Alfonso Siani",
        "Frank Thies",
        "Laurence Castle",
        "Mary Fewtrell",
        "Hildegard Przyrembel",
        "Ariane Titz",
        "Dominique Turck"
      ],
      "journal": "EFSA journal. European Food Safety Authority",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The European Commission asked EFSA to deliver an opinion on the nutritional safety and suitability for use in infant and follow-on formula of a specific protein hydrolysate from whey protein concentrate manufactured by Fonterra Co-operative Group Ltd. Fonterra Co-operative Group Ltd. submitted a dossier to the European Commission to request an amendment of Regulation (EU) 2016/127 with respect to the protein sources that may be used in the manufacture of infant and/or follow-on formula. The protein hydrolysate under evaluation is sufficiently characterised with respect to the hydrolysed protein. In the pertinent intervention study provided, an infant formula manufactured from the protein hydrolysate with a protein content of 2.0 g/100 kcal and consumed as the sole source of nutrition by infants for 3 months led to a growth similar to a formula manufactured from intact cow's milk with the same protein content. Data on gastrointestinal tolerance of the formula did not raise any concerns. No experimental data have been provided on the nutritional safety and suitability of this protein source in follow-on formula. Given that follow-on formula is consumed with complementary foods and the protein source is nutritionally safe and suitable in an infant formula that is the sole source of nutrition of young infants, the Panel considers that the protein hydrolysate is also a nutritionally safe and suitable protein source for use in follow-on formula. The Panel concludes that the protein hydrolysate under evaluation is a nutritionally safe and suitable protein source for use in infant and follow-on formula, as long as the formula in which it is used contains a minimum of 2.0 g/100 kcal protein and complies with the compositional criteria of Regulation (EU) 2016/127 and the amino acid pattern in its Annex IIIA."
    },
    {
      "pmid": "39796323",
      "title": "Effect of Whey Protein Changes on Milk Flavor and Sensory Characteristics During Heating.",
      "authors": [
        "Zheting Zhang",
        "Kexin Jiang",
        "Aolin Yang",
        "Kunli Xu",
        "Fanyu Meng",
        "Fang Zhong",
        "Bei Wang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The flavor of dairy products crucially affects consumer purchase preference. Although the flavor and sensory perception of milk can be influenced by heat treatment during processing, the exact mechanism remains unclear. Therefore, this study analyzed the whey protein content and structural changes of milk heated at different time and temperature combinations and evaluated the flavor compounds and sensory characteristics of milk. The results showed that higher temperatures changed the secondary milk whey protein structures and gradually increased α-lactalbumin, β-lactoglobulin, and lactoferrin denaturation in the milk. There were differences in sensory characteristics of milk heated at different time and temperature combinations. The correlation analysis indicated that whey protein denaturation was negatively correlated with 1-octen-3-ol (p < 0.05) and positively associated with hexanal, isovaleric acid, γ-nonalactone, methyl palmitate, and phenol (p < 0.01). The changes in the content and secondary structure of whey proteins affected the interaction between flavor compounds and whey protein, which affected the release of flavor compounds. Consequently, the sensory characteristics of milk were influenced. This study provides a theoretical basis for exploring the interaction between whey proteins and flavor compounds."
    },
    {
      "pmid": "39684018",
      "title": "Preliminary In Vitro Assessment of Whey Protein Isolate Hydrogel with Cannabidiol as a Potential Hydrophobic Oral Drug Delivery System for Colorectal Cancer Therapy.",
      "authors": [
        "Daniel K Baines",
        "Karen Wright",
        "Timothy E L Douglas"
      ],
      "journal": "Polymers",
      "publication_date": "2024-Nov-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer (CRC) is the second global cause of cancer morbidity. Often, potent CRC drugs fail to reach the market, due to the molecule having low solubility levels. Therefore, there is a need to develop a viable, targeted delivery system for hydrophobic drugs. Whey protein isolate (WPI), in the form of hydrogels, has demonstrated loadability with hydrophobic molecules. Hydrophobic cannabidiol (CBD) has demonstrated potential in inhibiting and suppressing CRC tumour growth. Therefore, in this study, WPI hydrogels were assessed as a novel oral hydrophobic drug delivery vehicle, using CBD as a model drug. The hydrogels were analysed in conditions consistent with the alimentary tract. The investigation was performed at pH 2 (stomach), pH 7 (small intestines) and pH 9 (large intestines) and using the enzymes pepsin (stomach) and protease (small and large intestines) to simulate the digestive environment. Polymer swelling assays demonstrated that the swelling potential of the hydrogels was strongly dependent on pH. At pH 2, hydrogels decreased in mass, losing around 10% of their initial mass, while hydrogels in a pH 9 environment increased in mass by approximately 50%. However, the enzymatic degradation of the hydrogels at pH 2 (pepsin, stomach), pH 7 (protease, small intestines) and pH 9 (protease, large intestines) was more pronounced in the neutral-alkaline pH range. Pepsin at pH 2 had no significant effect on the hydrogels. In contrast, protease at pH 9 significantly degraded the hydrogels, resulting in a mass loss of 30-40% from the initial mass. The results suggesting a higher rate of degradation in the intestines rather than in the stomach. Furthermore, CBD release, analysed with U.V. spectroscopy, demonstrated a higher release rate in pH conditions associated with the intestines (pH 7 and pH 9) rather than the stomach (pH 2), suggesting a higher rate of CBD release in regions of the digestive tract affected by CRC. Significantly, the hydrogels significantly reduced the viability of HT29 CRC cells. This study demonstrates the potential of the utilisation of WPI hydrogels as an oral hydrophobic drug delivery system."
    },
    {
      "pmid": "39682849",
      "title": "Pickering Emulsion Stabilized by Different Concentrations of Whey Protein-Cress Seed Gum Nanoparticles.",
      "authors": [
        "Maryam Davtalab",
        "Sara Naji-Tabasi",
        "Mostafa Shahidi-Noghabi",
        "Artur J Martins",
        "Ana I Bourbon",
        "Miguel A Cerqueira"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nanoparticles based on food-grade materials are promising materials to develop Pickering emulsions for food applications. Initially, this study focuses on the development of nanoparticles through the utilization of a soluble complex of whey protein concentrate (WPC) and cress seed gum (CSG), which were modified by calcium chloride (CaCl2) as a cross-linker. The response surface methodology was used to investigate the impact of different concentrations of WPC (1-4% w/v), CSG (0-1% w/v), and CaCl2 (1-3 mM) on particle size, polydispersity index (PDI), and Zeta potential. The optimum conditions for the production of CSG-WPC nanoparticles (WPC-CSG NPs) were 0.31% (w/v) CSG, 1.75% (w/v) WPC, and 1.69 mM CaCl2, resulting in nanoparticles with average size of 236 nm and Zeta potential of -22 mV. Subsequently, oil-in-water (O/W) Pickering emulsions were produced with different concentrations of WPC-CSG NPs in optimum conditions. The contact angles of the WPC-CSG NPs were 41.44° and 61.13° at concentrations of 0.5% and 1%, respectively, showing that NPs are suitable for stabilizing O/W Pickering emulsions. Pickering emulsion viscosity rose from 80 to 500 mPa when nanoparticle concentration increased from 0.5% to 1%. Results also showed that WPC-CSG NPs enable stable O/W Pickering emulsions during storage and thermal treatment, confirming that protein-polysaccharide NPs can provide a sufficient steric hindrance."
    },
    {
      "pmid": "39671813",
      "title": "Construction of nanodelivery system based on the interaction mechanism between ultrasound-treated soybean whey protein and quercetin: structure, physicochemical stability and bioaccessibility.",
      "authors": [
        "Xinru Cao",
        "Jia Cao",
        "Tianhe Xu",
        "Lexi Zheng",
        "Jingyi Dai",
        "Xiaokun Zhang",
        "Tian Tian",
        "Kunyu Ren",
        "Xiaohong Tong",
        "Huan Wang",
        "Lianzhou Jiang"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, soybean whey protein (SWP) nanodelivery system was constructed through ultrasound treatment and quercetin (Que) modification. The effect of ultrasound power on the interaction mode between SWP and Que, and the formation and stability of SWP-Que nanodelivery system were investigated. Optimal ultrasound treatment (300-500 W) produced SWP-Que nanoparticles with smaller particle size, higher ζ-potential values, and more uniform dispersion. Fluorescence spectroscopy and FTIR analyses revealed that SWP primarily binds to Que through hydrophobic interactions. Ultrasound treatment induced the unfolding of the SWP structure, thereby increasing its binding affinity to Que. After 400 W sonication, the encapsulation efficiency can reach 95.63 ± 0.60 %. The SWP-Que nanoparticles protected Que from degradation under environmental stresses (heat, UV, and storage) and improved its bioaccessibility during digestion as the ultrasonic power of 400 W. This study highlights the potential of ultrasound-modified SWP nanoparticles for effective nutrient delivery.",
      "mesh_terms": [
        "Whey Proteins",
        "Quercetin",
        "Glycine max",
        "Nanoparticles",
        "Sonication",
        "Chemical Phenomena",
        "Ultrasonic Waves",
        "Particle Size",
        "Hydrophobic and Hydrophilic Interactions",
        "Biological Availability"
      ]
    },
    {
      "pmid": "39647241",
      "title": "The effects of whey protein supplementation on indices of cardiometabolic health: A systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Konstantinos Prokopidis",
        "Paul T Morgan",
        "Nicola Veronese",
        "Jordi Morwani-Mangnani",
        "Konstantinos K Triantafyllidis",
        "Konstantinos S Kechagias",
        "Justin Roberts",
        "Christopher Hurst",
        "Emma Stevenson",
        "Dimitris Vlachopoulos",
        "Oliver C Witard"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "INTRODUCTION: The increasing prevalence of cardiometabolic diseases highlights the urgent need for practical interventions to mitigate their associated public health burden. Whey protein supplementation has emerged as a potential intervention for improving markers of cardiometabolic health. The aim of this systematic review and meta-analysis was to examine the effect of whey protein ingestion on cardiometabolic profile in adults. METHODS: A systematic search was conducted in PubMed, Web of Science, Scopus, and Cochrane Library from inception until June 2024. Eligible RCTs compared the effect of whey protein supplementation compared to placebo or a carbohydrate-based control on markers of cardiometabolic health. Using the random effects inverse-variance model, we estimated the mean difference (MD) in blood pressure, high- and low-density lipoproteins (HDL-cholesterol, LDL-cholesterol), total cholesterol, triglycerides, and homeostatic model assessment for insulin resistance (HOMA-IR) index. RESULTS: This meta-analysis included 21 RCTs. Whey protein supplementation had no effect on HDL-cholesterol concentration but did elicit a reduction in LDL-cholesterol in individuals aged <50 years (P < 0.01) and when combined with exercise (MD: -5.38, 95 % confidence interval (95 % CI): -8.87 to -1.88, I2 = 0 %, P < 0.01). Total cholesterol was reduced with interventions that combined whey protein supplementation and exercise (MD: -8.58, -14.32 to -2.83, I2 = 55 %, P < 0.01), irrespective of age, protein dose, and body mass index ≥25 kg/m2 (MD: -6.71, 95 % CI: -11.60 to -1.83, I2 = 74 %, P < 0.01). Whey protein supplementation of ≥12 weeks was associated with reduced triglyceride levels (MD: -6.61, 95 % CI: -11.06 to -2.17, I2 = 70 %, P < 0.01). There was no clinically relevant effect of whey protein supplementation on blood pressure and HOMA-IR, however, changes pertinent to HDL-cholesterol, total cholesterol, and triglyceride reduction were primarily displayed in healthy adults. CONCLUSIONS: Whey protein supplementation may be an effective intervention for reducing LDL and total cholesterol levels, particularly in healthy, overweight/obese adults aged <50 years, with the greatest benefits observed when combined with exercise. Healthy adults also showed a benefit regarding triglyceride levels.",
      "mesh_terms": [
        "Whey Proteins",
        "Humans",
        "Randomized Controlled Trials as Topic",
        "Dietary Supplements",
        "Cardiovascular Diseases",
        "Blood Pressure",
        "Adult",
        "Middle Aged",
        "Triglycerides",
        "Male",
        "Exercise",
        "Cholesterol, HDL",
        "Female",
        "Cholesterol, LDL",
        "Insulin Resistance"
      ]
    },
    {
      "pmid": "39638213",
      "title": "Enhancing lipid digestion and absorption rate: The role of whey protein isolate short fibrils in emulsions.",
      "authors": [
        "Juncai Leng",
        "Li Li",
        "Wei Zhao",
        "Yun Bian"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lipid serve as a crucial energy source during prolonged endurance exercise, and whey protein isolate (WPI) is commonly applied in food emulsions to modulate lipid digestibility. Herein, we prepared WPI short fibrils, <400 nm in length, to stabilize emulsion and increase lipid digestion and absorption rates. Specifically, a 2 % (w/v) WPI solution was adjusted to pH 2 and heated at 90 °C for 6 h to produce long fibrils, followed by 168 h of shear force treatment to obtain short fibrils. Compared to native WPI and long fibrils, short fibrils exhibited smaller molecular weight and higher surface hydrophobicity. Both short and long fibrils showed no cytotoxic effects on BRL and HEK-293 cells. Emulsions stabilized by short fibrils displayed excellent emulsifying capacity and stability, along with favorable dispersion during in vitro digestion. Importantly, the short fibrils emulsion improved in vitro digestion rate of lipids and promoted the rapid lipid absorption in vivo. These findings suggest that modifying protein fibrils around oil droplets can modulate lipid digestibility, with short fibrils offering potential to improve lipid absorption in functional foods tailored for personalized nutrition in extreme endurance exercise.",
      "mesh_terms": [
        "Whey Proteins",
        "Emulsions",
        "Humans",
        "Digestion",
        "Animals",
        "HEK293 Cells",
        "Lipid Metabolism",
        "Lipids",
        "Rats",
        "Hydrophobic and Hydrophilic Interactions"
      ]
    },
    {
      "pmid": "39620029",
      "title": "Identification of Whey Protein-Derived Anti-Obesity Peptides Through 3T3-L1 Adipocyte Differentiation Assay.",
      "authors": [
        "Yuma Hirose",
        "Masaki Kurimoto",
        "Naoki Yuda",
        "Miyuki Tanaka"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Whey proteins are a rich source of bioactive peptides. Whey protein hydrolysate (WPH) can effectively improve metabolic syndrome and reduce the risk of obesity. Bioactive peptides isolated from various food sources exhibit anti-obesity effects. However, few reports are available on the identification of anti-obesity peptides from whey protein. In this study, we aimed to identify anti-obesity peptides from whey protein. Our findings revealed that WPH suppressed the accumulation of lipid droplets in 3T3-L1 adipocytes. Anti-obesity peptides in WPH were identified using amino acid sequencing and LC-MS analysis. Then, the inhibitory effects of the synthetic peptides on adipogenesis were assessed through Oil Red O staining. Two peptides were identified as anti-adipogenic: LDQW and LKPTPEGDLEIL. Subsequently, real-time PCR analysis found that several adipogenesis-related genes, such as peroxisome proliferator-activated receptor γ, were downregulated in the treatment with these peptides. Furthermore, LDQW and LKPTPEGDLEIL decreased the mRNA expression levels of stearoyl-coenzyme A desaturase 1 and increased carnitine palmitoyl transferase 1α expression in 3T3-L1 adipocytes. These findings indicate that LDQW and LKPTPEGDLEIL have anti-obesity properties and may be beneficial for treating metabolic diseases. This study provides a reference basis for developing new techniques to prevent obesity and related diseases."
    },
    {
      "pmid": "39619974",
      "title": "Evaluation of whey protein coating containing free and Pickering emulsion forms of Trachyspermum copticum L. essential oil on quality of refrigerated beef.",
      "authors": [
        "Vida Saghari",
        "Hossein Jalali",
        "Nabi Shariatifar",
        "Seyedhamidreza Ziaolhagh"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of the present research was to prepare a novel biodegradable coating of whey protein (whey) and essential oil of Trachyspermum copticum L. (forms of free (EO) and Pickering emulsion (NEO)) to improve the shelf life of beef. In this study, various microbiological, chemical, and sensory analyses were performed. The results showed that after 18 days, the highest and lowest microbiological counts were related to control samples and whey-NEO treatments, respectively. The total viable count (TVC) was 8.2 and 6.8 log CFU/g, the total psychrotrophic count (TPC) was 8.5 and 6.7 log CFU/g, and the lactic acid bacteria (LAB) count was 7.7 and 6.5 log CFU/g for control and whey-NEO treatments, respectively. Chemical analysis of whey-NEO treatment and control sample were 6.3 and 7.5 for pH, 9.8 and 13.9 meq/kg for PV (peroxide value), 5.45 and 8.85 mg/kg for TBARS (thiobarbituric acid reactive substances), and 25.1 and 39.4 mgN/100 g for TVB-N (total volatile basic nitrogen), respectively. The best result was associated with the whey-NEO treatment; consequently, coatings with whey and EO Pickering emulsion should be considered as a potential active coating in the meat industry."
    },
    {
      "pmid": "39614568",
      "title": "Enhancing the water dispersibility and intestinal targeting of pterostilbene using tannic acid-whey protein conjugates.",
      "authors": [
        "Xiuping Liang",
        "Linlang Zhou",
        "Yetong Zhang",
        "Bohan Yang",
        "David Julian McClements",
        "Zhengyu Jin",
        "Long Chen"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, three types of whey protein isolate (WPI)-tannic acid (TA) covalent conjugates (WPI-TA) were synthesized via alkaline treatment, free radical-induced method, and laccase induction. These conjugates were subsequently utilized in the antisolvent precipitation method to encapsulate pterostilbene (Pte). The structural and functional properties of these conjugates as carriers for intestinal-targeted Pte delivery were thoroughly evaluated. SDS-PAGE, total phenolic content measurement, grafting efficiency, and FT-IR analysis confirmed the successful formation of three distinct covalent conjugates. Among them, the laccase-induced WPI-TA conjugates exhibited the highest TA grafting efficiency. The particle size of this conjugate was measured at 115.25 nm with a PDI of 0.31. Upon encapsulation of Pte, this conjugate exhibited superior thermal stability, enhanced antioxidant properties, and sustained release within the gastrointestinal tract. The water solubility of Pte in these nanoparticles was found to be 361.19 times higher than that of free Pte, presenting a promising strategy for targeted intestinal delivery of Pte.",
      "mesh_terms": [
        "Whey Proteins",
        "Tannins",
        "Stilbenes",
        "Solubility",
        "Particle Size",
        "Antioxidants",
        "Water",
        "Nanoparticles",
        "Drug Carriers",
        "Intestinal Mucosa",
        "Spectroscopy, Fourier Transform Infrared",
        "Polyphenols"
      ]
    },
    {
      "pmid": "39614546",
      "title": "Characterization and kinetics of whey protein isolate amyloid fibril aggregates under moderate electric fields.",
      "authors": [
        "Rita T Leal",
        "Ricardo S Pereira",
        "Rui M Rodrigues",
        "Ricardo N Pereira"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Food proteins solutions enable the controlled flow of electrical current when subjected to a Moderate electric field (MEF). This application results in internal heat generation, known as ohmic heating, accompanied by electrochemical reactions. These effects play a significant role in influencing the formation of protein amyloid fibril aggregates (AFA), which have broad applications in food and biomedical fields, ranging from improving food texture to biomedical applications such as drug delivery and disease treatment. This study focused on investigating the formation of β-Lactoglobulin (β-lg) AFA under MEF conditions using WPI as protein source and various characterization techniques (e.g., Thioflavin T fluorescence, circular dichroism, and electron microscopy). The results indicated that MEF prolonged the lag phase of AFA formation. Furthermore, nucleation and fibril growth showed higher activation coefficients and cooperativity level (n > 2) compared to conventional heating method. MEF treatment resulted in unique fibril clustering and the presence of unexpected higher-order AFA networks confirmed by electron microscopy. These findings highlight the significant role of MEF in influencing the aggregation kinetics of β-lg AFA. Exploring further into the electrochemical and thermal effects during protein aggregation processes holds the key to unlocking deeper insights into fibril formation process.",
      "mesh_terms": [
        "Kinetics",
        "Whey Proteins",
        "Amyloid",
        "Lactoglobulins",
        "Protein Aggregates",
        "Electricity",
        "Circular Dichroism"
      ]
    },
    {
      "pmid": "39614541",
      "title": "Fabrication and characterization of whey protein isolate-tryptophan nanoparticles by pH-shifting combined with heat treatment.",
      "authors": [
        "Lixin Yang",
        "Hongmin Dong",
        "Junyi Wang",
        "Younas Dadmohammadi",
        "Yufeng Zhou",
        "Tiantian Lin",
        "Waritsara Khongkomolsakul",
        "Gopinathan Meletharayil",
        "Rohit Kapoor",
        "Alireza Abbaspourrad"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "L-Tryptophan (Trp) is an essential amino acid with numerous health benefits. However, incorporating Trp into food products is limited due to its pronounced bitter taste. Encapsulating Trp in nanoparticles by using other natural biopolymers is a potential strategy to mask the bitter taste of Trp in the final products. Whey protein isolate (WPI), composed of alpha-lactalbumin (α-LA), bovine serum albumin (BSA), and beta-lactoglobulin (β-LG), has played a crucial role in delivering bioactive compounds. In order to incorporate Trp within WPI, the present study used a combination of pH-shifting andthermal treatment to fabricatewhey protein isolate-tryptophan nanoparticles (WPI-Trp-NPs). During the pH-shifting technique, WPI unfolds at high pH, such as pH 11, and the dissociated WPI molecules are refolded when pH is shifted back to neutral, creating particles with uniform dispersion and encapsulating smaller particles surrounding them in solution. Further, the well-distributed nanoparticles formed by pH-shifting might encourage the formation of more uniform nanoparticles during subsequent thermal treatment. TheWPI-Trp particles have an average particle size of 110.1 nm and a low average PDI of 0.20. Fluorescence spectroscopy confirmed the encapsulation of Trp by WPI, which shows higher fluorescence when the Trp is encapsulated by the WPI. Surface hydrophobicity, circular dichroism, particle size, free sulfhydryl, and antioxidant activity were used to characterize the WPI-Trp-NPs. WPI-Trp-NPs formed by pH-shifting combined with heating showed a higher surface hydrophobicity and free sulfhydryl content than the untreated WPI-Trp mixture. The conversion of α-helix into random coil in the WPI secondary structure indicated a more disordered structure of the modified whey protein. Molecular docking results indicate the interactions between Trp and WPI, including alpha-lactalbumin (α-LA), bovine serum albumin, and beta-lactoglobulin (β-LG), were mainly driven by hydrophobic interactions and hydrogen bonding. The binding affinity between Trp and these proteins was ranked as α-LA>BSA>β-LG. The combination of pH-shifting and heating improved the functionalityof WPI and was an effective way to fabricate WPI-Trp nanoparticles.",
      "mesh_terms": [
        "Whey Proteins",
        "Tryptophan",
        "Hydrogen-Ion Concentration",
        "Nanoparticles",
        "Hot Temperature",
        "Particle Size",
        "Lactalbumin",
        "Lactoglobulins",
        "Hydrophobic and Hydrophilic Interactions",
        "Serum Albumin, Bovine"
      ]
    },
    {
      "pmid": "39571910",
      "title": "Effect of a 12-mo intervention with whey protein powder on cognitive function in older adults with mild cognitive impairment: a randomized controlled trial.",
      "authors": [
        "Fengping Li",
        "Ruikun He",
        "Zhongbao Yue",
        "Haoran Yi",
        "Likang Lu",
        "Longbang Zhang",
        "Jiahui Shi",
        "Chenchen Zheng",
        "Jiayi Jiao",
        "Jianying Peng",
        "Benchao Li",
        "Shuang Rong"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Our previous animal study revealed that supplementation with milk fat globule membrane (MFGM) alleviated Alzheimer's disease pathology in mice. We hypothesized that supplementation with whey protein powder rich in MFGM, taurine, and B vitamins would improve cognitive function in subjects with mild cognitive impairment (MCI). OBJECTIVES: We conducted a 12-mo randomized controlled trial to investigate the effects of whey protein powder on cognitive function in older adults with MCI. METHODS: Participants were randomly assigned in a 1:1 ratio to either the active intervention group (whey protein powder, 15 g/d) or the control group (placebo, 15 g/d). We performed comprehensive cognitive function tests at baseline, 6 mo, and 12 mo. The primary outcome was global cognitive function determined by the Montreal Cognitive Assessment (MoCA). Secondary outcomes included other cognitive subdomains, and body composition. The data were analyzed using the intention-to-treat (ITT) principle. RESULTS: A total of 107 participants [mean (standard deviation) age 62.94 (4.33) y] were randomly assigned to the active intervention group (n = 53), or control group (n = 54). In the ITT analysis, the mean change in MoCA score at 12 mo was 3.23 [95% confidence interval (CI): 2.17, 4.30] in the active intervention group and 1.42 (95% CI: 0.36, 2.48) in the control group, with the mean difference between groups (group × time interaction) in change of MoCA score was 1.81 (95% CI: 0.32, 3.30). The modified ITT and per-protocol analyses showed similar results. The results also found a significant beneficial effect of the active intervention for several secondary cognitive outcomes such as Digit Symbol Substitution Test score, and the mean difference between groups in the ITT analysis was 2.72 (95% CI: 0.20, 5.23). Few side effects were reported during the study, and there was no statistically significant difference between groups (P = 0.74). CONCLUSIONS: Supplementation with whey protein powder rich in MFGM, taurine, and B vitamins for 12 mo improve cognitive function in older adults with MCI. This trial was registered at the https://www.chictr.org.cn/showproj.html?proj=150871 as ChiCTR2200062705.",
      "mesh_terms": [
        "Humans",
        "Whey Proteins",
        "Cognitive Dysfunction",
        "Male",
        "Female",
        "Aged",
        "Cognition",
        "Middle Aged",
        "Dietary Supplements",
        "Powders",
        "Taurine"
      ]
    },
    {
      "pmid": "39566761",
      "title": "Formation of whey protein, pectin, and chlorogenic acid ternary complexes and their application in emulsions.",
      "authors": [
        "Yuanyuan Zhang",
        "Yingcong Lu",
        "Yaxuan Liu",
        "Ru Zhao",
        "Xin Huang",
        "Cuina Wang",
        "Tiehua Zhang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Physicochemical properties, stability, and digestive behavior of lycopene-loaded emulsions prepared by ternary complexes fabricated with different mixing sequences based on whey protein isolate (WPI), high methoxyl pectin (HMP), and chlorogenic acid (CA) were investigated. Spectroscopic and molecular docking analyses confirmed the non-covalent interactions among the compounds within the ternary complexes, as well as the conformational changes in the protein induced by the mixing sequence. The interfacial tension (6.92-9.44 mN/m) influenced by the different mixing sequences of WPI, HMP and CA was HMP-CA-WPI > WPI-CA-HMP > WPI-HMP-CA, and the size of emulsions stabilized by HMP-CA-WPI was approximately 10 nm larger than that of the other two. Complexes with mixing sequence of HMP, CA and WPI outperformed in antioxidant properties (Ferric reducing power absorbance 0.43, ABTS∙ radical scavenging activity 66.04 %), lycopene retention rate (after UV irradiation 85.11 %, after thermal treatment 83.15 %), and storage stability of emulsions than those prepared by WPI-HMP-CA and WPI-CA-HMP. Emulsions stabilized by different ternary complexes showed similar free fatty acid release profiles (39.62 %-41.59 %) and lycopene bio-accessibility (28.87 %-29.94 %) during digestion. This study mat offer novel insights for the rational utilization in emulsions of ternary complexes based on proteins, polysaccharides, and phenolic acids.",
      "mesh_terms": [
        "Chlorogenic Acid",
        "Pectins",
        "Whey Proteins",
        "Emulsions",
        "Molecular Docking Simulation",
        "Lycopene",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39551325",
      "title": "Effect of dynamic high-pressure microfluidization on the structural, emulsifying properties, in vitro digestion and antioxidant activity of whey protein isolate.",
      "authors": [
        "Chen Wang",
        "Han-Xing Wen",
        "Su Yang",
        "Chang-Yue Ma",
        "Xu-Mei Wang",
        "Zong-Cai Tu",
        "Yan-Hong Shao",
        "Jun Liu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of dynamic high-pressure microfluidization (DHPM) on the structural, emulsifying properties, in vitro digestion and antioxidant activity of whey protein isolate (WPI) were investigated. The results demonstrated that WPI treated with 100 MPa DHPM exhibited superior emulsification performance. This can be attributed to the conformational changes induced by 100 MPa DHPM in WPI, leading to a transformation from disordered structures to ordered structures and an increased exposure of fluorophore such as tryptophan residues and hydrophobic groups, reduced aggregation state and particle size of WPI. These factors facilitated the migration of WPI towards the oil-water interface, resulting in the formation of a robust and compact adsorption layer which reduces interfacial tension and enhances emulsification stability. Furthermore, it was observed that while DHPM did not significantly affect the digestibility of WPI, it did enhance exposure to antioxidant amino acids in the digestive products thereby enhanced their antioxidant properties. In summary, structural modification induced by DHPM treatment enhanced both emulsification and antioxidant properties of WPI. These findings highlight the significant potential of DHPM treatment for enhancing the quality of meat products with an emulsion-type structure.",
      "mesh_terms": [
        "Whey Proteins",
        "Antioxidants",
        "Emulsions",
        "Pressure",
        "Digestion",
        "Particle Size",
        "Hydrophobic and Hydrophilic Interactions",
        "Emulsifying Agents"
      ]
    },
    {
      "pmid": "39535281",
      "title": "Insight into Sequential Extrusion and Cysteine Treatment for Improving Rheological Characteristics and In Vitro Digestibility of Whey Protein Isolate.",
      "authors": [
        "Ruyi Zhang",
        "Zhishen Mu",
        "HeYang Xu",
        "Nan Yang",
        "Akhunzada Bilawal",
        "Zhanmei Jiang",
        "Juncai Hou"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of sequential cold extrusion and cysteine (Cys) treatment on the rheological characteristics and in vitro digestibility of whey protein isolate (WPI) were researched in this work. Cold extrusion and Cys treatment increased the apparent viscosity, shear stress, Péclet number, and viscoelasticity of WPI. Furthermore, the emulsifying activity index enhanced in the order of WPI, Cys-treated WPI (Cys-WPI), cold-extruded WPI (CWPI), and extrusion-Cys treated WPI (Cys-CWPI). The emulsion stability index of Cys-CWPI was increased by 29.69% higher than that of WPI. Besides, the α-glucosidase inhibitory rate and xanthine oxidase inhibitory activity in the digests of Cys-CWPI were markedly increased compared with digests of WPI. The synergism of cold extrusion and Cys provides an effective approach for the application of whey protein-based thickeners and emulsifiers; meanwhile, its digestive products may assist in the development of hypoglycemic and uric acid-lowering foods.",
      "mesh_terms": [
        "Whey Proteins",
        "Rheology",
        "Digestion",
        "Viscosity",
        "Cysteine",
        "Emulsions",
        "Xanthine Oxidase",
        "alpha-Glucosidases"
      ]
    },
    {
      "pmid": "39523686",
      "title": "Characteristics of whey protein concentrate/egg white protein composite film modified by transglutaminase and its application on cherry tomatoes.",
      "authors": [
        "Shujuan Jiang",
        "Jiaxin Zhang",
        "Mengyuan Zhang",
        "Fang Qian",
        "Guangqing Mu"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to obtain food packaging film with better performance, whey protein concentrate (WPC) and egg white protein (EWP) were used as film-forming substrates, and its film properties were modified by transglutaminase (TG). Then the effect of TG on the mechanical, physical, barrier, and microstructural properties of the WPC/EWP composite biodegradable film was investigated, and its preliminary application potential was explored. Compared to WPC and EWP films, WPC/EWP composite film had higher transmittance, tensile strength (TS), and thermal stability. Fluorescence results showed that the film experienced fluorescence quenching after TG treatment. Fourier transform infrared and x-ray diffraction results showed that WPC and EWP had good compatibility in the biodegradable film, the hydrogen bond interaction of film was increased due to TG, resulting in an increase in TS. Meanwhile, the water vapor permeability and contact angle of WPC/EWP film treated with TG at 5 U/g protein increased by 28% and 76.1%, respectively. Besides, the WPC/EWP biodegradable film modified by TG (TG-W/E) was applied as a coating film on cherry tomatoes, effectively reducing the weight loss rate during storage from 14.2% to 10.8%. Furthermore, indexes, such as solid content, spoilage rate, hardness, pH, and lycopene, showed that the film had a good preservation effect on cherry tomatoes. To conclude, the appropriate addition of TG has a positive effect on the film properties of the WPC/EWP biodegradable film, which is beneficial to the development and utilization of protein-based film. WPC/EWP biodegradable film modified by TG has a great application prospect in extending the shelf life of fruit and vegetable.",
      "mesh_terms": [
        "Whey Proteins",
        "Solanum lycopersicum",
        "Food Packaging",
        "Transglutaminases",
        "Tensile Strength",
        "Egg Proteins",
        "Permeability",
        "Spectroscopy, Fourier Transform Infrared",
        "X-Ray Diffraction",
        "Steam"
      ]
    },
    {
      "pmid": "39517275",
      "title": "Regulation on Aggregation Behavior and In Vitro Digestibility of Phytic Acid-Whey Protein Isolate Complexes: Effects of Heating, pH and Phytic Acid Levels.",
      "authors": [
        "Yaqiong Pei",
        "Ziyu Deng",
        "Bin Li"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Oct-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The impact of heat treatment, pH and phytic acid (PA) concentration on the aggregation behavior and digestibility of whey protein isolate (WPI) was investigated. The experimental results indicated that below the isoelectric point of WPI, heat treatment and elevated PA levels significantly increased turbidity and particle size, leading to the aggregation of WPI molecules. No new chemical bonds were formed and the thermodynamic parameters ΔH < 0, ΔS > 0 and ΔG < 0 suggested that the interaction between PA and WPI was primarily a spontaneous electrostatic interaction driven by enthalpy. After the small intestine stage, increasing phytic acid levels resulted in a significant decrease in hydrolysis degree from 16.2 ± 1.5% (PA0) to 10.9 ± 1.4% (0.5% PA). Conversely, above isoelectric point of WPI, there was no significant correlation between the presence of PA and the aggregation behavior or digestion characteristics of WPI. These results were attributed to steric hindrance caused by PA-WPI condensates, which prevented protease binding to hydrolysis sites on WPI. In summary, the effect of PA on protein aggregation behavior and digestive characteristics was not simply dependent on its presence but largely on the aggregation degree of PA-WPI induced by heat treatment, pH and PA concentration. The findings obtained here suggested that phytic acid may be utilized as an agent to modulate the digestion characteristics of proteins according to production requirements. Additionally, the agglomerates formed by heating phytic acid and protein below the isoelectric point could also be utilized for nutrient delivery."
    },
    {
      "pmid": "39485064",
      "title": "Metagenomics and Untargeted Metabolomics Analysis Revealed the Probiotic and Postbiotic Derived from Lactiplantibacillus plantarum DPUL F232 Alleviate Whey Protein-Induced Food Allergy by Reshaping Gut Microbiota and Regulating Key Metabolites.",
      "authors": [
        "Lu Feng",
        "Zihao Guo",
        "Wenpu Yao",
        "Guangqing Mu",
        "Xuemei Zhu"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Nov-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Postbiotics have emerged as a promising alternative to probiotics. However, it remains unclear whether postbiotics can exert regulatory effects on intestinal flora and metabolism as probiotics. Thus, we investigated the effects of probiotic and postbiotic in rats with whey protein-induced food allergy, which demonstrated that postbiotic intervention effectively alleviated allergy symptoms, reduced serum immunoglobulin E (IgE) and mast cell protease-1 (mMCP-1) levels, and regulated the type helper 1 cell/2 cell (Th1/Th2) balance in both serum and spleen. Metagenomic analysis revealed that postbiotics induced more significant changes in intestinal flora. Untargeted metabolomics analysis showed that both probiotics and postbiotics significantly up-regulated various differential metabolites, which were negatively correlated with immune indices, including malvidin-3-glucoside, 3,4-dihydroxymandelic acid, nicotinamide, triterpenoids, pirbuterol, and 4-hydroxybenzoic acid. This study confirms that postbiotics can alleviate food allergies and regulate intestinal flora and metabolites, which provides a valuable reference for the use of postbiotics in mitigating allergic diseases through gut microbiota and metabolite modulation.",
      "mesh_terms": [
        "Animals",
        "Probiotics",
        "Gastrointestinal Microbiome",
        "Rats",
        "Metabolomics",
        "Whey Proteins",
        "Metagenomics",
        "Rats, Sprague-Dawley",
        "Male",
        "Humans",
        "Immunoglobulin E",
        "Food Hypersensitivity",
        "Lactobacillus plantarum",
        "Female"
      ]
    },
    {
      "pmid": "39456318",
      "title": "Optimization and Preparation of Ultrasound-Treated Whey Protein Isolate Pickering Emulsions.",
      "authors": [
        "Nan Li",
        "Xiaotong Zhang",
        "Juan Zhu",
        "Yinta Li",
        "Rong Liu",
        "Peng Zhang",
        "Suzhen Wei",
        "Xuejun Fu",
        "Xinyan Peng"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Oct-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to create Pickering emulsions with varying oil fractions and assess the impact of ultrasonic treatment on the properties of Whey Protein Isolates (WPIs). At 640 W for 30 min, ultrasound reduced WPI aggregate size, raised zeta potential, and improved foaming, emulsifying, and water-holding capacities. FTIR analysis showed structural changes, while fluorescence and hydrophobicity increased, indicating tertiary structure alterations. This suggests that sonication efficiently modifies WPI functionality. Under ideal conditions, φ = 80 emulsions were most stable, with no foaming or phase separation. Laser scanning revealed well-organized emulsions at φ = 80. This study provides a reference for modifying and utilizing WPI."
    },
    {
      "pmid": "39422600",
      "title": "The impact of tangeretin combined with whey protein on exercise-induced bronchoconstriction in professional athletes: a placebo-controlled trial.",
      "authors": [
        "Zhi Cao",
        "Can Zhao",
        "Shiwei Mo",
        "Bing-Hong Gao",
        "Meng Liu"
      ],
      "journal": "Journal of the International Society of Sports Nutrition",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Exercise-induced bronchoconstriction (EIB) is highly prevalent in athletes. The objective of this study was to assess the therapeutic efficacy of daily tangeretin combined with whey protein supplementation over a period of 4 weeks in professional athletes with EIB. METHODS: Using a placebo-controlled, double-blind, paired, randomized trial design, a cohort of 30 professional athletes with EIB, consisting of 14 females and 16 males, was divided into two groups: the tangeretin combined with whey protein intervention group (TIG), and the placebo control group (PCG). Both the TIG and PCG underwent exercise challenge tests (ECT) and VO2max tests before (ECT1, V1) and after (ECT2, V2) the intervention. Blood (eosinophils, neutrophils, and basophils) and serum (interleukin-5, IL-5; interleukin-8, IL-8; Clara cell secretory protein-16, CC16; immunoglobulin E, IgE) levels were measured early in the morning of ECT1 and ECT2, respectively. Lung function was assessed immediately before and post-ECT immediately. RESULTS: Tangeretin combined with whey protein use for 4 weeks attenuated the decrease in forced expiratory volume in 1 s (FEV1) post trials (∆FEV1(ECT1-ECT2): mean (SD) TIG -7.51(6.9)% vs. PCG -2.33(11.49)%, p = 0.013). Tangeretin also substantially attenuated IL-5 concentration (∆IL-5(T1-T5): Tangeretin -19.4% vs Placebo + 8.37%, p = 0.022); IL-8 concentration (∆IL-8(T1-T5): Tangeretin -17.28% vs Placebo + 6.1%, p = 0.012); CC16 concentration (∆CC16(T1-T5): Tangeretin -11.77% vs Placebo + 24.19%); and IgE concentration in the serum (∆IgE(T1-T5): Tangeretin -24.1% vs Placebo -3.9%), and significantly decreased neutrophil count (∆N(T1-T5): Tangeretin -11.34% vs Placebo + 0.3%) and eosinophil count in blood (∆N(T1-T5): Tangeretin -38.5% vs Placebo + 4.35%). Compared with V1, VO2max (p = 0.042) and TLim (p = 0.05) of V2 were significantly increased in the TIG, and there was no significant change in the PCG. Meanwhile, six athletes in the TIG and 0 athletes in the PCG became EIB-negative at ECT2; the overall negative conversion rate of EIB was 40.00% in TCG. Additionally, the number of cough symptoms decreased from 9 to 3 and dyspnea from 4 to 2 in the TIG. CONCLUSION: After high-intensity exercise, athletes with EIB achieved significant improvements in lung function and blood inflammatory factors by combining tangeretin and whey protein supplementation. EIB athletes also showed longer exercise endurance and VO2max at 4 weeks after TI. In addition, some patient symptoms disappeared after combination supplementation. The effect of this treatment on professional athletes with EIB was beneficial.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Double-Blind Method",
        "Whey Proteins",
        "Dietary Supplements",
        "Young Adult",
        "Immunoglobulin E",
        "Athletes",
        "Adult",
        "Forced Expiratory Volume",
        "Uteroglobin",
        "Asthma, Exercise-Induced",
        "Exercise Test",
        "Bronchoconstriction",
        "Sports Nutritional Physiological Phenomena",
        "Flavones"
      ]
    },
    {
      "pmid": "39414199",
      "title": "Polymerized whey protein-SDS interactions at their high concentrations.",
      "authors": [
        "Ahmed S Eissa",
        "Pallav K Jani",
        "Saad A Khan"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Protein-surfactant interactions have been an ongoing topic of interest for many decades. Applications involving complexes of proteins and surfactants are relevant in food, pharmaceuticals, hygiene, molecular characterization, and other fields. In this study, the interactions of polymerized whey proteins (PWP) and sodium dodecyl sulfate (SDS) at high concentrations are investigated. Different characterization techniques are used, including electrical conductivity, turbidity, isothermal titration calorimetry, dynamic light scattering, dilute solution viscometry, rheology, and surface hydrophobicity to elucidate information on the modes and extent of interactions. Results indicate that PWP-SDS interactions produce highly extended, worm like micelles, with SDS decorating PWP chains and covering non-polar residues. PWP can host SDS up to quite high surfactant to protein ratios (SPR), producing solutions that are highly viscous with shear thickening properties, yet with no networking or gelation. Interestingly, dilution of high viscosity PWP-SDS solutions leads to even smaller size of PWP-SDS molecular complex as compared with PWP without SDS. The current study extends the vision of protein surfactant interactions by examining concentration range beyond that found in literature. The results reveal insights that can help expand studies on other systems and find applications in various fields including coatings, cosmetics, food ingredients, drug transport, and disease treatment.",
      "mesh_terms": [
        "Whey Proteins",
        "Sodium Dodecyl Sulfate",
        "Rheology",
        "Hydrophobic and Hydrophilic Interactions",
        "Surface-Active Agents",
        "Viscosity",
        "Micelles",
        "Polymerization"
      ]
    },
    {
      "pmid": "39387207",
      "title": "Postprandial plasma aminoacidemia and indices of appetite regulation following pea-rice blend, pea isolate and whey protein ingestion in healthy young adults.",
      "authors": [
        "Lucy M Rogers",
        "Archie E Belfield",
        "Marie Korzepa",
        "Ari Gritsas",
        "Tyler A Churchward-Venne",
        "Leigh Breen"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2024-Sep-28",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Plant-derived proteins are often deficient in essential amino acids and have lower rates of digestibility than animal-derived proteins. Blending different plant-derived proteins could compensate for these deficiencies and may augment postprandial aminoacidemia over single-source plant proteins. This study assessed plasma amino acids and appetite hormones, appetite sensations and ad libitum energy intake following ingestion of a pea-rice protein blend (BLEND), compared with pea-only (PEA) and whey (WHEY) protein. In a randomised, double-blind, crossover design, ten healthy adults (M n 4, F n 6; mean (sd) age 22 (sd 3) years; BMI 24 (sd 3) kg·m2) ingested 0·3 g·kg·body mass-1 of BLEND, PEA or WHEY. Arterialised venous blood samples and appetite ratings were obtained in the fasted state and over 240 min postprandially. Energy intake was measured via an ad libitum buffet-style test meal. Mean plasma essential amino acid incremental AUC was higher in WHEY, compared with PEA (P < 0·01; mean diff (95 % CI): 44 218 (15 806, 72 631) μmol·240 min·l-1) and BLEND (P < 0·01; 14 358 (16 031, 101 121) μmol·240 min·l-1), with no differences between PEA and BLEND (P = 0·67). Plasma ghrelin and glucagon-like peptide-1, appetite ratings and ad libitum energy intake responses did not differ between treatments (P > 0·05 for all). Ingestion of a pea-rice protein blend did not augment postprandial aminoacidemia above pea protein, perhaps attributable to marginal differences in essential amino acid composition. No between-treatment differences in appetite or energy intake responses were apparent, suggesting that the influence of protein ingestion on perceived appetite ratings and orexigenic hormonal responses may not be solely determined by postprandial plasma aminoacidemia.",
      "mesh_terms": [
        "Humans",
        "Postprandial Period",
        "Whey Proteins",
        "Male",
        "Young Adult",
        "Cross-Over Studies",
        "Female",
        "Pisum sativum",
        "Double-Blind Method",
        "Adult",
        "Amino Acids",
        "Appetite Regulation",
        "Oryza",
        "Ghrelin",
        "Energy Intake",
        "Pea Proteins",
        "Glucagon-Like Peptide 1",
        "Appetite"
      ]
    },
    {
      "pmid": "39383924",
      "title": "Recent advances in wolfberry polysaccharides and whey protein-based biopolymers for regulating the diversity of gut microbiota and its mechanism: A review.",
      "authors": [
        "Majida Al-Wraikat",
        "Lan Zhang",
        "Linqiang Li",
        "Mohamed Aamer Abubaker",
        "Yongfeng Liu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Imbalances in gut microbiota diversity are associated with various health issues, including obesity and related disorders. There is a growing interest in developing synergistic biopolymers based on wolfberry polysaccharides and whey protein to address these problems due to their potential health benefits. This review explores recent advances in understanding how functional foods based on Lycium barbarum polysaccharides (LBP) and whey protein (WP) influence gut microbiota diversity and their underlying mechanisms. We examine the impact of these biopolymers on microbial composition and functionality, focusing on their roles in improving health by regulating gut microbiota. The combined effects of WP and LBP significantly enhance gut microbiome metabolic activities and taxonomic diversity, offering promising avenues for treating obesity and related disorders.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Whey Proteins",
        "Lycium",
        "Humans",
        "Biopolymers",
        "Polysaccharides",
        "Animals",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "39376778",
      "title": "Role of Whey Protein in the Treatment Outcome of Maxillofacial Trauma Patients: An Interventional Study.",
      "authors": [
        "Wasim Ahmad",
        "Sajjad Abdur Rahman",
        "Ghulam Sarwar Hashmi",
        "Mehtab Ahmad",
        "Faiz Noor Khan Yusufi",
        "Kalim Ansari",
        "Mohammad Danish"
      ],
      "journal": "Journal of maxillofacial and oral surgery",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Maxillofacial fracture severely affects the diet of the patients leading to reduction of body weight. Facial trauma affects the muscles of mastication and the bones of face leading to reduction in bite force. The purpose of our study was to investigate the effect of whey protein supplement in the postoperative period of maxillofacial trauma patients with respect to body weight, bite force and callus formation. METHODOLOGY: Patients were divided into control group and study group having 20 patients each. The control group received usual modified diet for maxillofacial fracture and study group received same diet along with whey protein for 6 weeks. RESULTS: There was mean weight loss of 3.15 kg in control group whereas there was no weight loss of in the study group. There was statistically significant increase in bite force in the study group compared to the control group with p value < 0.05. Early callus formation was seen in study group compared to control group. CONCLUSION: Our results showed that patients who were supplemented with whey protein had no loss of body weight, better masticatory efficiency, better healing of the fracture sites and overall early recovery."
    },
    {
      "pmid": "39343217",
      "title": "Effects of high-temperature, short-time pasteurization on milk and whey during commercial whey protein concentrate production.",
      "authors": [
        "Joanna Haas",
        "Bum Jin Kim",
        "Zeynep Atamer",
        "Chao Wu",
        "David C Dallas"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Two pasteurization steps are often used in the preparation of whey protein concentrate (WPC) before evaporation into a dry product. The Pasteurized Milk Ordinance in the United States requires that raw bovine milk be pasteurized using a process that meets minimum heat treatment requirements to achieve reductions in pertinent microorganisms. In addition, WPC produced from USDA-approved plants must comply with CFR subpart B §58.809, which dictates that all fluid whey used in the manufacture of dry whey products shall be pasteurized before being condensed. These heat treatments are effective at inactivating the most thermally resistant bacterium, such as Coxiella burnetii; however, they can also alter milk proteins, inducing denaturation, aggregation, and reduced bioactivity. Though the impact of thermal treatments on whey proteins has been examined, the specific influence of 2 HTST pasteurization steps on the retention of proteins in WPC remains unknown. This study aimed to investigate the effect of commercial-scale HTST pasteurization of both raw milk and the resulting sweet whey on the products' overall protein profile. We analyzed 3 distinct batches of raw milk (RM) and the corresponding pasteurized milk (PM), resulting whey (RW), and pasteurized whey (PW) produced at commercial scale. Assessments of denaturation were conducted through solubility testing at pH 4.6 and hydrophobicity evaluation via anilinonaphthalene-1-sulfonic acid assay. Additionally, ELISA, PAGE, and liquid chromatography tandem MS (LC-MS/MS) were employed to compare the retention of key bioactive proteins before and after each HTST pasteurization step. The percentage of soluble whey protein decreased from RM to PM and from RW to PW, but no significant differences were observed via hydrophobicity assay. The ELISA revealed a significant reduction in key bioactive proteins, such as lactoferrin, IgA, and IgM, but not IgG, after HTST pasteurization of RM and RW. The PAGE and LC-MS/MS results revealed a significant decrease in the retention of lactoferrin and key milk fat globular membrane proteins, such as xanthine dehydrogenase oxidase/xanthine oxidase, lactadherin, and fatty acid binding protein. Additionally, xanthine oxidase activity was significantly reduced after HTST pasteurization of milk and whey. This research helps to identify the limitations of the current processing techniques used in the dairy industry and could lead to innovation in improving the retention of bioactive proteins.",
      "mesh_terms": [
        "Pasteurization",
        "Animals",
        "Whey Proteins",
        "Milk",
        "Whey",
        "Milk Proteins",
        "Cattle",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "39339650",
      "title": "Preparation of Rutin-Whey Protein Pickering Emulsion and Its Effect on Zebrafish Skeletal Muscle Movement Ability.",
      "authors": [
        "Yiting Zhang",
        "Wenyun Xiong",
        "Yijing Ren",
        "Jian Huang",
        "Xiaoying Wang",
        "Ou Wang",
        "Shengbao Cai"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nutritional supplementation enriched with protein and antioxidants has been demonstrated to effectively strengthen skeletal muscle function and mitigate the risk of sarcopenia. Dietary protein has also been a common carrier to establish bioactive delivery system. Therefore, in this study, a Pickering emulsion delivery system for rutin was constructed with whey protein, and its structural characteristics, bioaccessibility, and molecular interactions were investigated. In the in vivo study, zebrafish (n = 10 in each group), which have a high genetic homology to humans, were treated with dexamethasone to induce sarcopenia symptoms and were administered with rutin, whey protein and the Pickering emulsion, respectively, for muscle movement ability evaluation, and zebrafish treated with or without dexamethasone was used as the model and the control groups, respectively. Results showed that the Pickering emulsion was homogeneous in particle size with a rutin encapsulation rate of 71.16 ± 0.15% and loading efficiency of 44.48 ± 0.11%. Rutin in the Pickering emulsion exhibited a significantly higher bioaccessibility than the free form. The interaction forces between rutin and the two components of whey proteins (α-LA and β-LG) were mainly van der Waals forces and hydrogen bonds. After treatment for 96 h, the zebrafish in Picking emulsion groups showed a significantly increased high-speed movement time and frequency, an increased level of ATP, prolonged peripheral motor nerve length, and normalized muscular histological structure compared with those of the model group (p < 0.05). The results of this study developed a new strategy for rutin utilization and provide scientific evidence for sarcopenia prevention with a food-derived resource.",
      "mesh_terms": [
        "Animals",
        "Rutin",
        "Zebrafish",
        "Whey Proteins",
        "Emulsions",
        "Muscle, Skeletal",
        "Sarcopenia",
        "Dietary Supplements",
        "Particle Size",
        "Dexamethasone"
      ]
    },
    {
      "pmid": "39323284",
      "title": "Study on stability of rose anthocyanin extracts and physicochemical properties of complex with whey protein isolate after spray drying.",
      "authors": [
        "Yun Wang",
        "Yuan Xiao",
        "Lianfu Zhang",
        "Haifeng Zhang",
        "Chunmei Li"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pingyin rose is an edible flower rich in anthocyanins. In this study, antioxidant capacity and color were used as the main evaluation indexes to investigate the effects of common physical and chemical factors on the stability of rose anthocyanin extracts (RAEs). In addition, the physicochemical properties of the whey protein isolate (WPI)-RAEs complex after spray drying were studied. Vitamin C, temperature, and some metal ions can cause different degrees of discoloration of RAEs solution. More importantly, heat treatment, as well as most metal ions and sugars, had no significant effect on the antioxidant capacity of RAEs solution (p > 0.05). Moreover, compared to spray-dried pure WPI, the WPI-RAEs powder was delicate and uniform, and had higher particle size, bulk density, moisture activity, and better gel properties. The release rate of all WPI-RAEs sol/gel to RAEs reached about 89% in the intestinal digestion stage, but the WPI-RAEs interaction reduced the digestibility of protein in the intestinal digestion stage. We hope that this study can provide a theoretical basis for the development and utilization of WPI-RAEs as food ingredients.",
      "mesh_terms": [
        "Whey Proteins",
        "Anthocyanins",
        "Plant Extracts",
        "Antioxidants",
        "Rosa",
        "Particle Size",
        "Spray Drying",
        "Desiccation",
        "Color",
        "Flowers"
      ]
    },
    {
      "pmid": "39270912",
      "title": "Oral food-derived whey protein isolate-Tremella fuciformis polysaccharides pickering emulsions with adhesive ability to delivery magnolol for targeted treatment of ulcerative colitis.",
      "authors": [
        "Qian Zhang",
        "Hongdan Deng",
        "Ruifeng Luo",
        "Hu Qi",
        "Yicheng Lei",
        "Luping Yang",
        "Huiwen Pang",
        "Chaomei Fu",
        "Fang Liu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Sep-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Magnolol (Mag) is a promising natural compound with therapeutic potential for ulcerative colitis (UC). Here we designed and fabricated an oral food-grade whey protein isolate-Tremella fuciformis polysaccharides (WPI-TFPS) stabilized pickering emulsions to encapsulate Mag (Mag-WPI-TFPS) for targeted treatment of UC. With the assistance of the WPI-TFPS, pickering emulsions were well encapsulated and formed stable microparticles with a particle size of approximately 9.49 ± 0.047 μm, a 93.63 ± 0.21 % encapsulation efficiency and a loading efficiency of 21.53 ± 0.01 %. In vitro, the formulation exhibited sustained-release properties in simulated colon fluid with a cumulative release rate of 60.78 % at 48 h. In vivo, the Mag-WPI-TFPS specifically accumulated in the colon tissue for 24 h with stronger fluorescence intensity, which demonstrated that TFPS and WPI had a good adherence ability to inflamed mucosa by electrostatic attraction and ligand-receptor interactions. As expected, compared with Free-Mag, the oral administration of Mag-WPI-TFPS remarkably alleviated the symptoms of UC and protected the colon tissue in DSS-induced UC mice. More importantly, WPI-TFPS enhanced gut microbiota balance by increasing the diversity and relative abundances of Lactobacillaceae and Firmicutes. Overall, this study presents a convenient, eco-friendly, food-derived oral formulation with potential as a dietary supplement for targeted UC treatment."
    },
    {
      "pmid": "39256130",
      "title": "Characteristics of pomegranate (Punica granatum L.) peel polyphenols encapsulated with whey protein isolate and β-cyclodextrin by spray-drying.",
      "authors": [
        "Zhi-Hong Zhang",
        "Xiaolan Li",
        "Aijuan Ma",
        "Xianli Gao",
        "Siming Zhu",
        "Bing Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate peel polyphenols (PPPs) are recognized as promising food additives due to their diverse bioactivities; however, their application is limited by poor stability. To address this critical issue, three types of PPPs microcapsules were prepared using β-cyclodextrin (CD), whey protein isolate (WPI), and a composite material of CD-WPI through ultrasound treatment (US). Results revealed that ultrasound treatment can enhance the PPPs-wall material interaction, as evidenced by MD simulations. The encapsulation efficiency of CD-WPI-PPPs was 93.73 %, which was significantly higher than that of CD-PPPs and WPI-PPPs (p < 0.05). The degradation rate constant of CD-WPI-PPPs was reduced by 95.83 %, and its t1/2 was extended by 23-fold compared to that of unencapsulated PPPs. Furthermore, CD-WPI-PPPs exhibited greater DPPH scavenging activity and inhibited polyphenol release during oral and gastric digestion while promoting release during intestinal digestion. These outcomes were attributed to enhanced integrity and interactions between PPPs and composite materials in the microcapsules formed through ultrasound treatment, as supported by SEM images and FT-IR spectra. Consequently, the application of US in the preparation of PPPs microcapsules presents a promising strategy for developing natural nutrient additives for food applications, thereby enhancing the functional properties of food products.",
      "mesh_terms": [
        "Pomegranate",
        "Polyphenols",
        "Whey Proteins",
        "beta-Cyclodextrins",
        "Spray Drying",
        "Capsules"
      ]
    },
    {
      "pmid": "39218067",
      "title": "Effect of thermal and nonthermal processing methods on the structural and functional properties of whey protein from donkey milk.",
      "authors": [
        "Mengjia Ma",
        "Juanjuan Luo",
        "Xipeng Wang",
        "Ning Wang",
        "Cunfang Wang",
        "Guiqin Liu",
        "Hua Jiang",
        "Xiaoning Zhang",
        "Cunzhong Yuan"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study evaluated the effect of thermal, ultrasonication, and UV treatment on the structural and functional properties of whey proteins from donkey milk. Whey proteins exhibited notable stability in nonheat-treated environments, but their structural and functional characteristics were notably affected by excessive heat treatment. The application of high-temperature long-time thermal treatment resulted in a decrease in fluorescence intensity and foaming and emulsification stability, as well as considerable damage to the active components of the proteins. Specifically, the preservation of lysozyme activity was only 23%, and lactoferrin and IgG exhibited significant losses of 70% and 77%, respectively. Nonthermal treatment methods showed superior efficacy in preserving the active components in whey proteins compared with heat treatment. Ultrasonic treatment has demonstrated a notable capability in diminishing protein particle size and turbidity, and UV treatment has been observed to have the ability to oxidize internal disulfide bonds within proteins, consequently augmenting the presence of free sulfhydryl groups, which are beneficial to foaming and emulsification stability. This study not only offers a scientific basis for the processing and application of donkey milk whey proteins but also serves as a guide to produce dairy products, aiding in the development of dairy products tailored to specific health functions.",
      "mesh_terms": [
        "Animals",
        "Whey Proteins",
        "Equidae",
        "Milk",
        "Milk Proteins",
        "Hot Temperature",
        "Food Handling"
      ]
    },
    {
      "pmid": "39196774",
      "title": "Whey Protein Intervention and Inflammatory Factors and Oxidative Stress: Systematic Review and Meta-analysis of Randomized Controlled Trials.",
      "authors": [
        "Fatemeh Farahmandpour",
        "Fatemeh Haidari",
        "Zeinab Heidari",
        "Samaneh Hajjarzadeh",
        "Akram Ahangarpour"
      ],
      "journal": "Nutrition reviews",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "CONTEXT: Whey protein (WP), a high-biological-value protein contained in milk, may have anti-inflammatory properties and can reduce proinflammatory cytokines; however, the current evidence is inconclusive. OBJECTIVE: The aim of this study was to further investigate the effects of whey protein supplementation on inflammatory factors and oxidative stress in adults. DATA SOURCES: We conducted a comprehensive search up to March 2022 using relevant key words in databases such as PubMed, Scopus, Embase, and the Cochrane Central Register of Controlled Trials, focusing on randomized controlled trials (RCTs). DATA EXTRACTION: RCTs that examined the impact of WP on C-reactive protein, tumor necrosis factor alpha, interleukin-6, glutathione, malondialdehyde, and total antioxidant capacity were selected independently by 2 authors. Results were pooled using a random-effects model as weighted mean differences and 95% CIs. DATA ANALYSIS: The results of the present study demonstrated that WP supplementation had no significant effect on the modulation of inflammation and oxidative stress compared with the control. None of the predefined subgroup analyses explained the differences in the effects of WP supplementation on inflammatory factors and oxidative stress. CONCLUSION: This research suggests that WP supplementation had no significant effect on inflammatory factors and oxidative stress. SYSTEMATIC REVIEW REGISTRATION: PROSPERO registration no. CRD42022325855.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Whey Proteins",
        "Randomized Controlled Trials as Topic",
        "Dietary Supplements",
        "Inflammation",
        "C-Reactive Protein",
        "Antioxidants",
        "Adult",
        "Inflammation Mediators",
        "Interleukin-6",
        "Tumor Necrosis Factor-alpha",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "39195071",
      "title": "Preparation, Characterization and Formation Mechanism of High Pressure-Induced Whey Protein Isolate/κ-Carrageenan Composite Emulsion Gel Loaded with Curcumin.",
      "authors": [
        "Xiaoye He",
        "Shuang Ren",
        "Hu Li",
        "Di Han",
        "Tianxin Liu",
        "Meishan Wu",
        "Jing Wang"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2024-Aug-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to explore the formation mechanism of the emulsion gel induced by high pressure processing (HPP) and its encapsulation and protection of functional ingredients, a curcumin-loaded whey protein isolate (WPI)/κ-carrageenan (κ-CG) composite emulsion gel induced by HPP was prepared. The effect of pressure (400, 500 and 600 MPa), holding time (10, 20 and 30 min) and concentration of κ-CG (0.8%, 1.0% and 1.2%, w/v) on the swelling rate, gel strength, the stability of curcumin in the emulsion gel, water distribution and its mobility, as well as the contents of interface protein were characterized. The results showed that the addition of κ-CG significantly reduced the protein concentration required for the formation of emulsion gel induced by HPP and greatly reduced the swelling rate of the emulsion gel. The gel strength and storage stability of the composite emulsion gels increased with the increase in pressure (400-600 MPa) and holding time (10-30 min). When the pressure increased to 500 MPa, the stability of curcumin in the emulsion gel significantly improved. When the ratio of WPI to κ-CG was 12:1 (the κ-CG concentration was 1.0%), both the photochemical and thermal stability of curcumin were higher than those of the other two ratios. The HPP significantly increased the mobility of monolayer water in the system, while the mobility of multilayer water and immobilized water was significantly reduced. Increasing the holding time and the concentration of κ-CG both can result in an increase in the interfacial protein content in the oil/water system, and the HPP treatment had a significant effect on the composition of the interfacial protein of the emulsion gel."
    },
    {
      "pmid": "39182982",
      "title": "Effect of oral supplementation with whey protein on muscle mass in adults with type 2 diabetes mellitus: a systematic review of randomized controlled trials.",
      "authors": [
        "David López-Daza",
        "Natalia López-Ucrós",
        "Cristina Posada-Álvarez",
        "Patricia Savino-Lloreda"
      ],
      "journal": "Endocrinologia, diabetes y nutricion",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: To investigate the overall effect of whey protein supplementation on skeletal muscle mass in adults with type 2 diabetes mellitus (T2DM). METHODS: Systematic review of reports on corporal muscle mass from clinical trials that assessed the use of whey protein supplementation by means of validated techniques in patients with T2DM. PubMed, SCOPUS, Web of Science, LILACS, and SciELO databases were searched up to April 2022. Risk of bias was assessed by the Cochrane Collaboration Risk of Bias tool. We conducted a qualitative synthesis of information. RESULTS: Four studies (424 participants) that met the selection criteria were identified out of 1,787 records. Of these, 3 studies assessed the total muscle mass using dual-energy X-ray absorptiometry (DXA), and 1 reported changes to the transverse diameter of the vastus lateralis muscle with ultrasound imaging. In the intervention groups, DXA assessments demonstrated an increase in total muscle mass in 3 studies and in the appendicular muscle mass in 2. Changes to the proportion of muscle mass were not seen in the DXA studies and only a discrete difference was seen in the comparative groups studied by ultrasound imaging. CONCLUSION: Following the administration of whey protein supplementation in patients with T2DM, a partially positive effect was seen in skeletal muscle mass gain with a moderate certainty of evidence.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Absorptiometry, Photon",
        "Administration, Oral",
        "Diabetes Mellitus, Type 2",
        "Dietary Supplements",
        "Muscle, Skeletal",
        "Organ Size",
        "Randomized Controlled Trials as Topic",
        "Whey Proteins"
      ]
    },
    {
      "pmid": "39178554",
      "title": "Unveiling the transformative influence of sonochemistry on formation of whey protein isolate and green tea extract (WPI-GTE) conjugates.",
      "authors": [
        "Khanittha Chinarak",
        "Chantira Wongnen",
        "Manat Chaijan",
        "Arlee Tamman",
        "Natthawuddhi Donlao",
        "Ling-Zhi Cheong",
        "Worawan Panpipat"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the formation of conjugates between whey protein isolate (WPI) and green tea extract (GTE) using three methods: redox-pair (R), ultrasound-assisted redox-pair (RU), and ultrasonication (UL). Ultrasonication significantly reduced the reaction time for synthesizing WPI-GTE conjugates compared to the standard R method (p < 0.05). The UL methods had the highest conjugate yield determined by polyphenol binding (p < 0.05). Fourier-transform infrared spectroscopy (FTIR) and sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) confirmed the conjugate formation, indicating an increased molecular weight due to protein binding with polyphenols through covalent and non-covalent bonds. Conjugates produced via ultrasonication exhibited enhanced solubility, smaller particle size, better emulsifying capacity, and improved foaming ability compared to those formed using the traditional R method (p < 0.05). However, conjugates from the R method showed higher antioxidant activity, as evidenced by DPPH•and ABTS•+ scavenging activities (p < 0.05). In conclusion, WPI-GTE conjugates created through ultrasonic treatment demonstrate potential as dual-functional ingredients, serving as both antioxidant and emulsifier.",
      "mesh_terms": [
        "Whey Proteins",
        "Tea",
        "Plant Extracts",
        "Antioxidants",
        "Ultrasonic Waves",
        "Sonication",
        "Solubility",
        "Emulsions",
        "Oxidation-Reduction",
        "Polyphenols",
        "Particle Size"
      ]
    },
    {
      "pmid": "39160051",
      "title": "Mild alkalinity preheating treatment regulates the heat and ionic strength co-tolerance of whey protein aggregates.",
      "authors": [
        "Rui Zhang",
        "Junwei Zhang",
        "Bowen Zou",
        "Chao Ren",
        "Xiaokang Na",
        "Xianbing Xu",
        "Ming Du",
        "Beiwei Zhu",
        "Chao Wu"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A major obstacle to the use of whey protein in protein-enriched sports beverages is the heat-induced gelation of the protein in the presence of salt. In this study, whey protein soluble aggregates (WPSAs) with high tolerance to NaCl and heat were successfully generated by preheating whey protein isolate (WPI) at a low concentration (1 % w/v) and pH 8.5. The suspension of WPSAs (5 % w/v) with 100 mM NaCl maintained clarity, transparency, and good flowability even after 30 min of heating at 100 °C. However, suspensions prepared by untreated WPI turned into milky white gels. WPSAs had a reduced Zeta potential at pH 7 compared to WPI, making them more resistant to the electrostatic screening caused by NaCl. Additionally, WPSAs exhibited reduced sensitivity to heat treatment due to a more compact structure achieved through preheating modification. In light of these findings, a straightforward and effective method was presented for regulating the heat and ionic strength tolerance of whey protein aggregates.",
      "mesh_terms": [
        "Whey Proteins",
        "Hot Temperature",
        "Osmolar Concentration",
        "Hydrogen-Ion Concentration",
        "Protein Aggregates",
        "Sodium Chloride",
        "Food Handling"
      ]
    },
    {
      "pmid": "39159798",
      "title": "Whey protein and flaxseed gum co-encapsulated fucoxanthin promoted tumor cells apoptosis based on MAPK-PI3K/Akt regulation on Huh-7 cell xenografted nude mice.",
      "authors": [
        "Chunyan Wang",
        "Xu Huang",
        "Kailing Sun",
        "Xiang Li",
        "Dingding Feng",
        "Yoshimasa Nakamura",
        "Hang Qi"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fucoxanthin (FX), a non-provitamin-A carotenoid, is a well-known major xanthophyll contained in edible brown algae. The nanoencapsulation of FX was motivated due to its multiple activities. Here, nano-encapsulated-FX (nano-FX) was prepared according to our early method by using whey protein and flaxseed gum as the biomacromolecule carrier material, then in vivo antitumor effect and mechanism of nano-FX on xenograft mice were investigated. Thirty 4-week-old male BALB/c nude mice were fed adaptively for 7 days to establish xenograft tumor model with Huh-7 cells. The tumor-bearing mice consumed nano-FX (50, 25, and 12.5 mg kg-1) and doxorubicin hydrochloride (DOX, 1 mg kg-1) or did not consume (Control) for 21 days, n = 6. The tumor inhibition rates of nano-FX were as high as 54.67 ± 1.04 %. Nano-FX intervention promoted apoptosis and induced hyperchromatic pyknosis and focal necrosis in tumor tissue by down-regulating the expression of p-JNK, p-ERK, PI3Kp85α, p-AKT, p-p38MAPK, Bcl-2, CyclinD1 and Ki-67, while up-regulating the expression of cleaved caspase-3 and Bax. Nano-FX inhibited tumor growth and protected liver function of tumor bearing mice in a dose-dependent manner, up-regulate the level of apoptosis-related proteins, inhibit the MAPK-PI3K/Akt pathways, and promote tumor cell apoptosis.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Proto-Oncogene Proteins c-akt",
        "Humans",
        "Phosphatidylinositol 3-Kinases",
        "Mice",
        "Xenograft Model Antitumor Assays",
        "Cell Line, Tumor",
        "Xanthophylls",
        "Whey Proteins",
        "Mice, Nude",
        "Male",
        "Signal Transduction",
        "Mice, Inbred BALB C"
      ]
    },
    {
      "pmid": "38986977",
      "title": "Effect of active composite coating based on nanochitosan-whey protein isolate on the microbial safety of chilled rainbow trout fillets packed with oxygen absorber.",
      "authors": [
        "Raziyeh Elahi",
        "Abdollah Jamshidi",
        "Aziz A Fallah"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to assess the effect of coating based on nanochitosan-whey protein isolate (NCH-WPI) containing summer savory essential oil (SEO) combined with oxygen absorber (OA) packaging on Pseudomonas aeruginosa, Listeria monocytogenes, and Escherichia coli O157H7, inoculated to rainbow trout fillets stored under refrigeration. Except control and OA groups, L. monocytogenes decreased (0.49-1.82 log CFU/g) in all treatment groups until the eighth day, and then increased (0.39-0.68 log CFU/g). This indicates that the treatments were ineffective to inhibit the proliferation of this bacterium. Considering the forced aerobic nature of inoculated P. aeruginosa, the counts of these bacteria become undetectable in groups packed with OA after the fourth day of storage, while the other groups showed an increase (0.99-2.23 log CFU/g) in this bacteria population during entire storage period. This growth rate was slower in the NCH-WPI + 1%SEO and NCH-WPI + 2%SEO groups. Regarding the inoculated E. coli, its count was decreased (1.48-2.41 log CFU/g) during storage, and this reduction (2.24-2.41 log CFU/g) was the highest in NCH-WPI + 1%SEO + OA and NCH-WPI + 2%SEO + OA groups. In conclusion, NCH-WPI treatments delayed the growth of all pathogenic bacteria, but the ternary treatment (NCH-WPI + SEO + OA) was the most effective treatment in this regard.",
      "mesh_terms": [
        "Animals",
        "Food Packaging",
        "Chitosan",
        "Oncorhynchus mykiss",
        "Food Preservation",
        "Oxygen",
        "Food Microbiology",
        "Listeria monocytogenes"
      ]
    },
    {
      "pmid": "38968706",
      "title": "Texture characterization of 3D printed fibrous whey protein-starch composite emulsion gels as dysphagia food: A comparative study on starch type.",
      "authors": [
        "Zhiming Wang",
        "Funi Chen",
        "Yuanyuan Deng",
        "Xiaojun Tang",
        "Ping Li",
        "Zhihao Zhao",
        "Mingwei Zhang",
        "Guang Liu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Texture-modified, multi-nutrient composite foods are essential in clinical treatment for dysphagia individuals. Herein, fibrous whey protein-stabilized emulsion and different crystalline starches (wheat, corn, rice, potato, sweet potato, cassava, mung bean and pea) were used to structure composite emulsion gels (CEGs). These CEGs then underwent 3D printing to explore the feasibility of developing a dysphagia diet. The network of molded CEGs was mainly maintained by hydrophobic interactions and hydrogen bonds. Rice and cassava starches were better suited for structuring soft-textured CEGs. Compared with molded CEGs, 3D printing decreased hydrogen bonds and the compactness of the nano-aggregate structure within the gel system, forming a looser gel network and softening the CEGs. Interestingly, these effects were more pronounced for the CEGs with high initial hardness. This study provided new strategy to fabricate CEGs as dysphagia diet using fibrous whey protein and starch, and to design texture-modified foods for patients using 3D printing.",
      "mesh_terms": [
        "Whey Proteins",
        "Starch",
        "Emulsions",
        "Printing, Three-Dimensional",
        "Gels",
        "Deglutition Disorders",
        "Humans",
        "Hydrophobic and Hydrophilic Interactions"
      ]
    },
    {
      "pmid": "38945618",
      "title": "Effects of thermal treatment on the formation and properties of whey protein isolate/whey protein hydrolysate-sodium hyaluronate complexes.",
      "authors": [
        "Danli Wang",
        "Yushi Wang",
        "Anxiu Bao",
        "Mengjiao Xing",
        "Miao Ji",
        "Ling Li",
        "Gongshuai Song",
        "Tinglan Yuan",
        "Jinyan Gong"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In dairy products, the added sodium hyaluronate may form complexes with proteins, thereby affecting product properties. In the present study, the interaction between whey protein isolate (WPI)/ whey protein hydrolysate (WPH) and sodium hyaluronate (SH) was characterized under thermal treatment at different temperatures (25 ℃, 65 ℃, 90 ℃ and 121 ℃) after studying effects of protein/SH ratio and pH on complex formation. The addition of SH reduced the particle size of WPI/WPH and increased potential value in the system, with greater variation with increasing treatment temperature. The structural properties of complexes were studied. The binding with SH decreased the contents of free amino group and free thiol group, as well as the fluorescence intensity and surface hydrophobicity. FTIR results and browning intensity measurement demonstrated the formation of Maillard reaction products. Moreover, the attachment of SH improved the thermal stability of WPI/WPH and decreased their antigenicity.",
      "mesh_terms": [
        "Whey Proteins",
        "Hyaluronic Acid",
        "Protein Hydrolysates",
        "Hot Temperature",
        "Hydrogen-Ion Concentration",
        "Maillard Reaction",
        "Hydrophobic and Hydrophilic Interactions",
        "Particle Size",
        "Spectroscopy, Fourier Transform Infrared",
        "Food Handling"
      ]
    },
    {
      "pmid": "38908705",
      "title": "Spray-drying and ultrasonication processing of camel whey protein concentrate: Characterization and impact on bioactive properties.",
      "authors": [
        "Alanoud Al-Thaibani",
        "Hussein Mostafa",
        "Ohood Alshamsi",
        "Abeera Moin",
        "Nidhi Bansal",
        "Priti Mudgil",
        "Sajid Maqsood"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The production of whey protein concentrates (WPC) from camel milk whey represents an effective approach to valorize this processing byproduct. These concentrates harbor active ingredients with significant bioactive properties. Camel WPC were spray-dried at inlet temperature of 170, 185 and 200°C, or ultrasonicated (US) for 5, 10, and 15 min, then freeze-dried to obtain fine powder. The effect of both treatments on protein degradation was studied by sodium dodecyl sulfate-PAGE and reverse-phase ultraperformance liquid chromatography techniques. Significantly Substantially enhanced protein degradation was observed after US treatment when compared with spray-drying (SPD). Both SPD and US treatments slightly enhanced the WPC samples' antioxidant activities. The US exposure for 15 min exhibited the highest 2,2'-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) scavenging activity (12.12 mmol Trolox equivalent per gram). Moreover, US treatment for 10 min exhibited the highest in vitro antidiabetic properties (α-amylase and α-glucosidase inhibition), and dipeptidyl peptidase-IV inhibitory activity among all samples. In addition, the US for 10 min and SPD at 170°C showed the lowest median inhibitory concentration (IC50) values for in vitro antihypercholesterolemic activities in terms of pancreatic lipase and cholesteryl esterase inhibition. Conclusively, these green techniques can be adapted in the preservation and processing of camel milk whey into active ingredients with high bioactive properties.",
      "mesh_terms": [
        "Whey Proteins",
        "Animals",
        "Camelus",
        "Antioxidants",
        "Milk Proteins",
        "Milk",
        "Spray Drying"
      ]
    },
    {
      "pmid": "38892006",
      "title": "Systemic Inflammation in Oncologic Patients Undergoing Systemic Treatment and Receiving Whey Protein-Based Nutritional Support.",
      "authors": [
        "Aura D Herrera-Martínez",
        "Ana Navas Romo",
        "Soraya León-Idougourram",
        "Concepción Muñoz-Jiménez",
        "Rosa Rodríguez-Alonso",
        "Gregorio Manzano García",
        "Marta Camacho-Cardenosa",
        "Antonio Casado-Diaz",
        "María Ángeles Gálvez-Moreno",
        "María José Molina Puertas",
        "Aurora Jurado Roger"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-May-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "There is increasing evidence about the role of inflammation in sarcopenia and tumor progression; thus, its modulation would represent a valuable strategy for improving clinical outcomes in patients with cancer. Several studies have reported that whey protein has significant anti-inflammatory and antioxidant characteristics in humans. We aimed to evaluate the effects of whey protein-based oral nutritional support on circulating cytokines in patients with solid tumors undergoing systemic treatment. Forty-six patients with solid tumors of different origin and undergoing systemic treatment were evaluated. Nutritional support with two daily whey protein-based oral supplements was administered. Circulating levels of IL-6, IL-8, IL-10, MCP-1 and IP-10 were determined. Nutritional evaluation included anthropometric, instrumental and biochemical parameters. Over 63% of the evaluated patients underwent surgery, 56.5% required chemotherapy and almost 50% received combined treatment. Patients with resected primary tumor presented with lower baseline IL-6 (p < 0.05) and IP-10 (p < 0.001); after three months of nutritional support, they presented with lower IL-8 (p < 0.05) and tended to present lower IL-6 and IP-10 (p = 0.053 and 0.067, respectively). Significant positive correlations between circulating cytokines, C-reactive protein and ferritin were observed; similarly, negative correlations with anthropometric and biochemical nutritional parameters were noticed (p < 0.05). We did not observe significant changes in circulating cytokine levels (IL-6, IL-8, IL-10, MCP-1 and IP-10) in patients with cancer undergoing systemic treatment after three months of nutritional support with whey protein-based oral supplements. According to a univariate analysis in our cohort, circulating IL-8 was associated with mortality in these patients, additionally, MCP-1 and IP-10 tended to correlate; but an age- and sex-adjusted multivariate analysis revealed that only baseline MCP-1 was significantly associated with mortality (OR 1.03 (95% CI: 1.00-1.05)). In conclusion, surgery of the primary solid tumor and combination treatment allow significant reduction in circulating cytokine levels, which remained stable while patients received nutritional support with whey protein-based oral supplements over three months. The role of MCP-1 as an independent factor for mortality in these patients should be further evaluated.",
      "mesh_terms": [
        "Humans",
        "Whey Proteins",
        "Female",
        "Male",
        "Neoplasms",
        "Middle Aged",
        "Aged",
        "Inflammation",
        "Nutritional Support",
        "Cytokines",
        "Adult",
        "Dietary Supplements",
        "Chemokine CCL2"
      ]
    },
    {
      "pmid": "38865870",
      "title": "Monitoring sodium caseinate and whey protein isolate interaction with mild preheat treatment using ultrasound spectroscopy and confocal laser scanning microscopy.",
      "authors": [
        "Naoko Yuno-Ohta",
        "Yuuka Hoshi",
        "Mashiro Shimazaki",
        "Hiroyuki Ohta",
        "Koichi Hori"
      ],
      "journal": "Colloids and surfaces. B, Biointerfaces",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ultrasound spectroscopy and confocal laser scanning microscopy (CLSM) methods were developed to visualize the interaction between sodium caseinate (SC) and whey protein isolate (WPI) with a mild preheat treatment (57°C, 10 min) followed by adding glucono-δ-lactone (GDL). Ultrasonic velocity changes during incubation at 25°C after adding GDL for four kinds of mixtures (no-treated SC plus no-treated WPI, preheated SC plus no-treated WPI, no-treated SC plus preheated WPI and preheated SC plus preheated WPI) were monitored. The results reveal that the mild preheating treatment of the proteins affected the timing of the increase in compressibility of each system. CLSM observation with individualized dyes which have different maxima of excitation and emission wavelengths, showed the preheated SC plus no-treated WPI mixture had a slightly coarse structure and the highest correlation coefficient, suggesting the highest colocalization of the SC and WPI among the four kinds of mixed-protein systems. Furthermore, the scanning electron microscopy (SEM) observation suggests that there are some differences among the gels, namely, preheated WPI leads to the formation of developed three-dimensional gel networks with filamentous structures, whereas SC promotes the formation of cluster-like crowded networks composed of more fine aggregated particles instead of developed filamentous structures. These results demonstrated that although SC is known as a heat-stable protein, pretreated SC could lead to an increase of the collaboration with WPI in the presence of GDL. This finding anticipated the possibility creating a food material with another texture using a milk-protein mixed system.",
      "mesh_terms": [
        "Whey Proteins",
        "Caseins",
        "Microscopy, Confocal",
        "Hot Temperature",
        "Lactones",
        "Spectrum Analysis",
        "Gluconates"
      ]
    },
    {
      "pmid": "38857605",
      "title": "Whey protein-loaded 3D-printed poly (lactic) acid scaffolds for wound dressing applications.",
      "authors": [
        "Hanne Meryem Kayadurmus",
        "Azadeh Rezaei",
        "Elif Ilhan",
        "Sumeyye Cesur",
        "Ali Sahin",
        "Oguzhan Gunduz",
        "Deepak M Kalaskar",
        "Nazmi Ekren"
      ],
      "journal": "Biomedical materials (Bristol, England)",
      "publication_date": "2024-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic skin wounds pose a global clinical challenge, necessitating effective treatment strategies. This study explores the potential of 3D printed Poly Lactic Acid (PLA) scaffolds, enhanced with Whey Protein Concentrate (WPC) at varying concentrations (25, 35, and 50% wt), for wound healing applications. PLA's biocompatibility, biodegradability, and thermal stability make it an ideal material for medical applications. The addition of WPC aims to mimic the skin's extracellular matrix and enhance the bioactivity of the PLA scaffolds. Fourier Transform Infrared Spectroscopy results confirmed the successful loading of WPC into the 3D printed PLA-based scaffolds. Scanning Electron Microscopy (SEM) images revealed no significant differences in pore size between PLA/WPC scaffolds and pure PLA scaffolds. Mechanical strength tests showed similar tensile strength between pure PLA and PLA with 50% WPC scaffolds. However, scaffolds with lower WPC concentrations displayed reduced tensile strength. Notably, all PLA/WPC scaffolds exhibited increased strain at break compared to pure PLA. Swelling capacity was highest in PLA with 25% WPC, approximately 130% higher than pure PLA. Scaffolds with higher WPC concentrations also showed increased swelling and degradation rates. Drug release was found to be prolonged with increasing WPC concentration. After seven days of incubation, cell viability significantly increased in PLA with 50% WPC scaffolds compared to pure PLA scaffolds. This innovative approach could pave the way for personalized wound care strategies, offering tailored treatments and targeted drug delivery. However, further studies are needed to optimize the properties of these scaffolds and validate their effectiveness in clinical settings.",
      "mesh_terms": [
        "Whey Proteins",
        "Polyesters",
        "Printing, Three-Dimensional",
        "Tissue Scaffolds",
        "Wound Healing",
        "Bandages",
        "Tensile Strength",
        "Humans",
        "Biocompatible Materials",
        "Materials Testing",
        "Spectroscopy, Fourier Transform Infrared",
        "Microscopy, Electron, Scanning",
        "Cell Survival",
        "Porosity",
        "Drug Liberation",
        "Skin"
      ]
    },
    {
      "pmid": "38844183",
      "title": "Effects of resistance exercise and whey protein supplementation on cognitive function in older men: secondary analysis of a randomised, double-blind, placebo-controlled trial.",
      "authors": [
        "Corbin Griffen",
        "Tom Cullen",
        "John Hattersley",
        "Martin O Weickert",
        "Alexander Dallaway",
        "Michael Duncan",
        "Derek Renshaw"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Ageing is associated with cognitive decline. This study investigated the individual and combined effects of resistance exercise (RE) and whey protein supplementation (PRO) on cognitive function in older men. METHODS: In a pooled-groups analysis, 36 older men (age: 67 ± 4 years) were randomised to either RE (2 x/week; n = 18) or no exercise (NE; n = 18), and either PRO (2 × 25 g/d whey protein isolate; n = 18) or control (CON, 2 × 23.75 g maltodextrin/d; n = 18). A sub-analysis was also conducted between RE + CON (n = 9) and RE + PRO (n = 9). At baseline and 12 weeks, participants completed a battery of neuropsychological tests (CANTAB; Cambridge Cognition, UK) and neurobiological, inflammatory, salivary cortisol and insulin sensitivity biomarkers were quantified. RESULTS: PRO improved executive function z-score (+0.31 ± 0.08) greater than CON (+0.06 ± 0.08, P = 0.03) and there was a trend towards improved global cognitive function (P = 0.053). RE and RE + PRO did not improve any cognitive function domains (p ≥ 0.07). RE decreased tumor necrosis factor-alpha (P = 0.02) and interleukin-6 (P = 0.048) concentrations compared to NE, but changes in biomarkers did not correlate with changes in cognitive domains. Muscle strength (r = 0.34, P = 0.045) and physical function (ρ = 0.35-0.51, P < 0.05) outcomes positively correlated with cognitive function domains at baseline, but only Δskeletal muscle index correlated with Δepisodic memory (r = 0.34, P = 0.046) following the intervention. CONCLUSION: In older men, PRO improved cognitive function, most notably executive functioning. RE did not improve any cognitive function domains but did decrease biomarkers of systemic inflammation. No synergistic effects were observed.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Whey Proteins",
        "Resistance Training",
        "Aged",
        "Double-Blind Method",
        "Cognition",
        "Dietary Supplements",
        "Executive Function",
        "Neuropsychological Tests",
        "Middle Aged",
        "Cognitive Dysfunction",
        "Biomarkers",
        "Hydrocortisone",
        "Insulin Resistance"
      ]
    },
    {
      "pmid": "38820012",
      "title": "Study of whey protein on muscle mass and functional rehabilitation in postoperative total knee arthroplasty patients.",
      "authors": [
        "Mengshi Li",
        "Qiongfang Shi",
        "Xinle Che",
        "Xingyan Du",
        "Dongming Wang",
        "Yufeng Song"
      ],
      "journal": "Journal of back and musculoskeletal rehabilitation",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Patients who underwent total knee arthroplasty (TKA) often experience muscle loss due to pain and limited mobility. Nutritional supplementation and rehabilitation may positively affect the decline in muscle function. OBJECTIVE: The purpose of this study is to evaluate whether whey protein intervention, in addition to conventional rehabilitation training, is beneficial in improving muscle function and quality of life in patients after TKA. METHODS: 72 patients who met the criteria were selected for this randomized controlled study. For the experimental group, whey protein was used as a daily supplement for 12 weeks, while the control group was given a placebo, during which both groups received conventional rehabilitation training. Muscle strength and each of the secondary observables needed to be measured and statistically analyzed preoperatively and at 4, 8, and 12 weeks post-intervention. RESULTS: In total, 62 subjects completed the study: 32 in the experimental group and 30 in the control group. Both groups showed significant improvement in muscle strength, VAS, ROM, AKS and leg circumference after 12 weeks of treatment. Compared to the control group, patients in the experimental group showed significant improvement in muscle strength, VAS, ROM, AKS and leg circumference (p= 0.001, p= 0.002, p= 0.001, p= 0.001, p= 0.001, respectively) after 12 weeks of treatment. CONCLUSION: The 12-week intervention of whey protein nutritional supplement showed significant improvement in muscle mass and function among post-TKA patients besides aiding with conventional rehabilitation exercise.",
      "mesh_terms": [
        "Humans",
        "Whey Proteins",
        "Arthroplasty, Replacement, Knee",
        "Male",
        "Female",
        "Muscle Strength",
        "Middle Aged",
        "Aged",
        "Dietary Supplements",
        "Range of Motion, Articular",
        "Quality of Life",
        "Muscle, Skeletal",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38790858",
      "title": "Strategies to Improve the Quality of Goat Yogurt: Whey Protein Supplementation and Milk Pre-Treatment with High Shear Dispersion Assisted by Ultrasound.",
      "authors": [
        "Lorena Soares Xavier",
        "Flaviana Coelho Pacheco",
        "Gabriela Aparecida Nalon",
        "Jeferson Silva Cunha",
        "Fabio Ribeiro Dos Santos",
        "Ana Flávia Coelho Pacheco",
        "Alline Artigiani Lima Tribst",
        "Bruno Ricardo de Castro Leite Júnior"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-May-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work investigated the fermentation kinetics and characteristics of goat yogurt supplemented with bovine whey protein isolate (WPI) (0%, 2.5% and 5.0%) subjected to high shear dispersion (HSD) assisted by ultrasound (US). Protein supplementation and the physical processes increased the electronegativity of the zeta potential (≤60%), whereas particle size reduction was observed only with physical processes (≤42%). The addition of 2.5% WPI reduced yogurt fermentation time by 30 min. After 24 h of storage at 7 °C, lactic acid bacteria counts did not differ between samples (≥8 log CFU/mL), and the supplementation was sufficient to increase the apparent viscosity (≤5.65 times) and water-holding capacity (WHC) of the yogurt (≤35% increase). However, supplementation combined with physical processes promoted greater improvements in these parameters (6.41 times in apparent viscosity and 48% in WHC) (p < 0.05), as confirmed by the denser and better-organized protein clusters observed in microscopic evaluation. Thus, both approaches proved to be promising alternatives to improve goat yogurt quality. Therefore, the decision to adopt these strategies, either independently or in combination, should consider cost implications, the product quality, and market demand."
    },
    {
      "pmid": "38770885",
      "title": "Evaluation of the Effects of Whey Protein and Moringa Oleifera Leaves Extract Mixture on Osseointegration in Rabbits.",
      "authors": [
        "Nawar Bahjet Kamil",
        "Nada M H Al-Ghaban"
      ],
      "journal": "Iranian biomedical journal",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Osteogenic, antioxidant and anti-inflammatory effects of Whey protein and M. oleifera gel prompted us to evaluate their role alone or in combination on osseointegration in rabbits. METHODS: In this study, 24 titanium implants were inserted in the femurs of six rabbits. One implant was placed without treatment, and another one was coated with a mixture of whey protein and M. oleifera gel for each side. The animals were divided into two groups of 2- and 6-week intervals and evaluated using histopathological and immunohistochemical techniques. RESULTS: Histological evaluation revealed a significant difference between the experimental and the control groups after two weeks in osteoblast and osteocyte counts. The experimental group had mature bone development after six weeks of implantation, while the control group had a woven bone. Immunohistochemical results showed that the experimental group, compared to the control group, exhibited early positive expression of osteoblast cells at two weeks after the experiment. Based on histopathological observations, the experimental group showed a tiny area of collagenous fiber in 6th week after the implantation. CONCLUSION: A mixture of whey protein and M. oleifera could accelerate osseointegration and healing processes.",
      "mesh_terms": [
        "Animals",
        "Whey Proteins",
        "Rabbits",
        "Osseointegration",
        "Moringa oleifera",
        "Plant Extracts",
        "Plant Leaves",
        "Male",
        "Osteoblasts",
        "Femur",
        "Osteogenesis"
      ]
    },
    {
      "pmid": "38714282",
      "title": "Enhanced probiotic viability in innovative double-network emulsion gels: Synergistic effects of the whey protein concentrate-xanthan gum complex and κ-carrageenan.",
      "authors": [
        "Jie Shen",
        "Yufeng Chen",
        "Xuepeng Li",
        "Xuxia Zhou",
        "Yuting Ding"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the whey protein concentrate and xanthan gum complex obtained by specific pH treatment, along with κ-carrageenan (KC), were used to encapsulate Lactobacillus acidophilus JYLA-191 in an emulsion gel system. The effects of crosslinking and KC concentration on the visual characteristics, stability, mechanical properties, and formation mechanism of emulsion gels were investigated. The results of optical imaging, particle size distribution, and rheology exhibited that with the addition of crosslinking agents, denser and more homogeneous emulsion gels were formed, along with a relative decrease in the droplet size and a gradual increase in viscosity. Especially when the concentration of citric acid (CA) was 0.09 wt%, KC was 0.8 wt%, and K+ was present in the system, the double-network emulsion gel was stable at high temperatures and in freezing environments, and the swelling ratio was the lowest (9.41%). Gastrointestinal tract digestive treatments and pasteurization revealed that the probiotics encapsulated in the double-network emulsion gel had a higher survival rate, which was attributed to the synergistic cross-linking of CA and K+ biopolymers to construct the emulsion gels. Overall, this study highlights the potential of emulsion gels to maintain probiotic vitality and provides valuable insights for developing inventive functional foods.",
      "mesh_terms": [
        "Polysaccharides, Bacterial",
        "Carrageenan",
        "Emulsions",
        "Probiotics",
        "Whey Proteins",
        "Gels",
        "Lactobacillus acidophilus",
        "Rheology",
        "Microbial Viability",
        "Particle Size",
        "Viscosity"
      ]
    },
    {
      "pmid": "38712538",
      "title": "Short-time ozone treatment promotes protease-mediated destruction of B cell allergen epitopes by altering the structural characteristics of whey protein.",
      "authors": [
        "Ziyi Xiong",
        "Hongkai Tan",
        "Yu Qiu",
        "Yong Wu",
        "Xuanyi Meng",
        "Hongbing Chen",
        "Linsheng Wei",
        "Xin Li"
      ],
      "journal": "Food & function",
      "publication_date": "2024-May-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel processing method combining short-time ozone pretreatment with hydrolysis has been developed to reduce whey protein allergenicity. The results showed that ozone treatment altered the whey protein spatial structure, initially increasing the surface hydrophobicity index, and then decreasing due to polymer formation as the time increased. Under the optimized conditions of alkaline protease-mediated hydrolysis, a 10-second pre-exposure to ozone significantly promoted the reduction in the IgE binding capacity of whey protein without compromising the hydrolysis efficiency. Compared with whey protein, the degranulation of KU812 cells stimulated by this hydrolysate decreased by 20.54%, 17.99%, and 22.80% for IL-6, β-hexosaminidase, and histamine, respectively. In vitro simulated gastrointestinal digestion confirmed increased digestibility and reduced allergenicity. Peptidomics identification revealed that short-time ozonation exposed allergen epitopes, allowing alkaline protease to target these epitopes more effectively, particularly those associated with α-lactalbumin. These findings suggest the promising application of this processing method in mitigating the allergenicity of whey protein.",
      "mesh_terms": [
        "Whey Proteins",
        "Ozone",
        "Allergens",
        "Humans",
        "Epitopes",
        "Immunoglobulin E",
        "Hydrolysis",
        "Endopeptidases",
        "B-Lymphocytes"
      ]
    },
    {
      "pmid": "38682238",
      "title": "Acute effects of a ketone monoester, whey protein, or their coingestion on mTOR trafficking and protein-protein colocalization in human skeletal muscle.",
      "authors": [
        "Sarkis J Hannaian",
        "Jamie Lov",
        "Zacharie Cheng-Boivin",
        "Sidney Abou Sawan",
        "Nathan Hodson",
        "Benoit J Gentil",
        "José A Morais",
        "Tyler A Churchward-Venne"
      ],
      "journal": "American journal of physiology. Cell physiology",
      "publication_date": "2024-Jun-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We recently demonstrated that acute oral ketone monoester intake induces a stimulation of postprandial myofibrillar protein synthesis rates comparable to that elicited following the ingestion of 10 g whey protein or their coingestion. The present investigation aimed to determine the acute effects of ingesting a ketone monoester, whey protein, or their coingestion on mechanistic target of rapamycin (mTOR)-related protein-protein colocalization and intracellular trafficking in human skeletal muscle. In a randomized, double-blind, parallel group design, 36 healthy recreationally active young males (age: 24.2 ± 4.1 yr) ingested either: 1) 0.36 g·kg-1 bodyweight of the ketone monoester (R)-3-hydroxybutyl (R)-3-hydroxybutyrate (KET), 2) 10 g whey protein (PRO), or 3) the combination of both (KET + PRO). Muscle biopsies were obtained in the overnight postabsorptive state (basal conditions), and at 120 and 300 min in the postprandial period for immunofluorescence assessment of protein translocation and colocalization of mTOR-related signaling molecules. All treatments resulted in a significant (Interaction: P < 0.0001) decrease in tuberous sclerosis complex 2 (TSC2)-Ras homolog enriched in brain (Rheb) colocalization at 120 min versus basal; however, the decrease was sustained at 300 min versus basal (P < 0.0001) only in KET + PRO. PRO and KET + PRO increased (Interaction: P < 0.0001) mTOR-Rheb colocalization at 120 min versus basal; however, KET + PRO resulted in a sustained increase in mTOR-Rheb colocalization at 300 min that was greater than KET and PRO. Treatment intake increased mTOR-wheat germ agglutinin (WGA) colocalization at 120 and 300 min (Time: P = 0.0031), suggesting translocation toward the fiber periphery. These findings demonstrate that ketone monoester intake can influence the spatial mechanisms involved in the regulation of mTORC1 in human skeletal muscle.NEW & NOTEWORTHY We explored the effects of a ketone monoester (KET), whey protein (PRO), or their coingestion (KET + PRO) on mTOR-related protein-protein colocalization and intracellular trafficking in human muscle. All treatments decreased TSC2-Rheb colocalization at 120 minutes; however, KET + PRO sustained the decrease at 300 min. Only PRO and KET + PRO increased mTOR-Rheb colocalization; however, the increase at 300 min was greater in KET + PRO. Treatment intake increased mTOR-WGA colocalization, suggesting translocation to the fiber periphery. Ketone bodies influence the spatial regulation of mTOR.",
      "mesh_terms": [
        "Humans",
        "Whey Proteins",
        "Male",
        "TOR Serine-Threonine Kinases",
        "Young Adult",
        "Adult",
        "Muscle, Skeletal",
        "Protein Transport",
        "Double-Blind Method",
        "3-Hydroxybutyric Acid",
        "Postprandial Period",
        "Ketones",
        "Muscle Proteins"
      ]
    },
    {
      "pmid": "38668116",
      "title": "Identification of Fouling Occurring during Coupled Electrodialysis and Bipolar Membrane Electrodialysis Treatment for Tofu Whey Protein Recovery.",
      "authors": [
        "Rosie Deschênes Gagnon",
        "Marie-Ève Langevin",
        "Florence Lutin",
        "Laurent Bazinet"
      ],
      "journal": "Membranes",
      "publication_date": "2024-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tofu whey, a by-product of tofu production, is rich in nutrients such as proteins, minerals, fats, sugars and polyphenols. In a previous work, protein recovery from tofu whey was studied by using a coupled environmental process of ED + EDBM to valorize this by-product. This process allowed protein recovery by reducing the ionic strength of tofu whey during the ED process and acidifying the proteins to their isoelectric point during EDBM. However, membrane fouling was not investigated. The current study focuses on the fouling of membranes at each step of this ED and EDBM process. Despite a reduction in the membrane conductivities and some changes in the mineral composition of the membranes, no scaling was evident after three runs of the process with the same membranes. However, it appeared that the main fouling was due to the presence of isoflavones, the main polyphenols in tofu whey. Indeed, a higher concentration was observed on the AEMs, giving them a yellow coloration, while small amounts were found in the CEMs, and there were no traces on the BPMs. The glycosylated forms of isoflavones were present in higher concentrations than the aglycone forms, probably due to their high amounts of hydroxyl groups, which can interact with the membrane matrices. In addition, the higher concentration of isoflavones on the AEMs seems to be due to a combination of electrostatic interactions, hydrogen bonding, and π-π stacking, whereas only π-π stacking and hydrogen bonds were possible with the CEMs. To the best of our knowledge, this is the first study to investigate the potential fouling of BPMs by polyphenols, report the fouling of IEMs by isoflavones and propose potential interactions."
    },
    {
      "pmid": "38655901",
      "title": "Structural and functional properties of whey protein isolate-inulin conjugates prepared with ultrasound or wet heating method.",
      "authors": [
        "Yu-Qing Qin",
        "Yan-Ge Fan",
        "Jing-Nan Ren",
        "Liu-Yan Wang",
        "Nan-Feng Han",
        "Gang Fan"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Whey protein isolate (WPI) generally represents poor functional properties such as thermal stability, emulsifying activity and antioxidant activity near its isoelectric point or high temperatures, which limit its application in the food industry. The preparation of WPI-polysaccharide covalent conjugates based on Maillard reaction is a promising method to improve the physical and chemical stability and functional properties of WPI. In this research, WPI-inulin conjugates were prepared through wet heating method and ultrasound method and their structural and functional properties were examined. RESULTS: In conjugates, the free amino acid content was reduced, the high molecular bands were emerged at sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE), new C-N bonds were formed in Fourier-transform infrared (FTIR) spectroscopy, and fluorescence intensity was reduced compared with WPI. Furthermore, the result of circular dichroism (CD) spectroscopy also showed that the secondary structure of conjugates was changed. Conjugates with ultrasound treatment had better structural properties compared with those prepared by wet heating treatment. The functional properties such as thermal stability, emulsifying activity index (EAI), emulsion stability (ES) and antioxidant activity of conjugates with wet heating treatment were significantly improved compared with WPI. The EAI and ES of conjugates with ultrasound treatment were the highest, but the thermal stability and antioxidant activity were only close to that of the conjugates with wet heating treatment for 2 h. CONCLUSION: This study revealed that WPI-inulin conjugates prepared with ultrasound or wet heating method not only changed the structural characteristics of WPI but also could promote its functional properties including thermal stability, EAI, ES and antioxidant activity. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Whey Proteins",
        "Hot Temperature",
        "Antioxidants",
        "Emulsions",
        "Maillard Reaction",
        "Heating"
      ]
    },
    {
      "pmid": "38474721",
      "title": "Dietary Intervention with Whey Protein Concentrate Does Not Affect Toll-like Receptor Responses and Gene Expression Patterns in Peripheral Blood Mononuclear Cells of Healthy Volunteers.",
      "authors": [
        "Mojtaba Porbahaie",
        "Laurien H Ulfman",
        "Andrei Prodan",
        "Malgorzata Teodorowicz",
        "Joyce E L Schloesser",
        "Huub F J Savelkoul",
        "Alwine F M Kardinaal",
        "R J Joost van Neerven"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Feb-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bovine milk contains bioactive proteins, carbohydrates, and phospholipids with immunomodulatory properties impacting human immunity, potentially contributing to resistance to infections and allergies through diverse mechanisms. One such mechanism is the enhancing of the innate immune response to secondary pathogen-related stimuli, termed innate immune training. Although in vitro studies demonstrate that milk immunoglobulin G (IgG) can train human monocytes, evidence for in vivo immune training is limited. To explore the potential of bovine IgG for inducing innate immune training in vivo, this human study utilized an IgG-rich whey protein concentrate (WPC). Healthy male volunteers were assigned to a high dose WPC, low dose WPC, or placebo group. Blood was collected pre- and post-two weeks of WPC consumption. Peripheral blood mononuclear cells (PBMCs) were isolated and stimulated with TLR ligands, evaluating IL-6 and TNF-α production by monocytes, myeloid DCs, and plasmacytoid DCs. Additionally, RNA was isolated for differential gene expression (DGE) analysis. Results indicated that the two-week WPC intervention did not influence the ex vivo response of studied cells to TLR agonists. Furthermore, PBMC gene expression patterns showed no significant differences between the placebo and high dose WPC groups. The data suggests that oral WPC ingestion did not enhance immune responses in young, healthy male participants.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Whey Proteins",
        "Leukocytes, Mononuclear",
        "Healthy Volunteers",
        "Toll-Like Receptors",
        "Immunoglobulin G",
        "Gene Expression"
      ]
    },
    {
      "pmid": "38448109",
      "title": "Valorization of cashew nut testa phenolics through nano-complexes stabilized with whey protein isolate and β-cyclodextrin: Characterization, anti-oxidant activity, stability and in vitro release.",
      "authors": [
        "P Sruthi",
        "M Madhava Naidu",
        "Pooja J Rao"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cashew nut testa (CNT) is an underutilized cashew by-product rich in polyphenols. The applications of CNT are limited due to its astringency, less solubility, and instability of polyphenols during the processing. Nanoencapsulation was used to overcome these limitations. β-cyclodextrin alone and in combination with whey protein isolate (WPI) was used for nano-complex preparation. The WPI/CD-CNT nano-complex powder showed higher encapsulation efficiency (86.9%) and yield (70.5-80%) compared to CD-CNT powder. Both the spray-dried powders showed improved thermal stability, higher solubility (97%), less moisture content, and increased DPPH and ABTS radical scavenging activities indicating potential food and agricultural applications. In addition, the nano-complex powders showed a controlled release of core bio-actives under gastric and intestinal pH compared to the non-encapsulated CNT phenolic extract. Degradation kinetics studies of the CNT extract after thermal and light treatments were also discussed. Both the nano-complexes showed high stability under light and thermal treatment. The results suggest that valorization of CNT can be done through nano-complex preparation and WPI and β-CD are efficient carrier materials for the encapsulation of polyphenols with potential applications in food and agriculture.",
      "mesh_terms": [
        "Anacardium",
        "Antioxidants",
        "Whey Proteins",
        "Nuts",
        "Powders",
        "Phenols",
        "Polyphenols",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38389157",
      "title": "A Gently Processed Skim Milk-Derived Whey Protein Concentrate for Infant Formula: Effects on Gut Development and Immunity in Preterm Pigs.",
      "authors": [
        "Karoline Aasmul-Olsen",
        "Halise Gül Akıllıoğlu",
        "Line Iadsatian Christiansen",
        "Kasper Engholm-Keller",
        "Anders Brunse",
        "Denitsa Vladimirova Stefanova",
        "Ann Bjørnshave",
        "Mie Rostved Bechshøft",
        "Kerstin Skovgaard",
        "Thomas Thymann",
        "Per Torp Sangild",
        "Marianne Nissen Lund",
        "Stine Brandt Bering"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SCOPE: Processing of whey protein concentrate (WPC) for infant formulas may induce protein modifications with severe consequences for preterm newborn development. The study investigates how conventional WPC and a gently processed skim milk-derived WPC (SPC) affect gut and immune development after birth. METHODS AND RESULTS: Newborn, preterm pigs used as a model of preterm infants were fed formula containing WPC, SPC, extra heat-treated SPC (HT-SPC), or stored HT-SPC (HTS-SPC) for 5 days. SPC contained no protein aggregates and more native lactoferrin, and despite higher Maillard reaction product (MRP) formation, the clinical response and most gut and immune parameters are similar to WPC pigs. SPC feeding negatively impacts intestinal MRP accumulation, mucosa, and bacterial diversity. In contrast, circulating T-cells are decreased and oxidative stress- and inflammation-related genes are upregulated in WPC pigs. Protein aggregation and MRP formation increase in HTS-SPC, leading to reduced antibacterial activity, lactase/maltase ratio, circulating neutrophils, and cytotoxic T-cells besides increased gut MRP accumulation and expression of TNFAIP3. CONCLUSION: The gently processed SPC has more native protein, but higher MRP levels than WPC, resulting in similar tolerability but subclinical adverse gut effects in preterm pigs. Additional heat treatment and storage further induce MRP formation, gut inflammation, and intestinal mucosal damage.",
      "mesh_terms": [
        "Humans",
        "Infant, Newborn",
        "Infant",
        "Animals",
        "Swine",
        "Whey Proteins",
        "Milk",
        "Infant Formula",
        "Intestines",
        "Infant, Premature",
        "Inflammation"
      ]
    },
    {
      "pmid": "38386104",
      "title": "Effects of bovine whey protein on exercise-induced gut permeability in healthy adults: a randomised controlled trial.",
      "authors": [
        "Dulantha Ulluwishewa",
        "Grayson Nicholls",
        "Harold Henderson",
        "Daniel Bernstein",
        "Karl Fraser",
        "Matthew P G Barnett",
        "Matthew J Barnes"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Intestinal permeability is a critical component of gut barrier function. Barrier dysfunction can be triggered by certain stressors such as exercise, and if left unmanaged can lead to local and systemic disorders. The aim of this study was to investigate the effects of a specific whey protein fraction in alleviating exercise-induced gut permeability as assessed by recovery of lactulose/rhamnose (L/R) and lactulose/mannitol (L/M) urinary probes. METHODS: Eight males and eight females (aged 18-50) completed two arms of a double-blind, placebo-controlled, crossover study. For each arm participants performed two baseline intestinal permeability assessments, following which they consumed the treatment (2 g/day of milk powder containing 200 mg of whey protein) or placebo (2 g/day of milk powder) for 14 days, before performing a post-exercise permeability assessment. The exercise protocol involved a 20-min run at 80% of maximal oxygen uptake on a 1% incline. RESULTS: Mixed model analysis revealed an increase in L/R (23%; P < 0.001) and L/M (20%; P < 0.01) recovery following exercise. However, there was no treatment or treatment × exercise effect. CONCLUSION: The exercise protocol utilised in our study induces gut permeability. However, consuming whey protein, at the dose and timing prescribed, is not able to mitigate this effect.",
      "mesh_terms": [
        "Humans",
        "Whey Proteins",
        "Male",
        "Adult",
        "Female",
        "Exercise",
        "Permeability",
        "Animals",
        "Double-Blind Method",
        "Middle Aged",
        "Young Adult",
        "Lactulose",
        "Cross-Over Studies",
        "Adolescent",
        "Cattle",
        "Intestinal Mucosa",
        "Rhamnose",
        "Mannitol"
      ]
    },
    {
      "pmid": "38338601",
      "title": "Milk Whey Protein Fibrils-Effect of Stirring and Heating Time.",
      "authors": [
        "Gunvantsinh Rathod",
        "Jayendra Amamcharla"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Milk whey proteins, which are derived from skim milk through membrane filtration, exhibit valuable functional properties when transformed into a fibrillar form. This conversion enhances their suitability for various applications, including thickening, gelling, emulsification, and foaming. However, reported fibrillation methods have longer heating times, which may not be economical for the dairy industry. To address these challenges, the current study was undertaken with the objective of reducing the time required for fibril formation. In this study, 2% milk whey protein isolate (mWPI) solution at pH 2 was heated with static and stirring heating conditions at 80 °C for 20 h to convert milk whey proteins into fibrils. Fibrils were observed using the thioflavin T value, transmission electron microscopy, Tricine SDS-PAGE, rheology, and protein oxidation. Results suggest that stirring heating conditions with 14 h heating time produced fibrils with good morphology compared to static heating, showing a 6 h reduction compared to an earlier reported 80 °C for 20 h heating time. Also, stirring heating produced a uniform and homogeneous fibril solution compared to the static heating method. Gentle stirring during heating can also help to scale up fibril production in an industrial setup. The fibrillation method with processing intervention will help to produce fibrils with enhanced functionality at the pilot and industrial scales."
    },
    {
      "pmid": "38338537",
      "title": "Evaluation of the Improvement Effect of Whey Protein Poly-Peptides on Quality Characteristics of Repeated Freeze-Thawed Spanish Mackerel Surimi Balls.",
      "authors": [
        "Xiaowen Zhang",
        "Shaojing Zhong",
        "Lingru Kong",
        "Xiaohan Wang",
        "Juan Yu",
        "Xinyan Peng"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jan-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This investigation aimed to assess the effects of whey protein hydrolysate (WPH) on the oxidative stability of protein and the ability of Scomberomorus niphoniu surimi balls to retain water after repeated freeze-thaw (F-T) cycles. Ten percent natural whey peptides (NWP), 5% WPH, 10% WPH, 15% WPH, 0.02% butyl hydroxyl anisole (BHA), and a control group that did not receive any treatment were the six groups that were employed in the experiment. The cooking loss, water retention, total sulfhydryl content, and carbonyl content of each group were all measured. Notably, it was found that the surimi balls' capacity to hold onto water and fend off oxidation was enhanced in a dose-dependent manner by the addition of WPH. Furthermore, the results showed that the 15% WPH added to the surimi balls effectively decreased protein oxidation in the F-T cycles and ameliorated the texture deterioration of surimi balls induced by repeated F-T, laying a theoretical foundation for the industrial application of WPH in surimi products."
    },
    {
      "pmid": "38291989",
      "title": "Whey protein and male acne: A double-blind, randomized controlled trial.",
      "authors": [
        "Kittithorn Sompochpruetikul",
        "Thanon Khongcharoensombat",
        "Yuda Chongpison",
        "Wattanai Rittirongwattana",
        "Pravit Asawanonda",
        "Nopadon Noppakun",
        "Chanat Kumtornrut"
      ],
      "journal": "The Journal of dermatology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Equivalence Trial"
      ],
      "abstract": "BACKGROUND: Acne vulgaris (AV) exacerbation after whey protein (WP) consumption remains inconclusive among experts. OBJECTIVES: To investigate the association between WP consumption and acne severity in men with acne. METHODS: A noninferiority trial was conducted in men with mild to moderate facial and/or truncal acne. After randomization, participants in an intervention group took daily WP 30 g with a non-WP nutritional supplement 18 g (WP group, n = 25), while the control group took a non-WP nutritional supplement 46 g (non-WP group, n = 24). At each follow-up appointment, investigators evaluated acne count (total acne lesions, comedonal lesions, and inflammatory lesions) and severity. RESULTS: Forty-nine participants had a mean age of 19.7 years (standard deviation [SD], 0.9) and 20.3 years (SD, 1.4) in the WP and non-WP groups, respectively. The mean differences in the facial and truncal total acne lesions for the WP and non-WP group were -5.99 (95% confidence interval [CI], -13.18 to 1.19, p = 0.09) and -2.18 (95% CI, -11.83 to 7.48, p = 0.65), respectively. For severity changes, only one (4.3%) participant in the non-WP group reported an increase in the Investigator Global Assessment scale of at least two levels. CONCLUSIONS: In this 6-month trial, men with acne who undertook WP supplementation showed a noninferior difference in the changes in total acne lesions and severity of facial and truncal acne compared with the non-WP group.",
      "mesh_terms": [
        "Humans",
        "Acne Vulgaris",
        "Male",
        "Whey Proteins",
        "Double-Blind Method",
        "Young Adult",
        "Severity of Illness Index",
        "Dietary Supplements",
        "Treatment Outcome",
        "Adult",
        "Adolescent",
        "Torso"
      ]
    },
    {
      "pmid": "38257138",
      "title": "Safety and Suitability of Infant Formula Manufactured from Extensively Hydrolyzed Whey Protein Compared to Intact Protein: A Combined Analysis of Two Randomized Controlled Studies.",
      "authors": [
        "Manja Fleddermann",
        "Anette Knoll",
        "Berthold Koletzko"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jan-12",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Our aim was to assess the nutritional safety and suitability of an infant formula manufactured from extensively hydrolyzed protein in comparison to infant formula manufactured from intact protein (both with low and standard protein content). We performed a combined analysis of raw data from two randomized infant feeding studies. An analysis of covariance (ANCOVA) model was used to determine the non-inferiority of daily weight gain (primary outcome; margin -3 g/day), with the intervention group as a fixed factor and geographic region, sex, and baseline weight as covariates (main model). The data of 346 infants exposed to the formula were included in the analysis. The sample size of the per-protocol analysis with 184 infants was too small to achieve sufficient statistical power. The lower limit of the 97.5% confidence interval (-0.807) of the mean group difference in daily weight gain (i.e., 2.22 g/day) was above the -3 g/day margin (full analysis set). Further anthropometric parameters did not differ between the infant formula groups throughout the study. Growth was comparable to breastfed infants. We conclude that the infant formula manufactured from extensively hydrolyzed protein meets infant requirements for adequate growth and does not raise any safety concerns.",
      "mesh_terms": [
        "Humans",
        "Infant",
        "Infant Formula",
        "Protein Hydrolysates",
        "Research Design",
        "Weight Gain",
        "Whey Proteins"
      ]
    },
    {
      "pmid": "38231650",
      "title": "Fabrication of Whey Protein Isolate-Pectin Nanoparticles by Thermal Treatment: Effect of Dynamic High-Pressure Treatment.",
      "authors": [
        "Sohyeon Im",
        "Owen Griffith Jones",
        "Seung Jun Choi"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Nov-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the impact of dynamic high-pressure (DHP) treatment on the ability of whey protein isolate (WPI) to form associative complexes with pectin and to form aggregate particles after their subsequent heat treatment. Light scattering showed that DHP treatments disrupted preexisting WPI aggregates and assembled pectin chains. Complexes formed from WPI/pectin mixtures at pH 4.5 were an order of magnitude smaller when formed after DHP treatment, regardless of the degree of esterification. WPI/pectin complexes formed after DHP treatment were more stable against subsequent pH neutralization than complexes formed without DHP treatment, and WPI/high-methoxyl pectin (HMP) complexes had greater stability than WPI/low-methoxyl pectin (LMP) complexes. WPI/pectin particles prepared by thermal treatment of complexes at pH 4.5 were also smaller when prepared after DHP treatment. WPI/HMP particles were stable to subsequent pH neutralization, while WPI/LMP particles became larger after neutralization."
    },
    {
      "pmid": "38215886",
      "title": "Acute ingestion of a ketone monoester, whey protein, or their co-ingestion in the overnight postabsorptive state elicit a similar stimulation of myofibrillar protein synthesis rates in young males: a double-blind randomized trial.",
      "authors": [
        "Sarkis J Hannaian",
        "Jamie Lov",
        "Stephanie E Hawley",
        "Manon Dargegen",
        "Divine Malenda",
        "Ari Gritsas",
        "Gilles Gouspillou",
        "José A Morais",
        "Tyler A Churchward-Venne"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Ketone bodies may have anabolic effects in skeletal muscle via their capacity to stimulate protein synthesis. Whether orally ingested exogenous ketones can stimulate postprandial myofibrillar protein synthesis (MyoPS) rates with and without dietary protein co-ingestion is unknown. OBJECTIVES: This study aimed to evaluate the effects of ketone monoester intake and elevated blood β-hydroxybutyrate (β-OHB) concentration, with and without dietary protein co-ingestion, on postprandial MyoPS rates and mechanistic target of rapamycin complex 1 (mTORC1) pathway signaling. METHODS: In a randomized, double-blind, parallel group design, 36 recreationally active healthy young males (age: 24.2 ± 4.1 y; body fat: 20.9% ± 5.8%; body mass index: 23.4 ± 2 kg/m2) received a primed continuous infusion of L-[ring-2H5]-phenylalanine and ingested one of the following: 1) the ketone monoester (R)-3-hydroxybutyl (R)-3-hydroxybutyrate (KET), 2) 10 g whey protein (PRO), or 3) the combination of both (KET+PRO). Blood and muscle biopsy samples were collected during basal and postprandial (300 min) conditions to assess β-OHB, glucose, insulin, and amino acid concentrations, MyoPS rates, and mTORC1 pathway signaling. RESULTS: Capillary blood β-OHB concentration increased similarly during postprandial conditions in KET and KET+PRO, with both being greater than PRO from 30 to 180 min (treatment × time interaction: P < 0.001). Postprandial plasma leucine and essential amino acid (EAA) incremental area under the curve (iAUC) over 300 min was greater (treatment: both P < 0.001) in KET+PRO compared with PRO and KET. KET, PRO, and KET+PRO stimulated postprandial MyoPS rates (0-300 min) higher than basal conditions [absolute change: 0.020%/h; (95% CI: 0.013, 0.027%/h), 0.014%/h (95% CI: 0.009, 0.019%/h), 0.019%/h (95% CI: 0.014, 0.024%/h), respectively (time: P < 0.001)], with no difference between treatments (treatment: P = 0.383) or treatment × time interaction (interaction: P = 0.245). mTORC1 pathway signaling responses did not differ between treatments (all P > 0.05). CONCLUSIONS: Acute oral intake of a ketone monoester, 10 g whey protein, or their co-ingestion in the overnight postabsorptive state elicit a similar stimulation of postprandial MyoPS rates in healthy young males. This trial was registered at clinicaltrials.gov as NCT04565444 (https://clinicaltrials.gov/study/NCT04565444).",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Male",
        "Young Adult",
        "Dietary Proteins",
        "Eating",
        "Ketones",
        "Mechanistic Target of Rapamycin Complex 1",
        "Muscle, Skeletal",
        "Postprandial Period",
        "Whey Proteins",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "38174800",
      "title": "Effect of gum arabic and thermal modification of whey protein isolate on the characteristics of Cornus officinalis flavonoid microcapsules.",
      "authors": [
        "Luodan Liang",
        "Weiwei Cao",
        "Linlin Li",
        "Wenchao Liu",
        "Xinyu Wei",
        "Junliang Chen",
        "Guangyue Ren",
        "Xu Duan"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Whey protein isolates (WPIs) were treated at 50, 60, 70, and 80°C to obtain thermally modified WPI. Gum arabic (GA) and thermal modification of WPI were used as novel wall materials to improve the quality of Cornus officinalis flavonoid (COF) microcapsules using microwave freeze-drying technique in this study. Results showed that all the thermal modification treatment decreased emulsifying activity index of WPI, whereas the solubility and emulsifying stability index (ESI) of WPI gradually increased with the increase of heating temperature. Compared to the untreated protein, the thermal modification treatment at 70°C increased the solubility and ESI of WPI by 14.91% ± 0.71% and 26.70% ± 0.94%, respectively. The microcapsules prepared with the modified protein at 60°C had the highest encapsulation efficiency (95.13% ± 2.36%), the lowest moisture content (1.42% ± 0.34%), and the highest solubility (84.41% ± 0.91). Scanning electron microscopy images showed that COF microcapsules were uniformly spherical, and the sizes of the microcapsules were in the following order: 12.42 ± 0.37 µm (80°C) > 11.7 ± 0.23 µm (untreated group) > 9.44 ± 0.33 µm (60°C) > 9.24 ± 0.14 µm (50°C) > 7.69 ± 0.29 µm (70°C). In the simulated in vitro digestion experiments, the release rate of COF microcapsules in the gastric digestion phase was less than that in the intestinal digestion phase, and it reached 66.46% at intestinal digestion phase. These results suggested that heated WPI and GA could be an effective nanocarrier to enhance the stability of COF.",
      "mesh_terms": [
        "Gum Arabic",
        "Whey Proteins",
        "Cornus",
        "Flavonoids",
        "Capsules"
      ]
    },
    {
      "pmid": "38163701",
      "title": "Effect of the gelling mechanism on the physical properties of bigels based on whey protein isolate.",
      "authors": [
        "Gabrielli Nunes Clímaco",
        "Luiz Henrique Fasolin"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of the cold-set and heat-set gelling mechanism of whey protein isolate on bigel production was assessed. For this purpose, hydrogel phase was produced with whey protein isolated (10 % w/v) and for oleogel sunflower oil and glycerol monostearate (7.5 % w/v) were used. Bigels were produced by hot emulsification of different hydrogel:oleogel ratios (from 90:10 up to 10:90). For cold-set bigels (CSB) NaCl (200 mM) was added to the aqueous phase prior to the emulsification and the emulsion was cooled to promote the 3D network formation. On the other hand, heat-set bigels (HSB) were produced by heating the emulsion (80 °C, 60 min). Bigels were evaluated through microscopy, FTIR, thermal and texture analyzes. Results showed that depending on the hydrogel:oleogel ratio and gelling mechanism different structures organization were obtained. CSB were more organized, showing that the rate of gelation was the mechanism responsible for the structure. However, for HSB the heat treatment destabilized the emulsion and disorganized structures were observed for high oleogel content. FTIR corroborates the visual observation and showed that the arrangement was purely physical. In addition, the structural arrangement led to different mechanical properties. In general, HSB produced gels with rubber-like behavior, higher elasticity modulus and the presence of a breaking point. In contrast, CSB behaves as squeezing gel, with no breaking point and lower values of elasticity modulus. Moreover, for O/W bigels the dispersed oleogel particles disrupted the WPI network decreasing the gel strength in comparison to pure hydrogels. However, for systems where oleogel was the continuous phase, the gel strength was recovered due to the metastable and dynamic character of these systems. Thus, results showed that the gelling mechanism of the protein exerted an effect on the physical properties of bigels. In addition, the mechanical properties also can be modulated according to the bigel composition, allowing its application in products with different sensorial characteristics.",
      "mesh_terms": [
        "Whey Proteins",
        "Emulsions",
        "Hydrogels",
        "Organic Chemicals"
      ]
    },
    {
      "pmid": "38159690",
      "title": "Composite formation of whey protein isolate and OSA starch for fabricating high internal phase emulsion: A comparative study at different pH and their application in biscuits.",
      "authors": [
        "Xiao-Qing Zheng",
        "De-Da Wang",
        "Sophia Xue",
        "Zi-Yan Cui",
        "Hai-Yang Yu",
        "Jian-Teng Wei",
        "Hai-Hua Chen",
        "Hong-Yan Mu",
        "Run Chen"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The composites formed by whey protein isolate (WPI) and octenyl succinate anhydride (OSA)-modified starch were characterized with a focus on the effect of pH, and their potential in fabricating high internal phase emulsions (HIPEs) as fat substitutes was evaluated. The particles obtained at pH 3.0, 6.0, 7.0, and 8.0 presented a nanosized distribution (122.04 ± 0.84 nm-163.24 ± 4.12 nm) while those prepared at pH 4.0 and 5.0 were remarkably larger. Results from the shielding agent reaction and Fourier transform infrared spectroscopy (FT-IR) showed that the interaction between WPI and OSA starch was mainly hydrophobic at pH 3.0-5.0, while there was a strong electrostatic repulsion at pH 6.0-8.0. A quartz crystal microbalance with dissipation (QCM-D) study showed that remarkably higher ΔD and lower Δf/n were observed at pH 3.0-5.0 after successive deposition of WPI and OSA starch, whereas slight changes were noted for those made at higher pH values. The WPI-OSA starch (W-O) composite-based HIPEs made at pH 3.0 and 6.0-8.0 were physically stable after long-term storage, thermal treatment, or centrifugation. Incorporation of HIPE into the biscuit formula yielded products with a desirable sensory quality.",
      "mesh_terms": [
        "Emulsions",
        "Whey Proteins",
        "Anhydrides",
        "Spectroscopy, Fourier Transform Infrared",
        "Starch",
        "Hydrogen-Ion Concentration",
        "Succinates"
      ]
    },
    {
      "pmid": "38155907",
      "title": "Radioprotective potential of whey protein against gamma irradiation-induced lingual damage.",
      "authors": [
        "Hanaa M Hassan",
        "Asmaa M Abdeen",
        "Ibrahim Y Abdelrahman",
        "Walied Abdo",
        "Saher S Mohammed",
        "Ahmed Abdeen",
        "Afaf Abdelkader",
        "Rada Olga",
        "Liana Fericean",
        "Samah F Ibrahim",
        "Heba I Ghamry",
        "Farouk S Elgendy",
        "Safwa M Sorour",
        "Abeer A Eldeeb",
        "Osama Ahmed",
        "Fatema Rashed",
        "Maha M Bikheet"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Ionizing radiation (IR) is effectively used in the treatment of oral malignancies; however, it might also significantly harm the surrounding tissues. Whey protein isolate (WP) is a protein derived from milk that exhibits a wide range of bioactivities. Therefore, the present research aimed to delineate the mitigating impact of WP against gamma irradiation-induced lingual damage. Methods: Rats were randomized into 5 groups: Control (saline, orally, 14 days), WP (WP; 0.5 g/kg b. w., orally, 14 days), IR (saline, orally, 14 days, exposed to 6 and 3 Gy on days 4 and 6, respectively), WP+IR (WP was given orally for 14 days before and after IR exposure; exposed to 6 and 3 Gy on days 4 and 6, respectively), and IR+WP (WP, orally, started 24 h after 1st IR exposure till the end of the experiment) groups. Samples were collected at two-time intervals (on the 7th and 14th days). Results and Discussion: Oxidative stress was stimulated upon IR exposure in tongue, indicated by boosted malondialdehyde (MDA) level, along with a decrease in the total antioxidant capacity (TAC) level, superoxide dismutase (SOD), and catalase (CAT) activities. Additionally, IR exposure depicted an increase of serum IgE, inflammatory cytokines, including tumor necrosis factor-α (TNF-α), interleukin (IL)-6, along with overexpression mRNA levels of nuclear factor kappa-B transcription factor/p65 (NF-κB/p65), and down-regulation of nuclear factor erythroid 2-related factor 2 (NRF2) and heme oxygenase (HO-1) mRNA levels in tongue tissue. Moreover, IR triggered alterations in lingual histological architecture. The antioxidant and anti-inflammatory properties of WP mitigated oxidative damage, inflammation, and desquamation that were brought on following IR exposure. The protective administration of WP markedly decreases IR-induced lingual harm compared to the mitigation protocol. Our findings recommend WP supplements to the diets of cancer patients undergoing IR that might aid radioprotective effects."
    },
    {
      "pmid": "38144742",
      "title": "Heat treatment effect on whey protein-epigallocatechin gallate interaction: A fluorescence spectroscopic analysis.",
      "authors": [
        "Yu-Qi Song",
        "Ying Zhao",
        "Guanglong Yao",
        "Rong-Shu Dong",
        "Jian Chen"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2023-Dec-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to examine the interaction mechanism of polyphenol protein in a heat-treated aqueous solution system using epigallocatechin gallate (EGCG) and whey protein (WP) as raw materials. Further, we hypothesized the binding characteristics of these two compounds. The results were as follows: The quenching mechanism between WP and EGCG was characterized as static quenching. As the temperature increased, the binding constant and the binding force between EGCG and WP both increased. The number of binding sites (denoted as n) between WP and EGCG was approximately 1. Hence, WP provided a single site to bind to EGCG to form a complex. The main binding modes between WP and EGCG were hydrophobic and electrostatic interactions, and they were spontaneously combined into complexes (ΔG < 0). This study provided a basis for the interaction between WP and EGCG under different heating conditions and their combination mode."
    },
    {
      "pmid": "38138458",
      "title": "Characteristics and Absorption Rate of Whey Protein Hydrolysates Prepared Using Flavourzyme after Treatment with Alcalase and Protamex.",
      "authors": [
        "Yeok Boo Chang",
        "Hyeongyeong Kim",
        "Se Kyung Lee",
        "Hye-Jin Kim",
        "A-Hyun Jeong",
        "Hyung Joo Suh",
        "Yejin Ahn"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to evaluate the physicochemical properties of whey protein hydrolysate and determine changes in absorption rate due to enzymatic hydrolysis. The molecular weight distribution analysis of whey protein concentrate (WPC) and low-molecule whey protein hydrolysate (LMWPH) using the Superdex G-75 column revealed that LMWPH is composed of peptides smaller than those in WPC. Fourier-transform infrared spectroscopy indicated differences in peak positions between WPC and LMWPH, suggesting hydrolysis-mediated changes in secondary structures. Moreover, LMWPH exhibited higher thermal stability and faster intestinal permeation than WPC. Additionally, oral LMWPH administration increased serum protein content at 20 min, whereas WPC gradually increased serum protein content after 40 min. Although the total amount of WPC and LMWPH absorption was similar, LMWPH absorption rate was higher. Collectively, LMWPH, a hydrolysate of WPC, has distinct physicochemical properties and enhanced absorptive characteristics. Taken together, LMWPH is composed of low-molecular-weight peptides with low antigenicity and has improved absorption compared to WPC. Therefore, LMWPH can be used as a protein source with high bioavailability in the development of functional materials.",
      "mesh_terms": [
        "Protein Hydrolysates",
        "Subtilisins",
        "Whey",
        "Whey Proteins",
        "Peptides",
        "Blood Proteins"
      ]
    },
    {
      "pmid": "38135472",
      "title": "Effects of whey protein complex combined with low-intensity exercise in elderly inpatients with COPD at a stable stage.",
      "authors": [
        "Min Zong",
        "Honghua Shen",
        "Lei Ren",
        "Tao Han",
        "Jie Chen",
        "Yanqiu Chen",
        "Jiashuo Lu",
        "Yin Zhang",
        "Shijie Li",
        "Jianqin Sun"
      ],
      "journal": "Asia Pacific journal of clinical nutrition",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Previous literature mostly has demonstrated the efficacy of pulmonary rehabilitation (PR) combined with whole nutrition powder in patients with chronic obstructive pulmonary disease (COPD). However, the benefits of whey protein as an oral nutritional supplement (ONS) during PR are not clear. METHODS AND STUDY DESIGN: It took 12 weeks to complete the trial, we divided 90 elderly patients with stable-stage COPD into a low-intensity exercise group (n= 30, PR group), PR plus whey proteins complex group (n= 30, PRWP group), and a control group (n= 30) randomly, and assessed index such as exercise capacity, mental health status, lung function, and body composition. Eventually, 84 people persisted until the end of the trial. RESULTS: Compared with the control group, hand grip strength (HGS)(1.4 ± 0.6 kg, and 1.0 ± 0.2 kg respectively, p< 0.05) in the PRWP and PR group, 6 minutes of walking distance (6MWD)(14.1 ± 3.8m, p< 0.05) in PRWP group improved. Furthermore, compared with the PR group, Medical Research Council Dyspnea Scale (MRC)(-0.2 ± 0.1, p< 0.01), anxiety score (-1.2 ± 0.4, p< 0.01), and body weight (2.0 ± 0.8kg, p< 0.05) improved in the PRWP group. There were no inter-group differences in a fat-free mass index or appendicular skeletal muscle mass index. CONCLUSIONS: Muscle strength could be enhanced in both intervention models. Adding whey protein complex was additionally successful in rectifying dyspnea, anxiety, and weight loss caused by exercise. This rehabilitation pattern might be valuable in elderly patients with COPD.",
      "mesh_terms": [
        "Aged",
        "Humans",
        "Dyspnea",
        "Hand Strength",
        "Inpatients",
        "Pulmonary Disease, Chronic Obstructive",
        "Quality of Life",
        "Whey Proteins"
      ]
    },
    {
      "pmid": "38061529",
      "title": "Improved encapsulation effect and structural properties of whey protein isolate by dielectric barrier discharge cold plasma.",
      "authors": [
        "Ting Xu",
        "Xiaojing Li",
        "Caie Wu",
        "Gongjian Fan",
        "Tingting Li",
        "Dandan Zhou",
        "Jinpeng Zhu",
        "Zhihao Wu",
        "Xiaowen Hua"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The whey protein isolate (WPI) was modified by dielectric barrier discharge cold plasma (DBD) in order to improve its encapsulation efficiency of rutin. In this work, the effect of DBD treatment on structure and physicochemical properties of WPI and the interaction between DBD-treated WPI and rutin were investigated. The results showed that the structural change of WPI leaded to the exposure of internal hydrophobic groups, increasing the interaction site with rutin. The encapsulation efficiency of DBD-treated WPI (30 kV, 30 s) on rutin was improved by 12.42 % compared with control group. The results of multispectral analysis showed that static quenching occurred in the process of interaction between DBD-treated and rutin, hydrogen bond and van der Waals force were the main forces between them. Therefore, DBD treatment can be used as a method to improve the encapsulation efficiency of WPI on hydrophobic active substances.",
      "mesh_terms": [
        "Whey Proteins",
        "Plasma Gases",
        "Hydrophobic and Hydrophilic Interactions",
        "Hydrogen Bonding",
        "Rutin"
      ]
    },
    {
      "pmid": "38040197",
      "title": "The effect of whey source on heat-induced aggregation of casein and whey protein mixtures of relevance to infant nutritional product formulation.",
      "authors": [
        "Bernard M Corrigan",
        "James A O'Mahony",
        "Mark A Fenelon"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sweet and, to a lesser extent, acid whey protein ingredients can be used for the formulation of infant nutritional products. Unlike acid whey, sweet whey contains caseinomacropeptide (CMP), a heat-stable peptide liberated from κ-casein during cheese and rennet casein manufacture. Four protein systems-sweet whey (SW) and acid whey (AW), with or without standardization for CMP protein content-were added to skim milk (50/50, wt/wt) and unheated or heated to 85 or 110°C. These 12 samples were assessed for physicochemical stability in the presence of added calcium at pH 6.8. The effect of CMP content on the physicochemical properties of the protein systems was also assessed. Without preheat treatment, mixtures of AW and skim milk (SM) were more heat stable than SW and SM, demonstrating the effect of whey protein type on heat stability. Preheat treatment of the SW in the presence of SM significantly improved the heat stability of the resultant protein systems on subsequent heating. All of the protein systems had significantly lower heat stability with the addition of Ca, although the reduction was significantly smaller for the heated protein systems than the unheated controls. The findings can help identify heating parameters and ingredients for optimizing processing stability and physicochemical characteristics of nutritional beverages such as infant formulations.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Whey Proteins",
        "Whey",
        "Caseins",
        "Hot Temperature",
        "Hydrogen-Ion Concentration",
        "Milk",
        "Milk Proteins"
      ]
    },
    {
      "pmid": "37977441",
      "title": "Preventive effect of fermented whey protein mediated by Lactobacillus gasseri IM13 via the PI3K/AKT/FOXO pathway in muscle atrophy.",
      "authors": [
        "Ji Hun Jang",
        "Jae Yeon Joung",
        "Seung Pil Pack",
        "Nam Su Oh"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the preventive effects of whey protein fermented with Lactobacillus gasseri IM13 (F-WP) against dexamethasone (DEX)-induced muscle atrophy. C2C12 muscle cells were treated with F-WP followed by DEX treatment. Dexamethasone treatment inhibited myotube formation and the expression of myogenic regulatory factors; however, pretreatment with F-WP attenuated DEX-induced damage. The F-WP significantly activated the phosphorylation of the IGF-1/PI3K/AKT pathway and improved muscle homeostasis suppressed by DEX. Moreover, F-WP alleviated the phosphorylation of mTOR, S6K1, and 4E-BP1 and enhanced muscle protein synthesis. Muscle-specific ubiquitin ligases and autophagy lysosomes, which were activated by the dephosphorylation of FOXO3a by DEX treatment, were significantly attenuated by F-WP pretreatment of myotubes. For peptidomic analysis, F-WP was fractionated using preparative HPLC (prep-HPLC), and the AA sequences of 11 peptides were identified using MALDI-TOF/MS/MS. In conclusion, fermentation of whey protein by the specific probiotic strain IM13 produced bioactive peptides with high antioxidant and anti-sarcopenic-sarcopenic effects, which markedly enhanced myogenesis and muscle protein synthesis while diminishing muscle protein degradation compared with intact whey protein.",
      "mesh_terms": [
        "Animals",
        "Muscle, Skeletal",
        "Proto-Oncogene Proteins c-akt",
        "Lactobacillus gasseri",
        "Whey Proteins",
        "Phosphatidylinositol 3-Kinases",
        "Dexamethasone",
        "Tandem Mass Spectrometry",
        "Muscular Atrophy",
        "Muscle Fibers, Skeletal",
        "Muscle Proteins"
      ]
    },
    {
      "pmid": "37944731",
      "title": "Investigation on the interaction mechanisms for stability of preheated whey protein isolate with anthocyanins from blueberry.",
      "authors": [
        "Zhihuan Zang",
        "Jinlong Tian",
        "Shurui Chou",
        "Yuxi Lang",
        "Siyi Tang",
        "Shufang Yang",
        "Yiyun Yang",
        "Zhufeng Jin",
        "Wei Chen",
        "Xiaoli Liu",
        "Wuyang Huang",
        "Bin Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Proteins and anthocyanins coexist in complex food systems. This research mainly studied the steady-state protective design and mechanism of the preheated protein against anthocyanins. Multispectral and molecular dynamics are utilized to illustrate the interaction mechanism between preheated whey protein isolate (pre-WPI) and anthocyanins. The pre-WPI could effectively protect the stability of anthocyanins, and the effect was better than that of the natural whey protein isolate (NW). Among them, NW after preheating treatment at 55 °C showed better protection against anthocyanin stability. Fluorescence studies indicated that pre-WPI there existed a solid binding affinity and static quenching for malvidin-3-galactoside (M3G). Multispectral data showed a significant variation in the secondary structure of pre-WPI. Furthermore, molecular dynamics simulation selects AMBER18 as the protein force field, and the results showed that hydrogen bonding participated as an applied force. Compared with NW, pre-WPI could better wrap anthocyanins and avoid damage to the external environment due to tightening of the pockets. Protein protects anthocyanins from degradation, and this protective effect is influenced by the preheating temperature of protein and the structure of protein. On the basis of the above results, it is possible to pinpoint the interaction mechanism between preheated proteins and anthocyanins.",
      "mesh_terms": [
        "Anthocyanins",
        "Whey Proteins",
        "Blueberry Plants",
        "Temperature",
        "Molecular Dynamics Simulation"
      ]
    },
    {
      "pmid": "37944409",
      "title": "Metabolic effects of an oral carbohydrate-whey protein supplement after fasting in volunteers: A randomized controlled crossover trial.",
      "authors": [
        "Paulo L B Nogueira",
        "Cristiane Coimbra de Paula",
        "Diana Borges Dock-Nascimento",
        "José Eduardo de Aguilar-Nascimento"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Oral supplements containing carbohydrates (CHOs) can be used to reduce preoperative fasting time. The aim of this study was to investigate the early metabolic and acute phase responses to a clear, oral supplement containing CHO and whey protein (WP) in young, healthy volunteers during a fasting-induced organic response. METHODS: In this controlled crossover clinical trial, volunteers were randomized into groups after a 12-h fast: the CHO+WP group consumed 200 mL CHO enriched with WP (n = 30); the CHO group members consumed 200 mL water plus maltodextrin (n = 30), and the Fast group was fasted only (n = 30). Blood samples were collected after fasting and 3 h after ingestion of the supplement. The samples were analyzed for glucose, glycated hemoglobin, insulin, C-reactive protein, β-hydroxybutyrate, triacylglycerols, albumin, chlorine, and sodium. After 7 d, the groups were inverted, so all volunteers entered the three groups. RESULTS: The nutritional intervention did not change the biochemical parameters related to the acute phase response or insulin resistance; however, there was a statistically significant reduction (P < 0.001) in serum β-hydroxybutyrate in the CHO+WP group (0.05 ± 0.08 mmol/L) compared with the other two groups (Fast group: 0.11 ± 0.08 mmol/L; CHO group: 0.09 ± 0.13 mmol/L). CONCLUSIONS: After overnight fasting, the oral supplement containing CHO and WP decreased ketosis. These findings may help select the most efficient oral supplement to be given 2 to 3 h before elective surgeries.",
      "mesh_terms": [
        "Humans",
        "Whey Proteins",
        "3-Hydroxybutyric Acid",
        "Cross-Over Studies",
        "Blood Glucose",
        "Insulin",
        "Fasting",
        "Dietary Carbohydrates"
      ]
    },
    {
      "pmid": "37923199",
      "title": "Antihyperuricemic activity and inhibition mechanism of xanthine oxidase inhibitory peptides derived from whey protein by virtual screening.",
      "authors": [
        "Yaru Xu",
        "Han Gong",
        "Yang Zou",
        "Xueying Mao"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Xanthine oxidase (XO), a rate-limiting enzyme in uric acid production, is the pivotal therapeutic target for gout and hyperuricemia. In this study, 57 peptides from α-lactalbumin and β-lactoglobulin were obtained via virtual enzymatic hydrolysis, and 10 XO inhibitory peptides were virtually screened using molecular docking. Then toxicity, allergenicity, solubility, and isoelectric point of the obtained 10 novel peptides were evaluated by in silico tools. The XO activity of these synthetic peptides was tested using an in vitro assay by high-performance liquid chromatography. Their inhibitory mechanism was further explored by molecular docking. The results showed that 4 peptides GL, PM, AL, and AM exhibited higher inhibitory activity, and their half maximal inhibitory concentration in vitro was 10.20 ± 0.89, 23.82 ± 0.94, 34.49 ± 0.89, and 40.45 ± 0.92 mM, respectively. The peptides fitted well with XO through hydrogen bond, hydrophobic interaction, and van der Waals forces, and amino acid residues Glu802, Leu873, Arg880, and Pro1076 played an important role in this process. Overall, this study indicated 4 novel peptides GL, PM, AL, and AM from whey protein exhibited XO inhibitory activity, and they might be useful and safe XO inhibitors for hyperuricemia prevention and treatment.",
      "mesh_terms": [
        "Animals",
        "Gout Suppressants",
        "Hyperuricemia",
        "Xanthine Oxidase",
        "Whey Proteins",
        "Molecular Docking Simulation",
        "Enzyme Inhibitors",
        "Peptides"
      ]
    },
    {
      "pmid": "37907516",
      "title": "Composition of gut microbiota involved in alleviation of dexamethasone-induced muscle atrophy by whey protein.",
      "authors": [
        "JinLing Qiu",
        "Yixing Cheng",
        "Yang Deng",
        "Guangxu Ren",
        "Jiaqi Wang"
      ],
      "journal": "NPJ science of food",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Skeletal muscle atrophy is a condition associated with increased morbidity and mortality. While the concept of the gut-muscle axis has been proposed, the role of gut microbiota in dexamethasone (DEX)-induced skeletal muscle atrophy remains largely unknown, limiting its clinical applications. In this study, we found that administration of DEX caused a shift in the gut microbiota of mice, characterized by an increased ratio of Firmicutes/Bacteroidota and a reduction in alpha diversity. We also identified 480 new operational taxonomic units (OTUs), while 1168 specific OTUs were lost. Our Spearman correlation analysis revealed 28 key taxonomic genera of bacteria that were positively or negatively associated with skeletal muscle strength and weight (r: -0.881 to 0.845, p < 0.05). Moreover, supplementation with whey protein reshaped the gut microbiota structure in DEX-treated mice, making it more similar to that of the control group. Importantly, we further utilized a stepwise regression model to identify two enterotypes capable of predicting skeletal muscle function and weight. Notably, Ileibacterium and Lachnospiraceae_UCG-001 played significant roles in predicting both skeletal muscle function and weight. Our findings suggest that DEX causes shifts in the gut microbiota, which can be reversed by whey protein intervention. The enterotypes identified by our stepwise regression models predict muscle function and weight, underscoring the potential role of gut microbiota in modulating muscle atrophy and emphasizing the therapeutic opportunities of microbiota-altering interventions."
    },
    {
      "pmid": "37892468",
      "title": "Whey Protein Hydrolysate Exerts Anti-Inflammatory Effects to Alleviate Dextran Sodium Sulfate (DSS)-Induced Colitis via Microbiome Restoration.",
      "authors": [
        "Wenrong Zou",
        "Zixin Fu",
        "Xiaohong Guo",
        "Lei Yao",
        "Hui Hong",
        "Yongkang Luo",
        "Yuqing Tan"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Oct-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Whey protein hydrolysate (WPH) has been shown to have a variety of bioactivities. This study aimed to investigate the preventive effect of WPH on dextran sodium sulfate (DSS)-induced colitis in C57BL/6J mice. The results indicated that WPH intervention for 37 days was effective in delaying the development of colonic inflammation, and high doses of WPH significantly inhibited weight loss (9.16%, n = 8, p < 0.05), protected the colonic mucosal layer, and significantly reduced the levels of inflammatory factors TNF-α, IL-6, and IL-1β in mice with colitis (n = 8, p < 0.05). In addition, WPH intervention was able to up-regulate the short-chain fatty acids secretion and restore the gut microbiome imbalance in mice with colitis. Notably, high-dose WPH intervention increased the relative abundance of norank_f_Muribaculaceae by 1.52-fold and decreased the relative abundance of Romboutsia and Enterobacter by 3.77-fold and 2.45-fold, respectively, compared with the Model group. WPH intervention protected colitis mice mainly by reversing the microbiome imbalance and regulating the major histocompatibility complex (MHC) class I pathway. This study showed that WPH has anti-inflammatory activity and a promising colitis management future.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Dextrans",
        "Protein Hydrolysates",
        "Whey",
        "Mice, Inbred C57BL",
        "Colitis",
        "Colon",
        "Microbiota",
        "Anti-Inflammatory Agents",
        "Dextran Sulfate",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "37859554",
      "title": "Comparing the Therapeutic Potency of Camel Milk and Whey Protein Against Toxicity-Induced by Levofloxacin in Male Albino Rats.",
      "authors": [
        "Maram Musaed Alazzmi",
        "Heba Fawzy Gomaa"
      ],
      "journal": "Pakistan journal of biological sciences : PJBS",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "&lt;b&gt;Background and Objective:&lt;/b&gt; Levofloxacin (LFX) is a wide-spectrum antibiotic that is used to treat many types of infections. Camel milk (CM) and camel whey protein (CWP) are natural antioxidants that work as dietary supplements that enhance immune defenses. The goal of this study was to estimate the therapeutic efficacy of camel whey protein and camel milk, in addition to the toxic effects of the antibiotic levofloxacin. &lt;b&gt;Materials and Methods:&lt;/b&gt; As 42 male albino rats were divided as follows: G1: Control, G2: CM orally for 15 days, G3: CWP orally for 15 days, G4: LFX orally for 10 days, G5: LFX for 10 days and followed with CM daily for 15 days and G6: LFX for 10 days followed by CWP orally for 15 days. At the end of the study blood sera from all groups were collected for estimation of serum total protein, albumin, globulins and glucose. Sections of the liver and kidney were separated for estimation of GSH, CAT, GSH-PX. All data were statistically analyzed using analysis of variance. &lt;b&gt;Results:&lt;/b&gt; The LFX treatment induced a decrease in serum levels of proteinogram, glucose, hepatic and renal values of oxidative stress and raising values of serum kidney and liver functions, hepatic and renal MDA. The treatment of LFX-treated rats with CWP led to a more increase in serum proteinogram, glucose, hepatic and renal (GSH, CAT, GSH-PX) a decline in serum values of (urea, ALAT, ASAT, ALP, BIL, T.P, D. BIL, Ind. BIL creatinine), hepatic and renal MDA than the treatment with CWP did. &lt;b&gt;Conclusion:&lt;/b&gt; The use of CWP after LFX-treatment showed greater therapeutic potency than the use of CM.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Camelus",
        "Whey Proteins",
        "Levofloxacin",
        "Milk",
        "Oxidative Stress",
        "Glucose",
        "Anti-Bacterial Agents"
      ]
    },
    {
      "pmid": "37846905",
      "title": "Unlocking the potential of milk whey protein components in colorectal cancer prevention and therapy.",
      "authors": [
        "Jianxin Xiao",
        "Jiaying Ma",
        "Muhammad Zahoor Khan",
        "Gibson Maswayi Alugongo",
        "Tianyu Chen",
        "Shuai Liu",
        "Shengli Li",
        "Zhijun Cao"
      ],
      "journal": "Critical reviews in food science and nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Extensive research from large prospective cohort studies and meta-analytical investigations over recent decades have consistently indicated that dairy foods have protective effects, reducing the risk of colorectal cancer. Most of the literature has explored the potential role of milk minerals and vitamins in managing colorectal cancer. Yet, there is a paucity of a comprehensive summary of the anticancer attributes of milk protein components and their underlying mechanisms of action. Recent advancements have spotlighted the potential of whey proteins, including β-lactoglobulin, α-lactalbumin, serum albumin, and lactoferrin, as promising candidates for both the prevention and treatment of colorectal cancer. Notably, whey proteins have demonstrated a more pronounced capacity for suppressing carcinogen-induced tumors when compared to casein. Their strong binding affinity enables them to serve as effective carriers for small molecules or drugs targeting colon cancer therapy. Furthermore, numerous studies have underscored the anti-inflammatory and antioxidant prowess of whey proteins in cancer prevention. Additionally, whey proteins have been shown to trigger apoptosis, hinder tumor cell proliferation, and impede metastasis. This comprehensive review, therefore, not only substantiates the significance of incorporating whey protein components into a balanced daily diet but also underscores their potential in safeguarding against the onset and progression of colorectal cancer.",
      "mesh_terms": [
        "Whey Proteins",
        "Colorectal Neoplasms",
        "Humans",
        "Animals",
        "Lactalbumin",
        "Lactoferrin",
        "Lactoglobulins",
        "Apoptosis",
        "Antioxidants",
        "Milk",
        "Milk Proteins",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "37835278",
      "title": "Physicochemical and Functional Properties of Thermal-Induced Polymerized Goat Milk Whey Protein.",
      "authors": [
        "Mu Tian",
        "Xiaomeng Sun",
        "Jianjun Cheng",
        "Mingruo Guo"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Sep-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Goat milk whey protein products are a hard-to-source commodity. Whey protein concentrate was directly prepared from fresh goat milk. The effects of the heating temperature (69-78 °C), time (15-30 min), and pH (7.5-7.9) on the physicochemical and functional properties of the goat milk whey protein were investigated. The results showed that the particle size of the samples significantly increased (p < 0.05) after heat treatment. The zeta potential of polymerized goat milk whey protein (PGWP) was lower than that of native goat milk whey protein. The content of the free sulfhydryl groups of PGWP decreased with increasing heating temperature and time, while an increase in surface hydrophobicity and apparent viscosity of PGWP were observed after heat treatment. Fourier Transform Infrared Spectroscopy analysis indicated that heat treatment and pH had considerable impacts on the secondary structure of goat milk whey protein. Transmission electron microscope images revealed that heat induced the formation of a large and uniform protein network. Additionally, the changes in the physicochemical and structural properties contributed to the improvement of the emulsifying and foaming properties of goat milk whey protein after heat treatment. The results may provide a theoretical basis for the applications of polymerized goat milk whey protein in related products."
    },
    {
      "pmid": "37810915",
      "title": "Comparison of the effects of pea protein and whey protein on the metabolic profile of soccer athletes: a randomized, double-blind, crossover trial.",
      "authors": [
        "Luiz Lannes Loureiro",
        "Tathiany Jéssica Ferreira",
        "Fábio Luiz Candido Cahuê",
        "Victor Zaban Bittencourt",
        "Ana Paula Valente",
        "Anna Paola Trindade Rocha Pierucci"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Pea protein (PP) concentrate is a plant-based alternative to animal protein sources, such as whey protein (WP). In addition to its valuable amino acid composition, PP has a low environmental impact, making it a sustainable, nutritious, and viable alternative for enhanced sports performance, such as in soccer. PP Therefore, this study aimed to evaluate the effects of PP and WP supplementation on biochemical and metabolic parameters in soccer players. METHODS: Twelve male under-20 soccer players were included in this double-blind, randomized crossover intervention study. For 10 consecutive days, each participant received either 0.5 g/kg of the PP or WP supplementation after training, starting 7 days before the test game, and continuing until 2 days after. After a 4-day washout period, the athletes switched groups and the intervention was restarted. Blood samples were collected before and after the game, as well as 24 h, 48 h, and 72 h intervals thereafter. Creatine kinase (CK), aspartate transaminase, alanine transaminase (ALT), lactate (LA), urea, creatinine, and uric acid were analyzed using commercial kits. Exploratory metabolic profiling of the serum samples was performed using nuclear magnetic resonance spectroscopy. RESULTS: A comparison of biochemical markers showed that the PP group had lower CK in the post-game moment, 24 h, and 48 h. Lower LA in the post-game moment, and lower ALT in the post-game moment and at 24 h. Of the 48 metabolites analyzed, 22 showed significant differences between the time points, such as amino acids, ketone bodies, and glucose metabolism. Glutamate and lactate levels significantly increased between the pre- and post-game moments in the WP group. After the game, the WP group exhibited reduced levels of metabolites such as arginine and taurine, whereas no such change was observed in the PP group. There was no difference in metabolites 72 h after the game. CONCLUSIONS: Despite the slight advantage of the PP group in specific biochemical markers, these differences are not sufficient to justify the choice of a particular type of protein. However, the results highlight the viability of plant protein as a potential alternative to animal protein without compromising athletic performance or recovery."
    },
    {
      "pmid": "37803536",
      "title": "Study on potential antigenicity and functional properties of whey protein treated by high hydrostatic pressure based on structural analysis.",
      "authors": [
        "Xin-Xin Yu",
        "Xiao-Hui Wang",
        "Sheng-Ao Zhang",
        "Ying-Hua Zhang",
        "Han-Lin Zhang",
        "Yu-Qi Yin"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "High hydrostatic pressure (HHP) is extensively utilized in the field of food processing due to its remarkable ability to preserve the freshness of food. The potential antigenicity of β-lactoglobulin (β-LG) in whey protein isolate (WPI, 3%) treated by HHP was detected by enzyme linked immunosorbent assay (ELISA) using monoclonal antibodies. Furthermore, the impact of pressure-induced structural alterations on the emulsification properties and antioxidant activity of WPI was investigated. The findings revealed that pressures exceeding 300 MPa resulted in molecular aggregation, the formation of inter-molecular disulfide bonds, and an increase in surface hydrophobicity (H0). The percentage of β-sheet decreased along with the pressure. The results showed the increment of α-helix and β-turn with pressure. ELISA demonstrated a significant reduction in the antigenicity of β-LG following HHP treatment (100-600 MPa), with a slight recovery observed at 300 MPa. These spatial structural modifications led to the unfolding of the β-LG molecule, thereby enhancing its digestibility. Moreover, HHP treatment substantially improved the antioxidant properties, with the exposure to hydrophobic amino acids contributing to increased antioxidant properties and emulsion stability.",
      "mesh_terms": [
        "Whey Proteins",
        "Antioxidants",
        "Hydrostatic Pressure",
        "Lactoglobulins",
        "Hydrophobic and Hydrophilic Interactions"
      ]
    },
    {
      "pmid": "37764864",
      "title": "Effects of Whey Protein Supplementation on Inflammatory Marker Concentrations in Older Adults.",
      "authors": [
        "Samuel Adler",
        "Wyatt Olsen",
        "Bryna Rackerby",
        "Rachel Spencer",
        "David C Dallas"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Sep-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although whey protein isolate (WPI) has been shown to be immunomodulatory, its ability to modulate production of a broad array of inflammatory markers has not previously been investigated in healthy adults. We investigated the effects of daily supplementation with 35 g of WPI for 3 weeks on inflammatory marker concentrations in the blood serum and feces of 14 older adult subjects (mean age: 59). Serum was analyzed using a multiplex assay to quantify the cytokines IFN-γ, IL-1β, IL-1RA, IL-2, IL-3, IL-4, IL-5, IL-6, IL-7, IL-8, IL-9, IL-10, IL-12p70, IL-13, IL-17A and TNF-α. Fecal samples were analyzed using an ELISA for the inflammatory markers calprotectin and lactoferrin. Our results yielded high inter-subject variability and a significant proportion of cytokine concentrations that were below our method's limit of quantification. We observed decreases in serum IL-12p70 in the washout phase compared with baseline, as well as the washout stage for fecal lactoferrin relative to the intervention stage. Serum IL-13 was also significantly reduced during the intervention and washout stages. Our data suggest that whey protein supplementation did not significantly alter most inflammatory markers measured but can alter concentrations of some inflammatory markers in healthy older adults. However, our study power of 35% suggests the number of participants was too low to draw strong conclusions from our data.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Middle Aged",
        "Whey Proteins",
        "Interleukin-13",
        "Lactoferrin",
        "Whey",
        "Interleukin-12",
        "Cytokines",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37743924",
      "title": "\"We want more\": perspectives of sarcopenic older women on the feasibility of high-intensity progressive resistance exercises and a whey-protein nutrition intervention.",
      "authors": [
        "Reena K Vijayakumaran",
        "Robin M Daly",
        "Vina P S Tan"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This qualitative study is nested within a 12-week pilot randomized-controlled, two-arm trial involving high-intensity progressive resistance training (PRT) or PRT with a multi-nutrient, whey-protein supplementation (PRT+WP) in sarcopenic older adults (trial registration no: TCTR20230703001). The aim was to investigate sarcopenic participants' perceptions and barriers to this multi-modal intervention strategy that may accelerate \"real-world\" implementation. Eighteen older adults (one man) with possible sarcopenia were invited to join the study, of whom 16 women were randomized to a thrice-weekly PRT (n = 8) program (80% of 1-repetitive maximum, six resistance band exercises) only or PRT plus daily weekday milk-based WP supplementation (PRT+WP, n = 8). Muscle strength (handgrip and 5-times sit-to-stand), mass (dual-energy X-ray absorptiometry), performance (Short Physical Performance Battery and stair ascent-descent), and nutrition status (Mini Nutritional Assessment) were assessed for changes. We randomly selected eight women for the semi-structured interview. Post-intervention, eight (50%) women were sarcopenia-free, six (38%) remained in possible sarcopenia, one (6%) improved to sarcopenia, and one (6%) deteriorated from possible to severe sarcopenia. There were no significant between-group differences, but significant within-group improvements (p < 0.05) were detected for handgrip strength (PRT+WP 5.0 kg, d = 0.93; PRT 6.1 kg, d = 0.55), 5-times sit-to-stand time (PRT 2.0 s, d = 1.04), nutrition score (PRT+WP 3.44, d = 0.52; PRT 1.80, d = 0.44), and stair ascent time (PRT+WP 0.97 s, d = 0.77; PRT 0.75 s, d = 0.97). Our thematic analyses identified four main themes, namely, (1) perceived benefits, (2) sustaining behavior changes, (3) challenges in participating, and (4) improved wellbeing. Participants expressed how they initially were skeptical and doubted that they could complete the exercises or tolerate the milk-based WP supplements. However, they reported positive experiences and benefits felt from strength gains, increased confidence, and better physical abilities. Participants were surprised by the zero adverse effects of WP supplements. The women wanted more nutritional information and structured, guided exercise programs and suggested a community-based implementation. In conclusion, our findings showed PRT was well received and may support reduced risks of sarcopenia. No added benefits were seen with the addition of WP supplementation, but a larger sample is required to address this question. Overall, older (previously sarcopenic) Malay women indicated that they want more multi-modal programs embedded in their community."
    },
    {
      "pmid": "37709040",
      "title": "Dietary delivery of glycomacropeptide within the whey protein matrix is not effective in mitigating tissue ceramide deposition and obesity in mice fed a high-fat diet.",
      "authors": [
        "Naomi M M P de Hart",
        "Jonathan J Petrocelli",
        "Rebekah J Nicholson",
        "Elena M Yee",
        "Lisha van Onselen",
        "Marisa J Lang",
        "Paul-Emile Bourrant",
        "Patrick J Ferrara",
        "Eric D Bastian",
        "Loren S Ward",
        "Brent L Petersen",
        "Micah J Drummond"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity is often accompanied by heightened circulating and tissue inflammation along with an increase in sphingolipids (e.g., ceramides) in metabolically active and insulin-sensitive organs. Whey protein isolate (WPI) has been shown to decrease inflammation and increase insulin sensitivity when given during a high-fat diet (HFD) intervention in rodents. The whey protein bioactive peptide glycomacropeptide (GMP) has also been linked to having anti-inflammatory properties and regulating lipogenesis. Therefore, the purpose of the study was to determine the effect of dietary GMP within the whey protein matrix on tissue inflammation, adiposity, and tissue ceramide accumulation in an obesogenic rodent model. Young adult male mice (10 wk old) underwent a 10-wk 60% HFD intervention. Glycomacropeptide was absent in the control low-fat diet and HFD WPI (-GMP) groups. The HFD WPI (1×GMP) treatment contained a standard amount of GMP, and HFD WPI (2×GMP) had double the amount. We observed no differences in weight gain or reductions in adiposity when comparing the GMP groups to HFD WPI (-GMP). Similarly, insulin resistance and glucose intolerance were not offset with GMP, and skeletal muscle and liver tissue ceramide content was unaltered with the GMP intervention. In contrast, the additional amount of GMP (2×GMP) might adversely affect tissue obesity-related pathologies. Together, dietary GMP given in a whey protein matrix during an HFD intervention does not alter weight gain, insulin resistance, glucose intolerance, and sphingolipid accumulation in the liver and skeletal muscle.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Caseins",
        "Ceramides",
        "Diet, High-Fat",
        "Glucose Intolerance",
        "Inflammation",
        "Insulin Resistance",
        "Mice, Inbred C57BL",
        "Obesity",
        "Peptide Fragments",
        "Sphingolipids",
        "Weight Gain",
        "Whey Proteins"
      ]
    }
  ]
}