{
  "supplement": "Yeast Mannan",
  "query": "Yeast Mannan[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 23:06:49",
  "research_count": 10,
  "count": 10,
  "articles": [
    {
      "pmid": "38809309",
      "title": "Effects of dietary yeast mannan-rich fraction supplementation on growth performance, intestinal morphology, and lymphoid tissue characteristics in weaned piglets challenged with Escherichia Coli F4.",
      "authors": [
        "Djeison Lutier Raymundo",
        "Paula Caixeta Borges",
        "Kassia Barbosa",
        "Kiyoko Uemura Utiumi",
        "Mary Suzan Varaschin",
        "Diego Feitosa Leal",
        "Sudário Roberto Silva",
        "Maíra Resende",
        "Jessica Aparecida Barbosa",
        "Vinícius de Souza Cantarelli"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2024-May-29",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "We evaluated the effects of supplementing yeast mannan-reach-fraction on growth performance, jejunal morphology and lymphoid tissue characteristics in weaned piglets challenged with E. Coli F4. A total of 20 crossbred piglets were used. At weaning, piglets were assigned at random to one of four groups: piglets challenged and fed the basal diet supplemented with yeast mannan-rich fraction (C-MRF, n = 5); piglets challenged and fed the basal diet (C-BD, n = 5); piglets not challenged and fed the basal diet supplemented with yeast mannan-rich fraction (NC-MRF, n = 5), and piglets not challenged and fed the basal diet (NC-BD). Each dietary treatment had five replicates. On days 4, 5 and 10, piglets were orally challenged with 108 CFU/mL of E. Coli F4. C-MRF piglets had higher BW (p = 0.002; interactive effect) than C-BD piglets. C-MRF piglets had higher (p = 0.02; interactive effect) ADG in comparison with C-BD piglets. C-MRF piglets had higher (p = 0.04; interactive effect) ADFI than C-BD piglets. The diameter of lymphoid follicles was larger (p = 0.010; interactive effect) in the tonsils of C-MRF piglets than C-BD piglets. Lymphoid cells proliferation was greater in the mesenteric lymphnodes and ileum (p = 0.04 and p = 0.03, respectively) of C-MRF piglets. A reduction (p > 0.05) in E. Coli adherence in the ileum of piglets fed MRF was observed. In conclusion, the results of the present study demonstrate that dietary yeast mannan-rich fraction supplementation was effective in protecting weaned piglets against E. Coli F4 challenge.",
      "mesh_terms": [
        "Yeasts",
        "Mannans",
        "Dietary Supplements",
        "Animals",
        "Swine",
        "Enterotoxigenic Escherichia coli",
        "Escherichia coli Infections",
        "Swine Diseases",
        "Jejunum",
        "Weaning",
        "Animal Husbandry",
        "Lymphoid Tissue"
      ]
    },
    {
      "pmid": "38438939",
      "title": "Yeast mannan rich fraction positively influences microbiome uniformity, productivity associated taxa, and lay performance.",
      "authors": [
        "Robert J Leigh",
        "Aoife Corrigan",
        "Richard A Murphy",
        "Jules Taylor-Pickard",
        "Colm A Moran",
        "Fiona Walsh"
      ],
      "journal": "Animal microbiome",
      "publication_date": "2024-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alternatives to antibiotic as growth promoters in agriculture, such as supplemental prebiotics, are required to maintain healthy and high performing animals without directly contributing to antimicrobial resistance bioburden. While the gut microbiota of broiler hens has been well established and successfully correlated to performance, to our knowledge, a study has yet to be completed on the effect of prebiotic supplementation on correlating the mature laying hen productivity and microbiota. This study focused on establishing the impact of a yeast derived prebiotic, mannan rich fraction (MRF), on the cecal microbiota of late laying hens. This study benefitted from large sample sizes so intra- and intergroup variation effects could be statistically accounted for. RESULTS: Taxonomic richness was significantly greater at all taxonomic ranks and taxonomic evenness was significantly lower for all taxonomic ranks in MRF-supplemented birds (P < 0.005). Use of principal coordinate analyses and principal component analyses found significant variation between treatment groups. When assessed for compositional uniformity (an indicator of flock health), microbiota in MRF-supplemented birds was more uniform than control birds at the species level. From a food safety and animal welfare perspective, Campylobacter jejuni was significantly lower in abundance in MRF-supplemented birds. In this study, species associated with high weight gain (an anticorrelator of performance in laying hens) were significantly lower in abundance in laying hens while health-correlated butyrate and propionate producing species were significantly greater in abundance in MRF-supplemented birds. CONCLUSIONS: The use of prebiotics may be a key factor in controlling the microbiota balance limiting agri-food chain pathogen persistence and in promoting uniformity. In previous studies, increased α- and β-diversity indices were determinants of pathogen mitigation and performance. MRF-supplemented birds in this study established greater α- and β-diversity indices in post-peak laying hens, greater compositional uniformity across samples, a lower pathogenic bioburden and a greater abundance of correlators of performance."
    },
    {
      "pmid": "38201970",
      "title": "Effects of Prebiotic Yeast Mannan on Gut Health and Sleep Quality in Healthy Adults: A Randomized, Double-Blind, Placebo-Controlled Study.",
      "authors": [
        "Reiko Tanihiro",
        "Masahiro Yuki",
        "Masaki Sasai",
        "Akane Haseda",
        "Hiroyo Kagami-Katsuyama",
        "Tatsuhiko Hirota",
        "Naoyuki Honma",
        "Jun Nishihira"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Dec-31",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Human gut health is closely related to sleep. We aimed to evaluate the efficacy of yeast mannan (YM) in improving bowel habits and sleep quality, along with metabolomics in fecal samples. A total of 40 healthy adults (age range, 22-64 years) with discomfort in defecation were enrolled and randomly allocated to receive either YM (n = 20; 1.1 g/day) or placebo (n = 20) for four weeks. Participants recorded their defecation habits throughout the test periods. Sleep electroencephalogram (EEG) recording using an EEG device and fecal sampling were performed pre- and post-treatment. The YM group significantly increased defecation frequency and stool volumes compared to the placebo group. After 4 weeks of treatment, the non-REM sleep stage 3 (N3) duration in the YM group was significantly higher than that in the placebo group. YM ingestion significantly lengthened total time in bed (TIB) and significantly shortened N3 latency compared to placebo intake during the trial. The metabolomics analysis found a total of 20 metabolite differences between the YM and placebo groups. As a result of stepwise linear regression, changes in fecal propionate and gamma-aminobutyric acid (GABA) levels were identified as the primary factors explaining changes in TIB and N3 latency, respectively. Our findings suggest that the prebiotic YM could be beneficial to gut health and sleep quality.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Young Adult",
        "Middle Aged",
        "Sleep Quality",
        "Mannans",
        "Saccharomyces cerevisiae",
        "Sleep",
        "Double-Blind Method",
        "Prebiotics"
      ]
    },
    {
      "pmid": "36613662",
      "title": "Yeast Mannan-Rich Fraction Modulates Endogenous Reactive Oxygen Species Generation and Antibiotic Sensitivity in Resistant E. coli.",
      "authors": [
        "Helen Smith",
        "Sharon Grant",
        "Paula Meleady",
        "Michael Henry",
        "Donal O'Gorman",
        "Martin Clynes",
        "Richard Murphy"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Dec-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mannan-rich fraction (MRF) isolated from Saccharomyces cerevisiae has been studied for its beneficial impact on animal intestinal health. Herein, we examined how MRF affected the formation of reactive oxygen species (ROS), impacting antibiotic susceptibility in resistant Escherichia coli through the modulation of bacterial metabolism. The role of MRF in effecting proteomic change was examined using a proteomics-based approach. The results showed that MRF, when combined with bactericidal antibiotic treatment, increased ROS production in resistant E. coli by 59.29 ± 4.03% compared to the control (p ≤ 0.05). We further examined the effect of MRF alone and in combination with antibiotic treatment on E. coli growth and explored how MRF potentiates bacterial susceptibility to antibiotics via proteomic changes in key metabolic pathways. Herein we demonstrated that MRF supplementation in the growth media of ampicillin-resistant E. coli had a significant impact on the normal translational control of the central metabolic pathways, including those involved in the glycolysis-TCA cycle (p ≤ 0.05).",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Escherichia coli",
        "Reactive Oxygen Species",
        "Saccharomyces cerevisiae",
        "Mannans",
        "Proteomics",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "34572696",
      "title": "Supplementation of Live Yeast, Mannan Oligosaccharide, and Organic Selenium during the Adaptation Phase of Newly Arrived Beef Cattle: Effects on Health Status, Immune Functionality, and Growth Performance.",
      "authors": [
        "Silvia Grossi",
        "Matteo Dell'Anno",
        "Luciana Rossi",
        "Riccardo Compiani",
        "Carlo Angelo Sgoifo Rossi"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2021-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of a nutraceutical mixture, based on live yeast (LY), mannan oligosaccharides (MOS) and organic selenium (Se) on health status, as well as immune functionality and growth performance in the fattening of newly received beef cattle, was evaluated. A total of 1036 Charolaise heifers were allocated into two experimental groups: (i) control group, without any nutraceutical support (n = 487; initial weight = 325 ± 21 kg); and (ii) treatment group, supplementation during the first 30 days, with LY (5 g/head/day), organic Se (3 mg/head/day), and MOS (10 g/head/day) (n = 549; initial weight = 323 ± 23 kg). The incidence of bovine respiratory disease (BRD) and other health issues was monitored, as well as the mortality rate. Blood samples were taken at d0 and d30 to evaluate the immune functionality and the inflammatory status. Growth performances, feces chemical composition, and carcass characteristics were recorded. The BRD occurrence tended to be reduced (p = 0.06) in the Treatment group. The BHV-1 antibody production after vaccination was significantly improved (p = 0.031), as well as the bactericidal activity (p = 0.0012) in the Treatment group. No differences were found in the inflammatory status parameters. The final weight (p = 0.006) and the average daily gain at d30 (p < 0.0001) were significantly improved by the treatment. No differences were found in terms of carcass characteristics, while the fecal content of NDF (p < 0.0001), ADF (p = 0.0003), and starch (p < 0.0001) were significantly reduced by the treatment. The result of the present study suggests that the nutraceutical mixture used can support the animal's immune systems, improving its ability to react against pathogens, as well as feed efficiency and growth performances during the whole fattening period."
    },
    {
      "pmid": "27719943",
      "title": "Effect of yeast mannan treatments on ripening progress and modification of cell wall polysaccharides in tomato fruit.",
      "authors": [
        "Fang Xie",
        "Shuzhi Yuan",
        "Hanxu Pan",
        "Rui Wang",
        "Jiankang Cao",
        "Weibo Jiang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2017-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Yeast mannan treatments effectively delayed colour change and firmness decline and inhibited ethylene production in two cultivars of tomato fruit during storage. The yeast mannan treatment maintained the integrity of tomato pericarp cell wall architecture and suppressed the modification of water-soluble and insoluble pectic polysaccharides in the cell wall. A decrease in the neutral sugars, including d-galactose, l-arabinose and l-rhamnose, in water-insoluble pectin and an increase in these sugars in water-soluble pectin were inhibited by yeast mannan. The contents of d-xylose and d-mannose in the hemicellulose fraction were significantly higher in the yeast mannan-treated fruit after storage. The activities of several cell wall-modifying enzymes, including pectinmethylesterase, polygalacturonase and β-galactosidase, were suppressed in fruit treated with yeast mannan during storage. Overall, the yeast mannan-induced delay in the ripening progress of tomato fruit might occur via the strong suppression of ethylene synthesis, causing inhibition of solubilization and depolymerization of cell wall polysaccharides.",
      "mesh_terms": [
        "Cell Wall",
        "Fruit",
        "Solanum lycopersicum",
        "Mannans",
        "Polysaccharides",
        "Yeasts"
      ]
    },
    {
      "pmid": "25482612",
      "title": "Intestinal gene expression profiles of piglets benefit from maternal supplementation with a yeast mannan-rich fraction during gestation and lactation.",
      "authors": [
        "D E Graugnard",
        "R S Samuel",
        "R Xiao",
        "L F Spangler",
        "K M Brennan"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective was to study the effect of maternal supplementation with a yeast cell wall-based product containing a mannan-rich fraction (MRF) during gestation and lactation on piglet intestinal gene expression. First parity sows were fed experimental gestation and lactation diets with or without MRF (900 mg/kg). After farrowing, piglets were fostered within treatment, as necessary. Sow and litter production performance data were collected until weaning. On day 10 post farrowing, jejunum samples from piglets were collected for gene expression analysis using the Affymetrix Porcine GeneChip array. Most performance parameters did not differ between the treatments. However, protein (P<0.01), total solids less fat (P<0.03) and the concentration of immunoglobulin G (IgG) in milk were greater (P<0.05) in the MRF-supplemented group. Gene expression results using hierarchical clustering revealed an overall dietary effect. Further analysis elucidated activation of pathways involved in tissue development, functioning and immunity, as well as greater cell proliferation and less migration of cells in the jejunum tissue. In conclusion, feeding the sow MRF during pregnancy and lactation was an effective nutritional strategy to bolster colostrum and milk IgG that are essential for development of piglet immune system and gut. In addition, the gene expression patterns affected by the passive immunity transfer showed indicators that could benefit animal performance long term.",
      "mesh_terms": [
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Animals, Newborn",
        "Colostrum",
        "Dietary Supplements",
        "Female",
        "Gene Expression Profiling",
        "Immunoglobulin G",
        "Intestines",
        "Lactation",
        "Mannans",
        "Milk",
        "Oligonucleotide Array Sequence Analysis",
        "Parity",
        "Pregnancy",
        "Swine",
        "Transcriptome"
      ]
    },
    {
      "pmid": "8424752",
      "title": "Synthesis of antimony complexes of yeast mannan and mannan derivatives and their effect on Leishmania-infected macrophages.",
      "authors": [
        "G Cantos",
        "C L Barbieri",
        "M Iacomini",
        "P A Gorin",
        "L R Travassos"
      ],
      "journal": "The Biochemical journal",
      "publication_date": "1993-Jan-01",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Antimony(Sb)-yeast mannan complexes were synthesized as a strategy to introduce Sb into macrophages infected with Leishmania amastigotes. The complexes were taken up by endocytosis after specific recognition by alpha-D-mannosyl receptors on the macrophage membrane. About 90% of the intracellular parasites were destroyed by Sb-mannan in vitro, whereas the corresponding Sb concentration used as the pentavalent antimonial drug glucantime destroyed about 60% of the amastigotes. None of the Sb complexes prepared with mannan acid or basic derivatives was as effective as the simple Sb-mannan complex in clearing macrophage infection by Leishmania (L) amazonensis. The leishmanicidal effect of Sb-mannan was also demonstrated in vivo with infected hamsters. The alternative use of Sb-mannan complex in the treatment of human leishmaniasis is envisaged on the basis of parasite-killing efficiency and the use of a low antimony dose.",
      "mesh_terms": [
        "Animals",
        "Antimony",
        "Antiprotozoal Agents",
        "Carbohydrate Sequence",
        "Cricetinae",
        "Drug Carriers",
        "Lectins, C-Type",
        "Leishmania",
        "Leishmaniasis",
        "Macrophages",
        "Mannans",
        "Mannose",
        "Mannose Receptor",
        "Mannose-Binding Lectins",
        "Meglumine",
        "Meglumine Antimoniate",
        "Mice",
        "Molecular Sequence Data",
        "Organometallic Compounds",
        "Receptors, Cell Surface",
        "Receptors, Immunologic",
        "Saccharomyces cerevisiae"
      ]
    },
    {
      "pmid": "2902208",
      "title": "Production of leukotrienes from mouse peritoneal macrophages by treatment with a neutral subfraction of bakers' yeast mannan.",
      "authors": [
        "K Ishitani",
        "M Harakawa",
        "T Mikami",
        "T Nagase",
        "S Suzuki",
        "M Suzuki"
      ],
      "journal": "Journal of pharmacobio-dynamics",
      "publication_date": "1988-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We concluded that a neutral subfraction of mannan from bakers' yeast (Saccharomyces cerevisiae wild type strain), abbreviated as WNM, was able to induce the release of leukotrienes from mouse peritoneal macrophages (M phi). The culture supernatant fluid of M phi from normal mice cultured with WNM caused a marked contraction of guinea pig ileum. This activity was inhibited by pretreatment of M phi with inhibitor of phospholipase A2 or lipoxygenase before M phi were treated with WNM, and by treatment of the incubation bath with a slow reacting substance antagonist, FPL55712. On the other hand, pretreatment of M phi with a cyclooxygenase inhibitor potentiated contractile response of ileum by culture supernatant fluid of M phi. A high performance liquid chromatographic analysis of a culture supernatant fluid of M phi treated with WNM demonstrated the presence of leukotrienes C4 and D4, and their related compounds.",
      "mesh_terms": [
        "Animals",
        "Autacoids",
        "Chromatography, High Pressure Liquid",
        "Dexamethasone",
        "Guinea Pigs",
        "Indomethacin",
        "Leukotrienes",
        "Macrophages",
        "Male",
        "Mannans",
        "Mice",
        "Mice, Inbred C3H",
        "Muscle Contraction",
        "Muscle, Smooth",
        "Quinacrine",
        "Saccharomyces cerevisiae"
      ]
    },
    {
      "pmid": "4581349",
      "title": "[Antitumor effect of pre-treatment with yeast mannan].",
      "authors": [
        "H Hojo",
        "M Uchiyama",
        "S Suzuki"
      ],
      "journal": "Yakugaku zasshi : Journal of the Pharmaceutical Society of Japan",
      "publication_date": "1973-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Male",
        "Mannose",
        "Mice",
        "Polysaccharides",
        "Saccharomyces cerevisiae",
        "Sarcoma 180",
        "Tritium"
      ]
    }
  ]
}