{
  "supplement": "Yoga",
  "query": "Yoga[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 23:07:13",
  "research_count": 2737,
  "count": 100,
  "articles": [
    {
      "pmid": "40303506",
      "title": "A Longitudinal Two-Armed Randomized Controlled Trial Protocol to Evaluate the Efficacy of Yoga on Progression of Disease in Early Parkinson's Disease.",
      "authors": [
        "Parameshwar Some",
        "Vijaya Majumdar",
        "Manjunath N K",
        "Kuldeep Shetty",
        "Atmakur Snigdha"
      ],
      "journal": "Annals of neurosciences",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Numerous studies have shown that yoga can aid patients with Parkinson's disease (PD) in managing their motor function, functional mobility, balance, anxiety, and overall quality of life. However, most of the reported research either needed more power or evaluated the results during or after the intervention. Due to the long-standing nature of PD, there are still few longitudinal studies investigating the potential of yoga to decrease the progression of the disease. PURPOSE: We study whether sustained adjunct yoga intervention slows PD progression. METHODS: Over 18 months, this study will investigate the long-term benefits of yoga-based intervention in Parkinson's patients. The concept of \"intention-to-treat (ITT)\" will be employed. From the outpatient clinic of the Swami Vivekananda Yoga Anusandhana Samsthana in India, 160 patients with PD will be chosen. They will then be randomly assigned to either the interventional or control groups (1:1). The adjunct intervention group will participate in 21 daily contact yoga sessions (60 min) at the University Medical Center, followed by continued tele-supervised home practice and at-home self-practice. The effectiveness of the adjunct intervention will be evaluated at four different time points (baseline, 3-, 9-, 12-, and 18-month post-randomization). The primary endpoint will be the difference in the Movement Disorder Society-Unified Parkinson Disease Rating Scale (MDS-UPDRS) Part III score at baseline and after 18 months of intervention. Secondary outcomes will include subscores of MDS-UPDRS I, II, and IV, Parkinson's Disease Questionnaire (PDQ)-39 scores, treatment adherence, the PDQ-39, the Depression, Anxiety, and Stress Scale-21, and the Scales for Outcomes in PD-Sleep Scale (SCOPA-S). The primary outcome will be analyzed using mixed-effect models for repeated measures, adjusted for covariates as fixed effects. RESULTS: The protocol was conceptualized in October 2021 and approved by the Institutional Ethics Committee of SVYASA. Recruitment began in February 2022 and is underway with patient enrollment. CONCLUSION: To our knowledge, this is the first controlled study to examine the long-term effects of yoga as an adjuvant therapy on the progression of PD. KEY MESSAGE: This would be the first long-term trial to assess the potential of an adjunct yoga intervention to modulate disease progression in early Parkinson's patients."
    },
    {
      "pmid": "40302463",
      "title": "Trauma Center Trauma Sensitive Yoga Intervention (TCTSY). Improving Conditions for Incarcerated Women in Latin America.",
      "authors": [
        "Paola Solano-Durán",
        "Luisa Pérez Escobedo",
        "Isabel María Benjumeda Wynhoven"
      ],
      "journal": "Medicine, science, and the law",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Female prisoners in Latin America experience significantly higher rates of mental health issues compared to their male counterparts. The most prevalent include anxiety and stress, which stem from feelings of insecurity, perceived failure, long periods of detention, and the inability to care for their children. Furthermore, over 50% of female prisoners have been exposed to traumatic events, including physical and/or sexual violence, and report more adverse childhood experiences and higher rates of post-traumatic stress disorder (PTSD) than male prisoners. Understanding the root causes of these mental health issues is essential for developing effective interventions. Body awareness, crucial for consciousness and emotion regulation, is often compromised in individuals with PTSD, exacerbating their symptoms. Positive criminology approaches, such as yoga programs, have been shown to improve inmates' well-being and mental health by addressing these underlying issues. This commentary introduces Trauma Center Trauma Sensitive Yoga (TCTSY) as a novel intervention designed explicitly for female prisoners with PTSD. Research indicates that TCTSY provides significant physiological and psychological benefits, including reductions in negative emotional states, hostility, and overall psychological distress. Despite these benefits, TCTSY has not yet been implemented in South American prisons. Given the substantial female prison population in Chile and their critical mental health needs, introducing TCTSY in these settings presents a promising opportunity. Implementing TCTSY could significantly enhance the well-being of female prisoners and promote prosocial behavior, addressing the urgent need for effective mental health interventions in this vulnerable population."
    },
    {
      "pmid": "40293854",
      "title": "A Comparative Study on Tele-Yoga in White-Collar Workers: Synchronous vs Asynchronous.",
      "authors": [
        "Damla Korkmaz Dayican",
        "Sinem Nur Altun",
        "Eylul Berre Gunay",
        "Buket Akinci"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Workplace yoga improves the physical and mental health of white-collar workers. PRIMARY STUDY OBJECTIVE: To compare the effects of yoga practiced synchronously or asynchronously on stress level, fatigue, sleep quality, work efficiency, musculoskeletal disorders, and quality of life in white-collar workers. METHODS: A randomized controlled trial. SETTING: Digital platform. PARTICIPANTS: Twenty-two workers were randomized into synchronous or asynchronous groups. INTERVENTION: Both groups were enrolled in a yoga program for eight weeks, three days a week, and for 40-45 minutes per session. While the synchronous group participated in the yoga program via Zoom video conference, the asynchronous group followed the YouTube videos for instructions. PRIMARY OUTCOME MEASURES: Stress level was evaluated with Perceived Stress Scale (PSS), fatigue with Fatigue Severity Scale (FSS), sleep quality with Pittsburgh Sleep Quality Index, work efficiency with Endicott Productivity at Work Scale, musculoskeletal disorders with Nordic Musculoskeletal Questionnaire, and quality of life with 36-Item Short Form Survey (SF-36). RESULTS: A significant decrease in FSS scores and an increase in SF-36 physical function, SF-36 mental health, and SF-36 general health perception sub-dimension scores were found in both groups (P < .05). In the synchronous group, there was a significant decrease in PSS and SF-36 pain scores, with an increase in SF-36 energy scores (P < .05). In the asynchronous group, SF-36 physical role difficulty and SF-36 social functioning scores increased (P < .05). The changes in FSS (P = .018) and SF-36 pain scores (P = .048) were significantly higher in the synchronous group. CONCLUSION: Yoga practiced synchronously or asynchronously can effectively increase the quality of life in white-collar workers. Synchronous yoga can be recommended to improve fatigue and pain-related quality of life."
    },
    {
      "pmid": "40293853",
      "title": "Effect of Yoga on Mother's Stress and Sleep Quality of Mother and Child, Mother's Feeding Attitude, and Child's Feeding Behavior: A Randomized Controlled Trial.",
      "authors": [
        "Aysenur Ozan",
        "Gonca Bumin"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: This study aimed to investigate the effects of yoga on mothers' stress, mother and child sleep quality, mother's feeding attitude, and child's feeding behavior, in mothers of children having sleep and feeding difficulties. METHODS: The study included 55 mothers with children having sleep and feeding problems. Mothers were randomly divided into two groups as yoga (n=29) and control group (n=26). Yoga was practiced via video conferencing method for 8 weeks, 2 days a week, 1 hour a day, while the mothers in the control group did not receive any intervention. The stress levels of the mothers were assessed with the Perceived Stress Scale (PSS); attitudes towards the feeding process with the Infancy and Early Childhood Feeding Process Mother's Attitudes Scale; and their sleep quality with the Pittsburgh Sleep Quality Index (PSQI). Infant's feeding problems were evaluated with the Infancy Adaptive Eating Behavior Scale, and sleep problems with the Brief Infant/Child Sleep Questionnaire (BISQ). RESULTS: A significant difference was found in the stress level (P < .05), sleep quality (P < .05), negative mood, and inadequate feeding attitudes (P < .05) among the sub-parameters of feeding attitudes of mothers in the yoga group post-intervention. Among the children of the mothers in the yoga group, improvements were observed in the frequency of night awakening, nocturnal wakefulness, and in the sub-parameters of feeding behaviors such as reluctance and reactivity (P < .05). Mothers in the control group showed a significant increase in stress levels (P < .05) and a significant decrease in sleep quality (P < .05), whereas there was no significant difference in the sub-parameters of sleep and feeding behaviors of their child (P > .05). CONCLUSION: Yoga has positive effects on mothers' stress, sleep quality of mother and child, feeding attitude of mothers, and feeding behavior of child, in mothers of children with sleep and feeding problems."
    },
    {
      "pmid": "40293852",
      "title": "Breaking Barriers: Restoring Shoulder Mobility Through Iyengar Yoga: A Case Report.",
      "authors": [
        "Rajesh Kanwar"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Iyengar yoga is distinct for its methodical approach, emphasizing precise alignment and clear, detailed instructions. CASE STUDY: This case study explores the experience of a 67-year-old male who had restricted shoulder movement for 14.5 years following a traumatic injury. Despite 1.5 years of rigorous physical therapy, he had accepted his limitations as permanent. In 2023, he joined Iyengar yoga group classes without specifically seeking shoulder rehabilitation. OUTCOME: Over time, he noticed improvement, prompting the author (CIYT and class instructor) to observe his movement patterns and provide targeted modifications. After a year of consistent practice, he regained 170° of shoulder flexion, significantly improving from an initial 110°. CONCLUSION: This case highlights Iyengar yoga's rehabilitative potential, demonstrating how it facilitates recovery, restores function, and enhances quality of life, even in chronic musculoskeletal conditions. The findings encourage further exploration of Iyengar yoga as an effective therapy for such conditions."
    },
    {
      "pmid": "40291040",
      "title": "The efficacy of add-on yoga intervention in somatoform pain disorders: An open-label controlled trial.",
      "authors": [
        "Kankan Gulati",
        "Durai Murukan Gunasekaran",
        "Hemant Bhargav",
        "Binukumar Bhaskarapillai",
        "D N Nandakumar",
        "Shivarama Varambally",
        "B N Gangadhar",
        "Geetha Desai"
      ],
      "journal": "Indian journal of psychiatry",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Patients diagnosed with somatoform pain disorders (SPDs) experience chronic pain without any obvious etiology and repeatedly seek medical help to find some relief from the symptoms. AIM: In this study, the effect of 24 weeks of add-on yoga therapy was assessed on pain in patients diagnosed with SPDs through an open-label trial. MATERIALS AND METHODS: Seventy subjects (42 women) with a group mean age ± standard deviation (SD) of 35.41 ± 6.55 years, depending on their preference, were assigned to two groups, Yoga Group (YG: Yoga + standard treatment) (n = 38) or Wait-list Control Group (CG: standard treatment alone) (n = 32). An open-label, assessor-blind, controlled trial design was followed. The primary outcome variable was the severity of pain measured on a Visual Analog Scale (VAS). Secondary outcome variables included anxiety [Hamilton Anxiety Rating Scale (HAM-A)], depression [Hamilton Depression Rating Scale (HAM-D)], somatic symptoms [Scale for Assessment of Somatic Symptoms (SASS)], disability (WHODAS 2.0), and quality of life (WHOQOL-BREF). Assessment time points were baseline and 12 weeks for all the variables except pain, which was assessed at points 0, 2 weeks, 6 weeks, 12 weeks, and 24 weeks. Data were analyzed using Friedman's test (LOCF method filled out missing values) and linear mixed model analysis. RESULTS: Post intervention, there was a significant improvement in the pain scores of patients in the YG compared to the CG at 24 weeks (P < 0.001). Significant between-group improvements favoring the YG group were also observed in the scores of anxiety (P < 0.01), depression (P < 0.05), somatic symptoms (P < 0.01), and physical health-related quality of life (P < 0.01) at 12 weeks. We also observed that patients in the YG group adhered to the treatment better at the end of 24 weeks than the CG group. CONCLUSIONS: Adding yoga therapy to standard treatment improved scores of pain, anxiety, depression, somatic symptoms, and physical health-related quality of life in SPDs compared to standard treatment alone."
    },
    {
      "pmid": "40288356",
      "title": "Effect of Yoga on Psychological and Spiritual Outcomes in Cancer Patients: A Systematic Review and Meta-Analysis of Randomized Controlled Trials with Meta-Regression.",
      "authors": [
        "Naomi Takemura",
        "Krista Ching-Wai Chung",
        "Jojo Yan-Yan Kwok",
        "Daniel Yee Tak Fong"
      ],
      "journal": "Psychotherapy and psychosomatics",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTION: Psycho-spiritual distress remains one of the most prevalent and pressing concerns throughout the cancer survivorship journey, impacting their existential integrity. Various yoga interventions have been examined for their potential to alleviate this distress, but their effects in cancer patients varied. METHODS: We searched seven databases (PubMed, Embase, Cochrane Central Register of Controlled Trials, PsycINFO, CINAHL, SportDiscus, and Web of Science) and two clinical trial registries from their inception to October 2024, without language restriction. The randomized control trials (RCTs) that compared the effects of yoga interventions with controls on psychological, spiritual, and emotional well-being among adults with cancer were included. The random effects pooled estimates (Hedges' g) and 95% confidence intervals (CIs) were calculated. Heterogeneity was assessed using I2. Moderators were identified through meta-regression. RESULTS: Fifty-five RCTs involving 3,608 participants (2,935 [81.3%] female; mean age range, 46-69 years) were included. Meta-analysis revealed that yoga interventions largely reduced anxiety (Hedges' g, -0.82; 95% CI, -1.33 to -0.31; I2=88%), moderately-to-largely reduced depression (g, -0.62; 95% CI, -1.06 to -0.19; I2=85%), as well as mildly-to-moderately improved spiritual well-being (g, 0.31; 95% CI, 0.17 to 0.46; I2=0%) and emotional well-being (g, 0.23; 95% CI, 0.02 to 0.45; I2=47%). CONCLUSION: Yoga effectively reduces anxiety and depression, and improves spiritual well-being and emotional well-being in cancer, underscoring their potential to improve the psychological and spiritual health of this population. More rigorously designed trials are needed to understand the optimal intervention parameters to maximize the effects of yoga on psychological outcomes."
    },
    {
      "pmid": "40278740",
      "title": "Impact of 10 Weeks of Yoga Intervention on Mental Health and Overall Well-Being Among Medical Students: GSY Study.",
      "authors": [
        "Shalini Chauhan",
        "Sachal Sadiq Najaf",
        "Lukács Gergely",
        "Király Anita Kinga",
        "István Karsai",
        "Viktoria Prémusz"
      ],
      "journal": "Sports (Basel, Switzerland)",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: the purpose of this study was to explore the effect of 10 weeks of yoga intervention on the mental health outcomes (stress, anxiety, and depression), quality of life, emotional regulation, and quality of sleep of medical students. METHOD: In the current experimental study, 220 medical students, with a mean age of 21.36 ± 2.20 years, participated in a 10-week yoga intervention at the University of Pécs. Data were collected before and after the intervention using the validated questionnaires DASS-21, WHOQOL-BREF, PSQI, and DERS. The distribution of data was checked using the Kolmogorov-Smirnov test. A paired sample T-test was used to compare the mean of the continuous variable. Stepwise linear regression was used to assess the association between mental health outcomes and quality-of-life variables. RESULTS: The present study shows a significant reduction in (p < 0.001), depression (p < 0.001), and anxiety (p < 0.001) for participants, and overall quality of life (p < 0.001), quality of sleep (p < 0.001), and emotional regulation (p < 0.001) significantly improved after the intervention. The stepwise linear regression shows a strong association between higher levels of anxiety (β = 0.608, R2 = 0.366) and depression (β = 0.608, R2 = 0.392), with higher stress levels and improvement in environmental conditions being associated with a decrease in stress levels (β = -0.392, R2 = 0.087). CONCLUSIONS: the current study shows that yoga significantly improved the mental health and well-being of medical students, improving quality of life, quality of sleep, and emotional regulation. REGISTERED CLINICAL TRIAL: NCT06661603."
    },
    {
      "pmid": "40271255",
      "title": "Effectiveness of a yoga-based intervention on academic burnout syndrome in medical students: A pilot study.",
      "authors": [
        "Patricia A Sánchez Ruíz",
        "Laura D Zapata de la Rosa",
        "Lessa A Méndez Lara",
        "Ángel A Puig-Lagunes"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Approximately 40% of medical students in Mexico experience academic burnout syndrome (ABS), highlighting the lack of institutional strategies to prevent or mitigate this phenomenon, leaving students vulnerable. The aim of this study is to determine the effectiveness of a yoga-based intervention (YBI) in medical students with ABS. MATERIALS AND METHODS: A quasi-experimental study was designed for medical students whose burnout levels were assessed using the MBI-SS. Subsequently, those students with ABS participated in an YBI for six weeks, with a weekly session of 60 minutes, incorporating postures, body movements, and guided breathing to induce a meditative state and deep relaxation. At the end of the intervention, burnout levels were reassessed. Qualitative variables were analyzed as frequencies and percentages, while quantitative variables were analyzed as means and standard errors of the mean. Paired samples t test was used to compare all dimensions of ABS scores before and after YBI, with P ≤ 0.05 considered statistically significant. All data were analyzed using SPSS software. RESULTS: The prevalence of ABS was found to be 10.6%. After YBI, 87.5% of students showed changes in scores across all dimensions of ABS, emotional exhaustion decreased from 20.13 ± 0.9 to 12.38 ± 1.9 (P = 0.002), depersonalization decreased from 9.0 ± 0.7 to 5.8 ± 1.0 (P = 0.025), and academic efficacy increased from 16.7 ± 0.9 to 23.8 ± 2.1 (P = 0.019). CONCLUSIONS: YBI was effective in reducing ABS scores in medical students, consistent with public health goals. Further studies are needed, and consideration should be given to incorporating wellness programs as an integral part of medical education to address mental health issues are recommended."
    },
    {
      "pmid": "40270263",
      "title": "Feasibility of a Yoga Intervention for Children and Adolescents Undergoing Hematopoietic Cell Transplant.",
      "authors": [
        "Tricia Easley",
        "Ann Haight",
        "Tara Hall",
        "Kim Palmer",
        "Jessica Konter",
        "Rebecca Hayes",
        "Jennifer L Nelson",
        "Brooke Cherven"
      ],
      "journal": "Physical & occupational therapy in pediatrics",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Interventions to support function and quality of life among pediatric patients undergoing hematopoietic cell transplant (HCT) are a priority. The purpose of this study was to evaluate the feasibility of a structured, individualized yoga intervention for children/adolescents undergoing HCT. METHODS: Patients ages 8-17 years hospitalized for HCT participated in either phase one (standard of care [SOC] group) or phase two (yoga group) of the study. Feasibility outcomes included recruitment rates, number/intensity of yoga sessions completed, and patient satisfaction. Participants in both groups completed functional outcome and quality of life (QOL) measures. RESULTS: All participants approached for the study agreed to participate, with 22 in the SOC group and 8 in the yoga group. On average, yoga participants completed 5.3 ± 2.8 sessions, the majority of moderate intensity. Most yoga participants reported the overall program, breathing, and relaxation strategies as helpful (83.3%) and supported their ability to move (66.7%). There were functional gain trends noted from baseline to time point 3 among the yoga group not observed in the SOC group. CONCLUSIONS: Yoga is feasible as a therapeutic intervention for hospitalized pediatric patients undergoing HCT. Functional assessment data, if streamlined, may be a relevant outcome for future yoga interventions."
    },
    {
      "pmid": "40265988",
      "title": "Development, Validation, and Feasibility of Yoga Intervention Module for Optimizing Safe Use of Screen Time: A Pilot Study.",
      "authors": [
        "Manisha Mona",
        "Sony Kumari",
        "Nitin Anand",
        "Manoj Kumar Sharma"
      ],
      "journal": "Advances in mind-body medicine",
      "publication_date": null,
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "CONTEXT: Frequent screen use in adolescents is linked to adverse health effects. Yoga practice fosters self-regulation, which can help limit screen time and promote healthy behaviors. This study developed and validated a first-of-its-kind yoga module to minimize excessive screen time among adolescents. OBJECTIVE: This pilot study aimed to assess the feasibility and potential efficacy of yoga intervention in promoting healthy screen time regulation and reducing related symptoms like depression, anxiety, eye strain, and physical health issues. DESIGN AND SETTING: A yoga module was designed using the Integrative Approach to Yoga Therapy, incorporating holistic yogic principles. The study was conducted at the Swami Vivekananda Yoga Anusandhana Samsthana (S-VYASA) University, Bengaluru, India. PARTICIPANTS: The module was developed and validated by 26 yoga professors from various yoga schools in India. The pilot study included 26 female adolescents (ages 16-17 years) from Bengaluru, South India. INTERVENTION: The intervention group underwent a four-week, expert-approved integrated yoga program comprising 12 sessions of 45-minute yoga techniques. The control group received digital hygiene education. OUTCOME MEASURES: Content validity was assessed using Lawshe's Content Validity Ratio (CVR), and standard questionnaires were used to measure screen time, anxiety (GAD-7), depression (PHQ-9), well-being (WHO-5, KIDSCREEN-10), and smartphone addiction (SAS-SV). RESULTS: Six practices were removed due to low CVR scores, and 21 out of 27 validated practices were retained in the final module (CVI = 0.72). After 12 yoga sessions, participants showed a significant decline in screen time and associated complications. CONCLUSION: The study suggests that yoga reduces anxiety and depression, enhances physical and psychological well-being, and improves self-regulation, leading to a decline in excessive screen time behaviors.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Pilot Projects",
        "Female",
        "Adolescent",
        "Feasibility Studies",
        "Screen Time",
        "Anxiety",
        "India",
        "Depression",
        "Adolescent Behavior"
      ]
    },
    {
      "pmid": "40265987",
      "title": "Impact of a Residential Yoga and Naturopathy Intervention on Weight and Other Cardiovascular Risk Factors in Patients with Obesity: A Retrospective Study.",
      "authors": [
        "A Mooventhan",
        "L Nivethitha",
        "K Kahlil Subramanian",
        "N Manavalan"
      ],
      "journal": "Advances in mind-body medicine",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Obesity increases the risk of diseases such as type 2 diabetes mellitus (T2DM), hepatic steatosis, cardiovascular diseases, cancer, etc. Unhealthy food habits and lack of physical activity play an important role in obesity. Yoga and naturopathy provide holistic and individualized care to treat the disease by promoting the innate self-healing capacity and thus may be beneficial in obesity management. AIM: This study aimed to assess the impact of a residential yoga and naturopathy intervention on weight and other cardiovascular risk factors in patients with obesity. MATERIALS AND METHODS: A retrospective study design was adopted in which data between August 2019 and October 2022 were screened from hospital inpatient records and 452 eligible patients' data were included. Subjects received a residential yoga and naturopathy intervention. Their baseline and post-intervention parameters were extracted and data were analyzed using the Wilcoxon Signed Rank Test. RESULTS: A significant reduction was observed in weight, body mass index, hip circumference, waist circumference, waist-hip ratio, mid-arm circumference, mid-thigh circumference, blood pressure, pulse rate, mean arterial pressure, rate pressure product, double product, fasting blood glucose, total cholesterol, and perceived stress scale score after yoga and naturopathy intervention. However, no significant changes were noticed in postprandial blood glucose levels in the post-test compared to the pre-test assessments. CONCLUSION: Residential yoga and naturopathy intervention have a potential therapeutic impact in reducing weight and its associated cardiovascular risk factors in patients with obesity. However, prospective randomized controlled trials are recommended to validate the study findings.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Naturopathy",
        "Retrospective Studies",
        "Male",
        "Obesity",
        "Female",
        "Middle Aged",
        "Adult",
        "Heart Disease Risk Factors",
        "Cardiovascular Diseases",
        "Body Mass Index"
      ]
    },
    {
      "pmid": "40264318",
      "title": "Exploring the Efficacy of Integrating Yoga and Ayurveda for Hypertension Treatment.",
      "authors": [
        "Acharya Balkrishna",
        "Ankita Kukreti",
        "Deepika Srivastava",
        "Ashwani Kumar",
        "Vedpriya Arya"
      ],
      "journal": "Current hypertension reviews",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypertension, a condition affecting 1.28 billion adults globally, poses significant health risks, including damage to the heart, kidneys, and brain. Factors such as unhealthy lifestyles, poor dietary habits, obesity, and diabetes contribute to its prevalence. While pharmaceutical interven-tions are effective in controlling blood pressure, their adverse effects have led to growing interest in alternative therapies such as Ayurveda and Yoga. This review explores the potential of these traditional practices, individually and in combination, for managing hypertension. A thorough lit-erature review was conducted using databases like PubMed and Google Scholar to analyze peer-reviewed studies up to 2024. Ayurvedic treatments, including therapies like Basti and Shirodhara and herbal formulations such as Raktadabashamak Ghana Vati and Sarpagandha Vati, have shown promise in reducing blood pressure. Similarly, Yoga practices, including OM chanting and Yoga Nidra, have demonstrated stress-reducing and blood pressure-lowering effects. Despite evidence supporting their efficacy, research on their integrated use remains limited. This review underscores the importance of combining Ayurveda and Yoga for holistic hypertension management. Further scientific studies are necessary to validate this integrative approach, which has the potential to offer a safer, non-pharmacological alternative for managing hypertension and improving overall well-being."
    },
    {
      "pmid": "40255306",
      "title": "Global and Indian research trends on Yoga: Insights from WHO trial registry.",
      "authors": [
        "Himel Mondal",
        "Satya Lakshmi Komarraju",
        "Sathyanath D",
        "Shrikanth Muralidharan"
      ],
      "journal": "Bioinformation",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A retrospective analysis of 2919 yoga-related clinical trials registered in the World Health Organization (WHO) International Clinical Trials Registry Platform database using the keyword \"yoga\" on 10 September 2024 is of interest. Most trials were interventional (97.81%) and registered in the Clinical Trials Registry of India (56.39%) and ClinicalTrials.gov (26.07%). The majority included both genders (69.29%), with a mean age range of 23.9±13.45 to 56.21±24.66 years, focusing on chronic diseases like obesity, diabetes, hypertension and mental health conditions such as anxiety and depression. There was a steady increase in registrations over the years, reflecting the growing global interest in yoga research. Thus, the use of yoga as a therapeutic tool to support its integration into healthcare systems is highlighted."
    },
    {
      "pmid": "40226719",
      "title": "Yoga for Depressive Disorder: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Alina Moosburner",
        "Holger Cramer",
        "Mirela Bilc",
        "Johanna Triana",
        "Dennis Anheyer"
      ],
      "journal": "Depression and anxiety",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "Background: The prevalence of depression has been increasing sharply. Given the existing treatment gap and the high prevalence of nonresponders to conventional therapies, the potential of complementary medicine becomes clear. The effect of yoga on depression has already been studied, but its efficacy in manifest depressive disorders remains unclear. Objective: To update and evaluate the current state of evidence for yoga as a therapy option for depressive disorders. Methods: PubMed/Medline, Cochrane Library, Scopus, PsycINFO, and BASE were searched systematically. Randomized controlled trials (RCTs), including participants with depressive disorders, were eligible. Analyses were conducted for active and passive control groups separately and for subgroups of major depressive disorder (MDD) and mixed samples. The risk of bias was assessed using the Cochrane risk of bias tool 2.0. Primary outcomes were the severity of depression and remission rates, and secondary outcomes were health-related quality of life and adverse events. The quality of evidence was assessed according to Grading of Recommendations, Assessment, Development, and Evaluations (GRADE). Results: Twenty-four studies (n = 1395) were included; of those, 20 studies (n = 1333) were meta-analyzed. Yoga showed a statistically significant short-term effect on depression severity when compared to passive control (standardized mean difference [SMD] = -0.43, 95% confidence interval [CI] = [-0.80; -0.07]) but not when compared to active control (SMD = -0.22, 95% CI  = [-0.67; 0.23]). Regarding remission rates, statistically significant effects were observed when comparing yoga to passive (odds ratio [OR] = 3.20; 95% CI = [1.45; 7.10]) as well as to active control (OR = 2.04; 95% CI = [1.13; 3.69]). No differences on safety outcomes were observed for passive (OR = 1.00, 95% CI = [0.10; 9.98]) as well as for active control (OR  = 0.80, 95% CI = [0.08; 8.09]). The quality of evidence ranged from moderate to very low. Due to the heterogeneity of outcome reporting, no meta-analysis for quality of life was possible. Conclusion: Yoga is an effective therapy approach for reducing depression severity when compared to passive control and obtains higher remission rates when compared to active and passive controls. Quality of evidence is inconsistent, but given the positive risk-benefit ratio of the intervention and the urge for therapy options for depression, yoga should be considered as a possible treatment option, particularly for MDD patients.",
      "mesh_terms": [
        "Yoga",
        "Humans",
        "Depressive Disorder, Major",
        "Depressive Disorder"
      ]
    },
    {
      "pmid": "40220645",
      "title": "Patient's expectations and experiences of yoga in group with either online or on-site participation during cancer treatment: A qualitative study.",
      "authors": [
        "Anna-Karin Ax",
        "Leonie Klompstra",
        "Marie Stridsman",
        "Frida Andréasson",
        "Anna Strömberg"
      ],
      "journal": "European journal of oncology nursing : the official journal of European Oncology Nursing Society",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To describe patients' expectations prior to participating in a yoga intervention during cancer treatment and assess whether the outcomes experienced post-intervention align with these prior expectations. METHOD: A qualitative design was used, including participants from a quasi-experimental medical yoga intervention. Structured interviews (n = 20 in the online group yoga and n = 20 participating in the on-site group yoga) were conducted prior to and after 3-months yoga intervention, and were analyzed using thematic analysis employing a codebook approach. RESULTS: Two themes were generated; individual holistic benefits of yoga, and collective benefits of group yoga. Participants expected yoga to be helpful in unwinding, learning breathing techniques for relaxation, gaining physical strength, feeling more energetic, and improving body control. However, emotional and mental benefits were more commonly described than the physical benefits after participating in the yoga sessions. Participants valued the sense of belonging to a group and the opportunity to exchange experiences related to practicing yoga and to their cancer diagnoses, which were often fulfilled. Additionally, participants valued guidance from instructors during group yoga sessions. CONCLUSIONS: This study adds to the growing body of evidence supporting yoga-whether on-site or online-as a valuable intervention for patients undergoing cancer treatment. While it may not fulfil all physical fitness expectations, its mental and emotional benefits (which were both expected and experienced), along with the sense of community it fosters, could make yoga a worthwhile mind and body intervention for these patients."
    },
    {
      "pmid": "40191145",
      "title": "Yoga an integrated mind body intervention for improvement in quality of life in individuals with Alzheimer's disease and their caregivers.",
      "authors": [
        "Meenakshi Kaushik",
        "Anjali Yadav",
        "Ashishdatt Upadhyay",
        "Anu Gupta",
        "Prabhakar Tiwari",
        "Manjari Tripathi",
        "Rima Dada"
      ],
      "journal": "Frontiers in aging",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: Alzheimer's disease (AD) presents profound challenges, significantly impairing quality of life (QOL) for patients and increasing the burden on caregivers. This study aims to investigate the effectiveness of a tailored 12-week yoga intervention in improving the quality of life for individuals with mild to moderate AD and reducing caregiver burden (CB). METHODS: This is yoga interventional study with healthy controls enrolled 30 participants (18 males, 12 females) diagnosed with mild to moderate AD by an expert neurologist. Participants were aged 60 years or older and were recruited from an old age home. A 12-week yoga program, including specific postures (asanas), pranayama (breathing exercises), and meditation, was conducted for 1 hour daily, 6 days a week. Neurocognitive assessments were performed pre- and post-intervention using the Geriatric Depression Scale (GDS), Montreal Cognitive Assessment (MoCA), and Caregiver Burden (CB) Scale. MoCA scores were analyzed across specific domains, including language, memory, attention, visuospatial ability, delayed recall, abstraction, and orientation. RESULTS: The intervention led to significant improvements in quality-of-life measures. GDS scores decreased from 8.36 ± 2.79 to 5.13 ± 3.07 (P < 0.01; 95% CI: -3.98 to -2.31), while MoCA total scores improved from 18.23 ± 4.90 to 21.10 ± 5.09 (P < 0.01; 95% CI: 2.17-3.89). Domain-specific MoCA scores also showed significant enhancements, particularly in language, attention, and delayed recall. Caregiver burden, measured using the CB Scale, demonstrated notable reductions following the intervention (P < 0.01; 95% CI: -2.54 to -1.23). CONCLUSION: This study underscores the significant improvements in depression and cognitive function, and overall quality of life in individuals with mild to moderate AD. Additionally, the intervention alleviated caregiver burden, highlighting its potential as an effective mind-body approach for AD management."
    },
    {
      "pmid": "40189695",
      "title": "Virtual reality enhanced mindfulness and yoga intervention for postpartum depression and anxiety in the post COVID era.",
      "authors": [
        "Nan Liu",
        "Junchen Deng",
        "Fang Lu",
        "Juan Xiao"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-06",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The postpartum period has witnessed increasing rates of depression and anxiety, particularly in the context of the COVID-19 pandemic, with these conditions often co-occurring and being exacerbated by the lingering effects of long COVID. Traditional interventions, such as mindfulness-based stress reduction (MBSR) and yoga, have demonstrated effectiveness in alleviating these symptoms. However, the limitations of in-person sessions, especially in the context of pandemic-related restrictions, highlight the need for accessible, innovative approaches. Integrating Virtual Reality (VR) technology with these traditional practices presents a novel solution, offering immersive, customizable environments that may enhance engagement and therapeutic outcomes. This study evaluates the effectiveness of a VR-enhanced mindfulness and yoga intervention in treating postpartum depression and anxiety in women affected by long COVID, with additional examination of underlying physiological stress markers and cognitive control mechanisms. In this randomized controlled trial, 111 postpartum women were randomly assigned to experimental (VR-enhanced intervention), control (traditional in-person sessions), or blank groups using computer-generated randomization. The 8-week intervention involved thrice-weekly 60-minute sessions. Outcomes were assessed at baseline, post-intervention, and 4-week follow-up using the Edinburgh Postnatal Depression Scale (EPDS), Generalized Anxiety Disorder-7 (GAD-7) scale, salivary cortisol measurements, and an emotional Stroop task. The VR-enhanced intervention group demonstrated significant improvements in both depression (EPDS: P < 0.001, ηp2 = 0.18) and anxiety symptoms (GAD-7: P < 0.001, ηp2 = 0.17), with these therapeutic effects significantly greater than those observed in the control and blank groups (P < 0.001 for both comparisons). These improvements were strongly correlated (r = 0.68, P < 0.001). Supporting these primary outcomes, salivary cortisol levels showed a significant decrease (P < 0.001, ηp2 = 0.13), and cognitive control improved as evidenced by reduced emotional Stroop task conflict effect (P < 0.001, ηp2 = 0.37). Correlation analysis revealed robust associations between improvements in depression and anxiety symptoms and changes in physiological markers in both short-term and long-term outcomes. This study demonstrates that integrating VR technology with traditional mindfulness and yoga practices effectively reduces both postpartum depression and anxiety symptoms in the post-COVID era. The parallel improvements in physiological stress markers and cognitive control provide insight into potential mechanisms underlying these therapeutic effects. These findings underscore the value of immersive technology in enhancing traditional therapeutic approaches for addressing postpartum depression and anxiety in the post-pandemic context.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Yoga",
        "Depression, Postpartum",
        "Mindfulness",
        "COVID-19",
        "Adult",
        "Anxiety",
        "Virtual Reality",
        "Treatment Outcome",
        "SARS-CoV-2",
        "Hydrocortisone"
      ]
    },
    {
      "pmid": "40183922",
      "title": "Clinical knowledge, experiences, and perceptions of yoga providers in arthritis treatment: a UK-based qualitative study.",
      "authors": [
        "Isha Biswas",
        "Busola Adebusoye",
        "Sarah Lewis",
        "Kaushik Chattopadhyay"
      ],
      "journal": "Rheumatology international",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explored yoga providers' clinical knowledge of arthritis, experiences of delivering yoga to people with arthritis, their perceived role in arthritis treatment, and perceived yoga training needs. Qualitative semi-structured interviews with 20 United Kingdom (UK)-based yoga providers were conducted. The interviews were digitally recorded, transcribed verbatim, and analysed thematically. The analysis generated eight themes. Yoga providers were generally aware of their attendees' health conditions and had clinical knowledge of arthritis through their yoga training. They were reasonably confident in delivering yoga to attendees with arthritis and felt that they had an important role in supporting these attendees. Gentle yoga practices were considered appropriate by the yoga providers, with a perception that a potential interplay between major components of yoga including yogic poses (asana), breathing practices (pranayama), and meditation (dhyana) and relaxation practices could help impart mind-body benefits in arthritis. Creating a safe and supportive environment in yoga sessions, being empathetic towards attendees' needs, and offering tailored modifications were perceived to be important for delivering yoga in arthritis treatment. Major system-level challenges to yoga delivery in arthritis treatment included the inadequate promotion of yoga, the unregulated nature of yoga delivery, and the absence of evidence-based arthritis-specific yoga training. Yoga providers felt they could play a key role in arthritis treatment in the UK, provided yoga is adequately promoted and made accessible to people with arthritis, yoga delivery is regulated, and arthritis-specific yoga training using the best available scientific evidence is made accessible to them.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Qualitative Research",
        "United Kingdom",
        "Health Knowledge, Attitudes, Practice",
        "Arthritis",
        "Female",
        "Male",
        "Attitude of Health Personnel",
        "Middle Aged",
        "Adult",
        "Perception",
        "Interviews as Topic",
        "Clinical Competence",
        "Meditation"
      ]
    },
    {
      "pmid": "40168756",
      "title": "Changes in body awareness in yoga interventions: A systematic review.",
      "authors": [
        "Camille L Garnsey",
        "Katherine E Gnall",
        "Erika K Osherow",
        "Crystal L Park"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "BACKGROUND& PURPOSE: Research increasingly highlights associations between body awareness and health. Yoga has been described as enhancing body awareness. The goal of this systematic review is to examine changes in body awareness subsequent to yoga interventions. METHODS: A systematic search of PubMed, PsycINFO, Scopus, and CINAHL was conducted from database inception to September 2024. English language intervention studies evaluating the effect of yoga interventions on body awareness were included. RESULTS: Thirty-three studies met inclusion criteria. Eighteen (72 %) of the 25 studies that reported the results of within-group tests found significant increases in body awareness at some point following the yoga intervention. Three-quarters (76 %) of the 21 studies that examined differences in body awareness between a yoga group and a control group reported significant differences in favor of yoga. Studies that reported changes in body awareness did not systematically differ from those that did not in terms of the sample size or population , the type of control or comparison group used, or the duration and design of the yoga intervention. Studies that assessed body awareness as a multi-dimensional construct more consistently reported changes in body awareness. DISCUSSION: Results from this review are mixed, but there is evidence trending towards suggesting that yoga improves body awareness. Recommendations for future research include developing greater consensus on the conceptualization/measurement of body awareness in yoga interventions and conducting more rigorous trials with larger sample sizes and active comparison groups.",
      "mesh_terms": [
        "Yoga",
        "Humans",
        "Awareness",
        "Body Image"
      ]
    },
    {
      "pmid": "40166550",
      "title": "Determinants of Qigong, Tai Chi, and Yoga Use for Health Conditions: A Systematic Review Protocol.",
      "authors": [
        "Ryan S Wexler",
        "Christopher Joyce",
        "Rocky Reichman",
        "Cora Pereira",
        "Emma Fanuele",
        "Emily Hurstak",
        "Lance Laird",
        "Helen Lavretsky",
        "Chenchen Wang",
        "Rob Saper",
        "Karen S Alcorn",
        "Brian S Mittman",
        "Eric J Roseen"
      ],
      "journal": "medRxiv : the preprint server for health sciences",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "INTRODUCTION: Mind-body movement interventions such as qi gong, tai chi, and yoga are recommended in clinical practice guidelines to improve outcomes for several health conditions. However, use of these interventions for health conditions, or the integration of these interventions within healthcare settings, is low. A systematic synthesis of implementation determinants (i.e., barriers and facilitators) is needed to increase adoption. Similarly, determinants may influence other implementation outcomes, such as scalability or sustainability of these interventions in a healthcare system or community organization. Thus, in conducting this review we aim to identify determinants of qi gong, tai chi, and yoga use for health conditions. The secondary aim is to evaluate whether barriers and facilitators differ by intervention type, health condition, implementation setting, or implementation outcome. METHODS AND ANALYSIS: We conducted a comprehensive search of electronic databases (MEDLINE, EMBASE, Web of Science, CINAHL, PsycInfo) through May 2024 and a grey literature search (Google Scholar, Cochrane Central Register of Controlled Trials, ClinicalTrials.gov, the WHO Clinical Trials database) through March 2025. We will include original research articles in English that identify barriers and facilitators to adoption of qi gong, tai chi, and yoga by adults with health conditions. Study quality will be assessed using the Mixed Methods Appraisal Tool. We will code each article using a codebook informed by the Consolidated Framework for Implementation Research (CFIR), a comprehensive taxonomy of implementation determinants. Findings will be presented as a narrative synthesis. We will report on how barriers and facilitators may relate to intervention type (qi gong, tai chi, yoga), health condition (e.g., low back pain, fall prevention), implementation settings (e.g., primary care clinic, community organization) or implementation outcome (e.g., adoption, sustainability). ETHICS AND DISSEMINATION: Ethics approval will not be obtained for this review of published, publicly accessible data. The results from this systematic review will be disseminated through conference presentations and journal publications."
    },
    {
      "pmid": "40150066",
      "title": "Upright Open MRI (MRO) Evaluation of the Anatomic Effects of Yoga Postures on the Bladder Neck and Urethra.",
      "authors": [
        "Andrew Macnab",
        "Lynn Stothers"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Upright open magnetic resonance imaging allows the impact of posture and gravity to be evaluated. Randomized controlled trials of yoga for treating urinary incontinence (UI) in women show significant clinical benefit, yet the anatomic impact of this therapy on the lower urinary tract remains unelucidated. This study tested the hypothesis that open MRI scans can be obtained with sufficient detail to visualize the bladder neck and urethra. Methods: We scanned a volunteer subject using a 0.5 Tesla MRO Open Evo scanner to obtain axial and sagittal T2-weighted pelvic scans during poses used in yoga therapy. To obtain images with the necessary detail, we employed variations in sequencing during scanning of each individual pose. The changes observed in the bladder neck and urethral outline in each pose were then compared to baseline supine images. Results: Images with sufficient anatomic detail were obtained in each of the four poses studied. These scans identified that the urethral outline changes anatomically based on the posture adopted and is dynamic with regional alternations evident in caliber during specific yoga poses. Conclusions: Open MRI can identify anatomical changes involving the bladder neck and urethra that occur during yoga poses used in the treatment of UI in women; these likely relate to effects of posture and gravity. Open MRI offers a way to elucidate the anatomic effects that specific yoga poses generate and to identify those with the potential to be most beneficial clinically to women as a form of therapy."
    },
    {
      "pmid": "40132783",
      "title": "Yoga in Obesity Management: Reducing cardiovascular risk and enhancing well-being- A review of the current literature.",
      "authors": [
        "Ganagarajan Inbaraj",
        "Sarita Bajaj",
        "Puneet Misra",
        "Nandini Kandimalla",
        "Abhishek Thapa",
        "Anit Ghosal",
        "Urveesh Sharma",
        "Pascal Charles",
        "Harish Pobbati",
        "Intkhab Hashmi",
        "Bhavit Bansal",
        "Jacques de Vos",
        "Debasmita De",
        "Omar Elshafei",
        "Aditi Garg",
        "Indranill Basu-Ray"
      ],
      "journal": "Current problems in cardiology",
      "publication_date": "2025-Mar-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Obesity, a global epidemic, significantly increases cardiovascular disease (CVD) risk. Conventional treatments often lack long-term efficacy, emphasizing the need for integrative, sustainable approaches. OBJECTIVE: This review assesses the role of yoga as a complementary intervention in obesity management and its effectiveness in reducing cardiovascular risk. METHODS: We systematically reviewed literature up to March 2024 from Medline/PubMed, Scopus, Embase and the Cochrane Central Library. The focus was on randomized controlled trials (RCTs), observational studies, systematic reviews and meta-analyses evaluating the impact of yoga on obesity-related outcomes and cardiovascular risk factors. Studies were reviewed for quality, outcomes, and both physiological and psychological effects of yoga on obese individuals. RESULTS: Yoga interventions consistently yielded positive results in reducing body mass index (BMI), waist circumference, and body fat. These physical changes correlate with significant improvements in cardiovascular markers, including blood-pressure, cholesterol levels, endothelial and autonomic functions. Yoga also enhances stress management and psychological well-being, addressing both mental and physical facets of obesity. The benefits extend beyond mere weight reduction, affecting systemic inflammation and metabolic health, crucial for mitigating CVD risks. CONCLUSION: Yoga represents a promising, non-pharmacological approach to obesity management and CVD risk reduction. Its holistic impact on physical and psychological health makes it a viable adjunct therapy in comprehensive obesity management, fostering sustainable lifestyle changes and long-term health benefits. IMPLICATIONS: Incorporating yoga into standard obesity management protocols could enhance therapeutic outcomes. Future research should standardize yoga interventions to better integrate them into modern healthcare and explore their long-term cardiovascular effects."
    },
    {
      "pmid": "40131138",
      "title": "Potential Role of Yoga in Improving Risk Factors of Pregnancy Complications Among Pregnant Women with Abnormal First Trimester Uterine Artery Doppler Ultrasound: A Protocol for a Randomized Controlled Trial.",
      "authors": [
        "Reshma P Jogdand",
        "Satyapriya Maharana",
        "Sriloy Mohanty",
        "Kasinath Metri",
        "Dr Anuradha",
        "R Nagarathna"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The psycho-physiological processes of pregnancy and labor can bring happiness to many families, yet unexpected anguish and suffering to some. Abnormal first trimester ultrasound is reported in a significant number of pregnancies, and it is associated with increased risk of pre-eclampsia and intrauterine growth restriction. Yoga is a traditional mind-body intervention that has a positive role in pregnancy. To our knowledge, no study has assessed yoga therapy's role in pregnant women with first trimester abnormal uterine artery doppler ultrasound. METHODOLOGY: In this randomized controlled trial, 80 pregnant women with first trimester Abnormal uterine artery doppler ultrasound will be randomly assigned to a yoga or a control group. Women in the control group will receive standard antenatal care yoga and the yoga group will receive a 60-minute yoga session every alternate day in a week, in addition to standard antenatal care, for consecutive 3 months. Both groups will be assessed for mental health measures (stress, depression, and quality of life), sleep quality, and biochemical measures (pregnancy associated plasma protein-A and placental growth factor), at the baseline and after 3 months. Data will be analyzed using Microsoft Excel and SPSS version 21. RESULTS: Data will be presented as mean and standard deviation. Pre-post changes within the group and between the group will be assessed. CONCLUSION: This study offers a protocol to study the impact of yoga on mental health measures, sleep quality, and biochemical measures among women with first trimester abnormal uterine artery doppler ultrasound."
    },
    {
      "pmid": "40129498",
      "title": "From contemplation to serenity: how yoga meditation improves the mental health of female college students?",
      "authors": [
        "Lanjuan Liu",
        "Cheng Liu",
        "Lijun Tang",
        "Xing Wang",
        "Qiangming Feng"
      ],
      "journal": "Frontiers in psychology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study aims to investigate the impact of yoga meditation on the mental health of female college students, focusing on how meditation improves emotional regulation, alleviates stress and strengthens psychological resilience. METHODS: Employing a combination of quantitative assessment and qualitative analysis, the study measured participants' emotional states, stress levels, and psychological resilience across multiple time points to track participants' mental health changes dynamically. In-depth interviews and analysis of meditation journals were also conducted. RESULTS: Yoga meditation significantly reduced anxiety, depression, and perceived stress while enhancing emotional regulation and self-awareness. Meditation positively influenced neuroplasticity, inducing beneficial changes in brain regions associated with emotional control and cognitive flexibility. Additionally, improved autonomic nervous system function was observed, with increased parasympathetic activity and reduced sympathetic response. Meditation strengthened psychological resilience in female college students, improved stress-coping strategies, and sustained positive mental health benefits even after the intervention. CONCLUSION: Yoga meditation is an effective mental health intervention, bolstering emotional regulation and reducing stress among female college students. Integrating yoga meditation into campus mental health programs is recommended to provide students with greater practice opportunities and personalized guidance."
    },
    {
      "pmid": "40119585",
      "title": "The Effect of Childbirth Preparation Training with Yoga Support on Salivary Cortisol, Anxiety, Fear of Childbirth, and Readiness.",
      "authors": [
        "Mehtap Uzun Aksoy",
        "Elif Gürsoy"
      ],
      "journal": "Developmental psychobiology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This quasi-experimental study was conducted to determine the effect of childbirth preparation training with yoga support on cortisol, anxiety, fear of childbirth, and readiness level. The research population consists of pregnant women who applied to the gynecology and obstetrics polyclinic of a university hospital, a city hospital, and 19 family practice centers in Türkiye. This study using the convenience sampling method was completed with 60 pregnant women. The study was conducted in three groups: yoga-supported childbirth preparation training (Yoga + CPT, n = 19), childbirth preparation training (CPT, n = 22), and control (n = 19). Trainings were given once a week from the 31st to the 34th week of pregnancy. Data were collected by the Pregnant Information Form, Saliva Collection Material, STAI-T, STAI-S, and fear and readiness for childbirth subdimensions of the PSAS between April and October 2019. Analyses were performed using repeated measures ANOVA, independent sample t-test, paired sample t-test, and one-way ANOVA (SPSS 25.0). While there was a significant decrease in salivary cortisol levels in the Yoga + CPT group (p < 0.001), but not among the groups. The state anxiety level was found to be significantly higher in the intervention groups (p < 0.001). There was a significant difference in fear of childbirth in the intervention groups between before and after the training (p < 0.05), but not among the groups. The childbirth readiness of the Yoga + CPT group was higher than that of the control group (p = 0.019). While the Yoga + CPT decreased pregnant women's saliva cortisol and fear of childbirth and increased their readiness for childbirth, the Yoga + CPT and the CPT increased the state anxiety level.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Female",
        "Hydrocortisone",
        "Pregnancy",
        "Adult",
        "Anxiety",
        "Saliva",
        "Fear",
        "Parturition",
        "Young Adult"
      ]
    },
    {
      "pmid": "40108821",
      "title": "Consensus-Based Recommendations for Yoga as Adjunct Therapy in Eating Disorder Treatment: A Delphi Study.",
      "authors": [
        "Eleanor Trethewey",
        "Subhadra Evans",
        "Shane McIver",
        "Michael de Manincor",
        "Janani Janakiraman",
        "Arvind V Iyer",
        "Melissa O'Shea"
      ],
      "journal": "The International journal of eating disorders",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study aimed to develop consensus-based statements, combining the expertise of eating disorder (ED) clinicians and yoga instructors, on key considerations for applying yoga for individuals with anorexia nervosa, bulimia nervosa, and binge-eating disorder. METHOD: A two-round modified Delphi technique was conducted via an online survey platform. Participants rated the importance of various yoga components to ensure the safety and therapeutic usefulness of yoga for the EDs. Survey items covered key aspects of yoga, including style, frequency, duration, environmental factors, safety precautions (e.g., medical monitoring), language and expression, instructor qualifications, postures, breathwork, and meditation practices. A total of 12 ED clinicians and 16 yoga instructors participated in the first round, with 10 clinicians and 13 instructors completing the second round. RESULTS: General recommendations were developed for both the transdiagnostic and disorder-specific application of yoga. These were organized into six core areas: yoga style, environmental factors, dosage, language and expression, the instructor's role, and the integration of yoga into ED treatment. Additionally, the yoga panel provided technique-specific recommendations addressing postures, breathwork, and meditation practices for both transdiagnostic and disorder-specific application across the ED spectrum. DISCUSSION: This study offers preliminary recommendations for integrating yoga into ED treatment through developing consensus-based statements. The findings emphasize both transdiagnostic and disorder-specific considerations for EDs, while highlighting the importance of trauma-informed, individualized approaches. Further research is needed to develop comprehensive guidelines for the therapeutic use of yoga in eating disorder treatment."
    },
    {
      "pmid": "40102693",
      "title": "School-based yoga and mindfulness interventions for young adolescents: A qualitative study in a disadvantaged area.",
      "authors": [
        "Amy L Sumner",
        "Tina Cartwright",
        "Haiko Ballieux",
        "Trudi Edginton"
      ],
      "journal": "British journal of health psychology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: With raising rates of mental health problems, mind-body interventions are increasingly being integrated in schools to support children and adolescents' mental health and well-being. The aim of this study was to explore young adolescents' experiences of yoga and mindfulness and the acceptability of delivery within the school curriculum in an area of high deprivation. DESIGN: Qualitative group interviews with young adolescents embedded within a larger feasibility study exploring the universal (class-wide) delivery of yoga and mindfulness interventions. METHODS: After participation in separate 10-week yoga or mindfulness interventions, 45 adolescents (12-13 years old; 66.7% male) took part in semi-structured group interviews exploring perceptions, acceptability, and experiences of each intervention. Data was analysed using inductive thematic analysis. RESULTS: Two overarching themes were identified, evident across both mindfulness and yoga groups. \"Facilitators and barriers to engagement\" outlined key factors impacting acceptability, including prior perceptions. Teacher qualities of non-reactivity and respect, an invitational approach to teaching, and interactive sessions were highly valued. Secondly, participants described a range of \"psychosocial impacts\", including increased emotional regulation, positive mindset and self-confidence, and greater focus and concentration. Physical benefits were also reported in the yoga group. CONCLUSION: This is the first study to explore the acceptability and impact of universal yoga and mindfulness interventions with an ethnically diverse sample of disadvantaged young adolescents in the United Kingdom. The findings suggest mind-body interventions can help children and adolescents develop skills to better manage challenges in their everyday lives, but they require further integration into the curriculum for optimal benefit.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Adolescent",
        "Male",
        "Mindfulness",
        "Female",
        "Qualitative Research",
        "Child",
        "Vulnerable Populations",
        "School Health Services",
        "Feasibility Studies",
        "Schools"
      ]
    },
    {
      "pmid": "40098115",
      "title": "Acceptability and feasibility of online delivery of chair-based yoga for older adults with multimorbidity - lessons from a process evaluation of the gentle years yoga trial.",
      "authors": [
        "Lesley Ward",
        "Laura Bissell",
        "Jenny Howsam",
        "Garry A Tew",
        "Laura Wiley",
        "Fiona Rose",
        "Camila Sofía",
        "Maturana Palacios",
        "Tim Rapley"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Yoga is a safe, effective, and popular practice among older adults, and amenable to online delivery. The Gentle Years Yoga randomised controlled trial compared the impact of a chair-based yoga programme to usual care on the health-related quality of life of older adults with multimorbidity. This embedded, longitudinal process evaluation qualitatively explored experiences and acceptability of online delivery of the trial intervention. METHODS: A subset of trial participants randomised to receive the 12-week online yoga programme, together with the trial yoga teachers, were purposively recruited to semi-structured interviews. Individual interviews were conducted via Zoom or telephone, audio-recorded, independently transcribed, and thematically analysed. Online observations were conducted of one class delivered by each teacher. RESULTS: Eighteen yoga participants (66-91 years; 2-8 chronic health conditions) and nine teachers were interviewed once (N = 12) or twice (N = 15) from October 2020 to April 2022. Five themes predominated, common to both groups. (1) Accessibility. Reduced communication and engagement inherent to online delivery were mostly outweighed by its removal of access barriers and provision of anonymity and distraction-free environment. (2) Technology issues. While digital literacy was variable and a barrier for some, simplified access procedures and basic audiovisual instruction optimised class engagement. (3) Delivery adaptations. Key facilitation techniques included simple, repetitive instructions, increased demonstration, personalised communication, and visibility-enhancing clothing. (4) Safety. Concerns were minimal, and mostly related to restricted visual and positional information inherent to face-to-face classes. (5) Implications and implementations. Online delivery was considered viable and potentially appealing for anyone experiencing issues accessing face-to-face classes outside the home. Potential solutions to online attendance barriers included equipment loan schemes and digital learning courses using existing community-based infrastructures. CONCLUSIONS: Online chair-based yoga classes were feasible and acceptable to participants and teachers, and preferrable to face-to-face delivery by some. IT issues were minimal, and mainly resolvable through simple access processes and educational information. Accessibility advantages suggest online yoga may be suitable for a broad demographic, independent of age or health status. Establishing connections with existing health and community-based organisations presents a potential pathway for developing an equipment loan scheme to improve accessibility for those with financial access barriers. TRIAL REGISTRATION: ISRCTN ISRCTN13567538. Registered 18 March 2019.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Aged",
        "Male",
        "Female",
        "Aged, 80 and over",
        "Multimorbidity",
        "Feasibility Studies",
        "Quality of Life",
        "Patient Acceptance of Health Care",
        "Telemedicine"
      ]
    },
    {
      "pmid": "40064005",
      "title": "Cerebro-Haemodynamic Changes in Type 2 Diabetes Mellitus Following Yoga Intervention: A Pilot Study.",
      "authors": [
        "Vidyashree Mahadevappa",
        "Kaligal Chidanand",
        "Kanthi Amit",
        "Dwivedi Krishna",
        "Deepeshwar Singh"
      ],
      "journal": "Advances in mind-body medicine",
      "publication_date": null,
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Cerebral haemodynamics is highly compromised in Type 2 Diabetes Mellitus (T2DM). T2DM reduces cerebral blood flow and increases vascular resistance as the duration of the disease increases. Yoga, a holistic method of healing is known to influence cerebral haemodynamics. AIM: This study aimed to evaluate the effect of an integrated approach of yoga therapy on cerebral haemodynamics in T2DM patients. STUDY METHOD: Participants who met the inclusion criteria were randomly divided into yoga and control groups. The yoga group underwent 14 days of intensive diabetes-specific yoga intervention along with their standard medications, whereas the control group continued with their standard medications alone. A Transcranial Doppler instrument was used to assess the Peak systolic velocity, mean blood flow velocity, end diastolic velocity, pulsatility index, and resistance index of the middle cerebral artery on days 1 and 14. RESULTS: 20 participants (15 male and 5 female) completed the study among which 10 participants were in the yoga group (mean age: 51.0 ± 5.6 years) and the other 10 participants in the control group (mean age: 50.6 ± 4.0 years). With 14 days of yoga intervention in T2DM, both within- and between-subjects effects on cerebral haemodynamic parameters were non-significant. However, an increasing trend in the mean blood flow velocity (P = .07) and a reduction in the resistance index (P = .89) of the middle cerebral artery in the yoga group were noted. CONCLUSION: This study suggests that yoga intervention may help improve cerebral haemodynamics in people, although the change was non-significant. This may encourage medical professionals to explore the therapeutic benefits of yoga on vascular and metabolic disorders with a larger sample size and longer duration of intervention.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Diabetes Mellitus, Type 2",
        "Male",
        "Female",
        "Middle Aged",
        "Pilot Projects",
        "Cerebrovascular Circulation",
        "Hemodynamics",
        "Adult",
        "Ultrasonography, Doppler, Transcranial",
        "Middle Cerebral Artery"
      ]
    },
    {
      "pmid": "40027973",
      "title": "Yoga Intervention and Inflammatory Homoeostasis in Breast Cancer Patients.",
      "authors": [
        "Kaini Cecilia Kaje",
        "Fatima Dsilva",
        "Praveen Kumar Shetty",
        "Rajashekar Mohan",
        "Shishir Kumar",
        "Neevan Dsouza",
        "Caren D'souza",
        "Shwetha Shetty Kalladka",
        "Dhananjay B Alagundagi",
        "Krithika Kalladka"
      ],
      "journal": "Indian journal of palliative care",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Yoga, renowned for its ability to maintain physical, mental and spiritual well-being, has recently gained prominence as a supportive therapy during conventional breast cancer (BC) treatment. This paradigm shift reflects a growing trend of people embracing yoga to enhance their overall health and aid in managing BC. The objective of this study was to determine the yoga intervention and inflammatory homoeostasis in newly diagnosed BC patients. MATERIALS AND METHOD: This study recruited 44 newly diagnosed BC patients at stages II, III and IV (without distant metastasis or other inflammatory diseases), all admitted for neoadjuvant chemotherapy followed by surgery. A prospective non-randomised control design was employed. Baseline assessments were conducted before the first chemotherapy cycle, with follow-ups before the 2nd and 3rd chemotherapy cycles, before surgery, and 2 months post-surgery. The outcome was compared with the control group. RESULTS: The study showed significant within-subject effects in the yoga intervention group on serum tumour necrosis factor-alpha, interleukin (IL)-1-beta and IL-6 levels, while no significant changes were observed in the control group. Although between groups did not show statistically significant, the mean values indicated a consistent downregulation of proinflammatory markers over time in the yoga group. CONCLUSION: Incorporating yoga as a complementary therapy alongside conventional BC treatment significantly improved the health outcomes of BC patients by modulating proinflammatory markers."
    },
    {
      "pmid": "40027048",
      "title": "Study Protocol for a Yoga-Based Lifestyle Modification Program for Leucorrhea Disorders.",
      "authors": [
        "Akanksha Mittal",
        "Nibu R Krishna",
        "Deepeshwar Singh",
        "Vijaya Kavuri"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Leucorrhoea is natural vaginal discharge caused by hormonal changes, pregnancy, or sexual stimulation. This study protocol describes the methodology for a 12-week yoga program on the symptoms of leucorrhoea disorder among adult females. METHODS AND ANALYSIS: The present study is a two-armed, randomized parallel-group, active-control trial for patients with blinded outcome assessors and multiple primary and secondary outcomes. The appropriate sample size will be determined based on the findings of the feasibility study. The participants will be recruited from a hospital and research centre in Madhya Pradesh, India. Individuals who meet the inclusion criteria for leucorrhoea disorder will be chosen following laboratory examinations. Randomization will be used to assign the chosen individuals to either the intervention or control groups (1:1). For adult females with leucorrhoea disorders, the intervention will consist of a yoga-based program that will run for one hour, five days a week, for 12 weeks. Data will be collected at baseline and post-intervention, in the 12th week. The outcome measures will include various primary (colour, odour, amount, vaginal culture, vaginal smear, and imbalance of various gonad hormones) and secondary (lower abdominal pain and quality of life) outcomes. The analysis will involve intention-to-treat and per-protocol approaches that will evaluate the impact of yoga on various outcome measures and will be assessed using statistical tests. ETHICS AND DISSEMINATION: The study has been approved by the Institution Ethics Committee of Lakshmibai National Institute of Physical Education. Written informed consent will be obtained from each participant before inclusion. Results will be available through research articles and conferences. The summary of key results in layman's language will be made publicly available through newspaper articles."
    },
    {
      "pmid": "39991099",
      "title": "Eye yoga for glaucoma: recovery of vascular dysregulation and visual field function-a randomized controlled trial.",
      "authors": [
        "Wanshu Zhou",
        "Luisa Fricke",
        "Bernhard A Sabel"
      ],
      "journal": "The EPMA journal",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Because stress can aggravate vascular dysregulation (VD) in primary open-angle glaucoma (POAG), stress reduction by eye yoga (EY) was studied if this predictive, preventive, and personalized medical (3PM) approach could help normalize intraocular pressure (IOP), retinal vessel dynamics, and visual fields (VF). PATIENTS AND METHODS: POAG patients were randomized to an EY (n = 15) or control group (n = 12). EY was practiced daily for 1 h for 1 month at home using an iPod-audio guide while control patients read relaxing books daily. RESULTS: After intervention, EY patients, but not controls, showed a 6.4% IOP reduction (p = 0.027) and had significant VF improvements (p < 0.001). After EY, pattern deviation recovered in VF regions where small microvessels showed reduced vasoconstriction (artery: p = 0.012; vein: p = 0.042) and improved mean artery diameter recovered significantly (p = 0.015). When pooling data of both groups, recovered VF regions, but not non-recovered fields, showed significantly larger arterial diameter gains (2.4 [- 0.3-5.3] MU) with no adverse events. CONCLUSIONS AND 3PM RECOMMENDATIONS: Because EY reduces vasoconstriction and improves VF function in POAG, we propose the \"eye ball retraction theory,\" whereby ocular muscle tension is induced by mental stress which is a contributing mechanism, or even the key mechanism, of POAG. Reducing stress by relaxation is therefore a remedy for it improves blood flow as the fundamental mechanism of vision recovery and restoration. VD reduction is therefore a valuable therapeutic target for glaucoma care and eye yoga home exercises are a safe and effective complementary 3PM method of POAG care. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s13167-024-00389-x."
    },
    {
      "pmid": "39989733",
      "title": "Promoting Adherence to a Yoga Intervention for Veterans With Chronic Low Back Pain.",
      "authors": [
        "Carol Gonzalez",
        "Douglas G Chang",
        "Thomas Rutledge",
        "Erik J Groessl"
      ],
      "journal": "Global advances in integrative medicine and health",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Research demonstrates that yoga can be effective for improving chronic low back pain (cLBP) among military veterans and non-veterans. Attendance of yoga interventions is necessary to obtain benefits, yet yoga class attendance can be a challenge both within and outside of research, especially for persons who lack resources. OBJECTIVE: Our objective was to describe efforts to boost attendance within a randomized trial of yoga for cLBP, and to examine factors related to attendance. METHODS: A previous trial of yoga for cLBP among military veterans randomly assigned participants to 2x weekly yoga for 12 weeks, or delayed treatment. After the second of 6 intervention cohorts, efforts were made to improve participant attendance. Attendance and reasons for missing yoga sessions were tracked using sign-in logs and phone calls. Regression analysis was used to examine factors related to attendance. RESULTS: After efforts to boost attendance, mean attendance increased from 10.2/24 sessions, (42% attending at least half of sessions), to 13.3/24 sessions, (df (1,74), t = -1.44; P = 0.15) (59% attending half of the sessions). The most common reasons for non-attendance were transportation, financial problems, other health issues, and work or school conflicts. Living status and back pain-related disability at baseline were significantly associated with attendance (P= < .001 and P = .038 respectively). When including all participants, yoga session attendance was significantly associated with reduced pain severity (P = 0.01). CONCLUSIONS: Efforts to boost attendance appeared meaningful but the changes were not statistically significant. Attendance rate in later cohorts were comparable to those in other studies. Reasons provided for non-attendance by participants, and the regression results suggest that resources such as transportation, a stable living situation, and disability levels at baseline were related to attendance rates for this in-person intervention. Remotely delivered yoga may address some of these barriers but hybrid interventions that bring in-person yoga closer to participants may be the best option."
    },
    {
      "pmid": "39989517",
      "title": "Comparative study of autonomic function in diabetics and yoga practitioners using Ewing's battery.",
      "authors": [
        "Tasneem Amadawala",
        "Charushila Rukadikar",
        "Dileep Deshpande"
      ],
      "journal": "Journal of family medicine and primary care",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetes mellitus (DM) is a chronic metabolic disorder characterized by high blood sugar levels. It significantly increases the risk of cardiovascular diseases and autonomic neuropathy. Yoga has been shown to improve autonomic function and glycemic control in diabetic patients. OBJECTIVE: To compare the autonomic nervous system (ANS) function between diabetic patients and regular yoga practitioners using Ewing's battery tests. METHODS: This cross-sectional study included 270 participants, divided into two groups: 135 diabetics (Group I) and 135 yoga practitioners (Group II). Participants' height, weight, and BMI were measured. ANS function was assessed using Ewing's battery tests, which included heart rate (HR) and blood pressure (BP) responses to various stimuli. Statistical analysis was performed using SPSS, with significance set at P ≤ 0.05. RESULTS: Diabetic participants showed lower HR responses to standing from a supine posture, the Valsalva maneuver, and slow deep breathing, indicating impaired parasympathetic function. They also exhibited higher BP responses to the cold pressor test, sustained handgrip, and standing, reflecting sympathetic overactivity. In contrast, yoga practitioners demonstrated better autonomic function with higher HR responses and lower BP responses in these tests. The findings suggest that yoga promotes parasympathetic dominance and reduces sympathetic overactivity. CONCLUSION: Regular yoga practice significantly improves autonomic function in individuals, including those with diabetes. These results support the incorporation of yoga as a complementary therapy in diabetes management to enhance cardiovascular health and reduce autonomic dysfunction."
    },
    {
      "pmid": "39987794",
      "title": "Effects of mindfulness yoga during pregnancy on psychological and pregnancy outcomes in multiparous women of advanced maternal age.",
      "authors": [
        "Feifan Lu",
        "Zhizhi Deng",
        "Xinxin Ji",
        "Tian Li",
        "Weihao Yang",
        "Guimei Li",
        "Xia Li"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Multiparous women of advanced maternal age are more susceptible to psychological stress. OBJECTIVE: This study examined the impact of mindfulness yoga on psychological well-being (anxiety and sleep quality) and pregnancy outcomes (Apgar scores and adverse perinatal events) in aging multiparous women. STUDY DESIGN: Participants meeting the criteria were randomly assigned to a control or a mindfulness yoga intervention group. The Chinese version of the Childbirth Attitudes Questionnaire, the Chinese version of the Pregnancy-Related Anxiety Questionnaire, and the Self-Rating Scale of Sleep were utilized to assess fear of childbirth, anxiety levels, and sleep quality, respectively. Maternal and neonatal outcomes, including vaginal delivery rates, labor analgesic use, duration of labor, postpartum bleeding volume, fetal anomaly rates, and Apgar scores, were analyzed. RESULTS: A total of 148 multiparous women of advanced maternal age participated in the study. No significant differences in baseline characteristics were observed between the two groups. Participants in the mindfulness yoga group exhibited significantly lower scores on the C-CAQ, PRAQ, and SRSS scales compared to those in the control group. Additionally, higher vaginal delivery rates, reduced analgesic use, and shorter durations across all three stages of labor were observed in the mindfulness yoga group, contributing to an overall reduction in total labor duration. Neonatal outcomes demonstrated notable differences, with higher Apgar scores and lower incidences of adverse perinatal events in the mindfulness yoga group. CONCLUSION: Engagement in mindfulness yoga during pregnancy may contribute to improved psychological well-being and enhanced pregnancy outcomes in older multiparous women.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "Yoga",
        "Mindfulness",
        "Adult",
        "Pregnancy Outcome",
        "Maternal Age",
        "Anxiety",
        "Stress, Psychological",
        "Surveys and Questionnaires",
        "Pregnancy Complications",
        "Sleep Quality",
        "Advanced Maternal Age"
      ]
    },
    {
      "pmid": "39974336",
      "title": "Efficacy of a 4-week yoga module on the sympatho-vagal balance among healthcare workers in a tertiary care hospital: a randomised controlled trial.",
      "authors": [
        "Anita Verma",
        "Vartika Saxena",
        "Bela Goyal",
        "Apar Avinash Saoji",
        "Yogesh Saxena"
      ],
      "journal": "BMJ open sport & exercise medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Healthcare workers (HCWs) actively involved in patient care at tertiary care hospitals face significant stress and workload, which may adversely impact their sympatho-vagal balance (SVB). Research has extensively investigated SVB using various techniques, such as heart rate variability (HRV). With its multifaceted approach, yoga has been suggested to influence autonomic nervous system function and, consequently, SVB. Thus, this study aims to investigate the efficacy of a 4-week yoga module on SVB among HCWs. This randomised controlled trial will involve 108 HCWs aged 19-60 years. Participants will be randomised to either (1) a yoga intervention group or (2) a medium-paced walking control group. The primary outcome is a change in HRV after 4 weeks of intervention. Secondary outcomes comprise immediate change in state anxiety, selective attention and HRV compared pre- and post-intervention on days 1, 14 and 28. Intention-to-treat and per-protocol analysis will be performed to gain a comprehensive understanding of the effects of intervention. Multivariate linear model will adjust covariates in baseline HRV data in both groups. Independent t-test will compare pre- and postdata on all outcomes between groups. Paired t-test will be used to compare pre- and postdata on all outcomes within the group. The study protocol is registered on the Clinical Trials Registry - India (CTRI) (CTRI/2024/09/074132)."
    },
    {
      "pmid": "39974253",
      "title": "The Effect of Yoga Nidra Intervention on Blood Pressure and Heart Rate Variability Among Hypertensive Adults: A Single-arm Intervention Trial.",
      "authors": [
        "Navdeep Ahuja",
        "Monika Pathania",
        "Latika Mohan",
        "Sunita Mittal",
        "Praag Bhardwaj",
        "Minakshi Dhar"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Hypertension [blood pressure (BP) >130/80 mmHg] contributes significantly to cardiovascular morbidity and mortality. Lifestyle modifications, including mindfulness-based practices like Yoga, meditation, and relaxation techniques, have emerged as promising adjuncts to pharmacotherapy. This study aimed to explore the acute effects of Yoga Nidra (YN) on BP in essential hypertension and the potential mechanisms of the effect of YN on BP, in the form of changes in heart rate variability (HRV) components. Methods A total of 32 hypertensive individuals (mean age: 43 ±0.54 years; 22 males, 10 females) were enrolled at the Lifestyle Disease Clinic. Patients were provided regular consultation and pharmacotherapy. BP and HRV were assessed before and after a 16-minute YN session. HRV parameters included time and frequency domain measures. Statistical analysis included linear regression to study the relationship of components of HRV with those of the changes in BP. Results Following YN intervention, there was a significant reduction in both systolic BP (SBP) (7 mmHg) and diastolic BP (DBP) (6 mmHg). HRV analysis revealed significant increases. Regression analysis showed changes in SBP having significant coefficients. Conclusions A single session of YN reduced the systolic and diastolic BP and increased HRV parameters. Regression analyses showed that the reduction in BP can be explained by an increase in HRV parameters. Thus, this study demonstrates the positive effect of YN as an intervention for essential hypertension and also the potential mechanisms behind it, which can be explained by the Neurovisceral Integration Model."
    },
    {
      "pmid": "39968418",
      "title": "The Effects of Yoga on the Mental Health of Individuals With Autoimmune Disorders: A Scoping Review.",
      "authors": [
        "Stephanie Nagy",
        "Kelsey Tague",
        "Angie Ossorio",
        "Niyati Patel",
        "Ryan Callahan",
        "Elizabeth Jose",
        "Mary Tran",
        "Ashley Mejia",
        "Megan Centrella",
        "Marissa N McPhail",
        "Jacqueline Junco",
        "Marc M Kesselman"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Yoga has been explored as a health modality to maintain mental and physical health and as a complementary therapy for managing various medical conditions. It has been most recently researched for its ability to decrease inflammatory markers responsible for various ailments. This opens the door for its potential role as an adjunct therapy in inflammatory-led dysfunctions such as autoimmune disorders. Although there has been a robust amount of data on yoga and autoimmune conditions, previous reviews have mostly been limited to the physical improvements that patients experience rather than the mental health changes. This scoping review aims to address the role of yoga as an effective therapy choice in treatment and management options for the mental health symptoms associated with autoimmune disorders. The initial search revealed 211 relevant studies, but following an extensive review, 11 articles were included in the final analysis. Yoga interventions ranged from six weeks to up to six months and included Iyengar yoga, Hatha yoga, and generalized yoga practices that did not fit into a specific subtype. Eight articles analyzed patients with multiple sclerosis, two focused on rheumatoid arthritis and one assessed irritable bowel disease. Between the 11 studies included in this review, the key markers analyzed were stress level, anxiety, sleep, self-efficacy, depression, and emotional fatigue. Significant improvement was found in all these subtypes. Yoga is a viable, non-pharmaceutical treatment for both the physical and mental health components of patients with autoimmune disorders."
    },
    {
      "pmid": "39964165",
      "title": "Assessing the Effects of Yoga on Cognition and Immune Function in Colorectal Cancer: A Feasibility Study.",
      "authors": [
        "Moira A Visovatti",
        "Mi Sook Jung",
        "Diane Von Ah"
      ],
      "journal": "Cancer nursing",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cancer-related cognitive impairment can interfere with daily functioning and negatively affect quality of life. To date, there are no validated treatments. Yoga may be a promising intervention that combines physical activity and meditation to improve cognition. OBJECTIVES: The aim of this study was to assess the feasibility of a randomized controlled trial with yoga, physical activity, and waitlist control arms in colorectal cancer survivors, determine effect sizes, and explore differences among groups. METHODS: Interventions included 2 weekly 90-minute sessions over 12 weeks. Participants were assessed before, after, and 3 months after completion of the intervention. Measures included feasibility and acceptability, attention (Attentional Function Index, Attention Network Test, Digit Span, Digit Substitution Test, Trail Making Test), and circulating immune markers (interleukin [IL] 1β, tumor necrosis factor α, IL-6, IL-8, IL-12p70, IL-1 receptor antagonist, tumor necrosis factor receptor II, C-reactive protein, and neopterin). Data analyses included descriptive statistics, comparative analyses, Cohen d statistics, and reliable improvement percentages. RESULTS: Enrollment, retention, and intervention fidelity rates were 39%, 74%, and >75%, respectively. Exploratory analyses showed the yoga group improved performance in alertness at 3 months postintervention at time 3, with 60% of the group demonstrating reliable improvement, and improved cognitive control at time 3, with 30% of the group demonstrating reliable improvement (P < .05). CONCLUSION: Findings suggest that this randomized controlled trial study is feasible, and yoga may have a positive benefit on cognition. IMPLICATION FOR PRACTICE: Yoga is a possible intervention, but to optimize function in colorectal cancer survivors, further validation is needed."
    },
    {
      "pmid": "39960272",
      "title": "Effects of Yoga on Pulmonary Parameters, Posture, Body Awareness, and Quality of Life Among Smokers.",
      "authors": [
        "Caner Özbek",
        "Elif Develi"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2025-Feb-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Smoking is considered one of the most important public health problems globally, and smokers have reduced lung functions, poor posture, and lower quality of life. PRIMARY STUDY OBJECTIVE: To evaluate the effects of yoga practice among chronic smokers. METHODS: This case-control study included 28 participants with a power independent of 0.8 and an alpha (α) error of 0.05. SETTING: Fizyoram Physical Therapy Center. PARTICIPANTS: A total of 28 participants were divided into the Smoker Group (SG) (n = 14) and Control Group (CG) (n = 14) according to the Fagerström Cigarette Dependence Test (FT). INTERVENTION: The participants performed yoga, including active movements and poses while standing (Asana) and voluntarily regulated breathing (Pranayama), twice a week for six weeks. PRIMARY OUTCOME MEASURES: All the volunteers were assessed for pulmonary functions and respiratory muscle strength, including Maximum Inspiratory Pressure (MIP) and Maximum Expiratory Pressure (MEP). Furthermore, posture, body awareness, and quality of life were evaluated using the New York Postural Rating Chart, Body Awareness Questionnaire, and World Health Organization Quality of Life Questionnaire. RESULTS: The study showed that yoga led to statistical differences in pulmonary functions, respiratory muscle strength, posture, and quality of life in both groups (P < .05). Moreover, the change in MIP and MIP% was statistically higher in CG (P < .05) compared to SG. Lastly, SG experienced a significant lowering of FT scores from pre- to post-intervention (P = .001). CONCLUSION: We found that yoga training can improve pulmonary parameters, posture, body awareness, and quality of life in smokers as healthy comparators. Thus, we suggest that practicing yoga not only enhances health-related functions but can also facilitate smoking cessation."
    },
    {
      "pmid": "39959515",
      "title": "Yoga Therapy Attenuates the Progression of Diabetes - Insights from Proteomics and Metabolomics Analysis.",
      "authors": [
        "Babasaheb P Sonwane",
        "Pooja Raut",
        "Jyotsna Chitalkar",
        "Smita Godbole",
        "Shanta Sabnis",
        "Jyoti Gupta",
        "B Santhakumari",
        "Mukund V Deshpande",
        "Mahesh J Kulkarni"
      ],
      "journal": "International journal of yoga",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Diabetes management remains challenging despite advancements in therapeutics, with many subjects developing complications. Yoga has been shown to aid diabetes management. This study investigates the impact of yoga therapy on diabetes progression, utilizing proteomics and metabolomics analyses to explore underlying molecular mechanisms. METHODOLOGY: A 3-month longitudinal study involving healthy subjects with prediabetes and diabetes was conducted. Blood glucose, glycated hemoglobin (HbA1c), lipid profile, and malondialdehyde (MDA) levels were measured before and after the yoga intervention. RESULTS AND CONCLUSION: Healthy subjects showed no significant changes in blood glucose, lipid profile, HbA1c, or MDA levels. However, subjects with prediabetes and diabetes experienced positive changes, with decreases in HbA1c and MDA levels. Proteomics and metabolomics analyses provided insights into the molecular mechanisms by which yoga attenuates diabetes progression in subjects with prediabetes and diabetes. This study is a pioneering effort to understand the molecular basis of yoga's beneficial effects on diabetes management."
    },
    {
      "pmid": "39959513",
      "title": "Functional Recovery and Cognitive Improvement in Poststroke Rehabilitation through Integrated Yoga and Naturopathy Intervention.",
      "authors": [
        "Shweta Mishra",
        "Sriloy Mohanty",
        "Ragini Shrivastava",
        "Monika Pathania"
      ],
      "journal": "International journal of yoga",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Despite advancements in acute medical management, poststroke rehabilitation (PsR) remains a critical aspect in maximizing recovery and quality of life (QOL) for stroke survivors. In the present case report, poststroke survivor was administered a 90-day tailored integrated yoga and naturopathy (IYN) intervention including daily neutral arm bath, partial massage, and yoga therapy. Following interventions, clinically significant improvement in the range of motion of joints, handgrip strength (Lt. 2.7 kg vs. 14.9 kg), improvement in mid-arm circumference, gait, and cognition (Montreal Cognitive Assessment scores 16 vs. 29) was achieved. In QOL, there was an improvement in each domain of the Short Form 36 questionnaire except for role limitations due to the physical health domain. Improvement in blood pressure (150/60 mmHg vs. 118/70 mmHg) led to a reduction in need of medication. Notably, there was improvement in depression (19 vs. 08), anxiety (18 vs. 08), and stress (21 vs. 07) scores. This case report underscores the potential of IYN intervention in PsR."
    },
    {
      "pmid": "39959512",
      "title": "Effectiveness of Yoga as a Complementary Therapy for Anorexia Nervosa: A Systematic Review.",
      "authors": [
        "Massimiliano Buoli",
        "Francesca Legnani",
        "Monic Mastroianni",
        "Letizia Maria Affaticati",
        "Enrico Capuzzi",
        "Massimo Clerici",
        "Alice Caldiroli"
      ],
      "journal": "International journal of yoga",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Anorexia nervosa (AN) is a severe psychiatric condition associated with high disability and mortality. The purpose of the present manuscript is to critically summarize evidence about the effectiveness of yoga for this condition. A bibliographic search was conducted in the main database sources (PubMed, Embase, and Scopus). Articles in English about the effectiveness of yoga in AN were included. Two hundred thirty-three articles were initially identified and 5 articles were included in the present review. With the exception of one study, all had several methodological limitations such as the presence of confounding factors (e.g., psychiatric comorbidity) or a too limited sample of patients. However, globally yoga seems to ameliorate AN symptoms, especially those regarding emotional dysregulation. Yoga is a candidate complementary treatment for the management of AN, but more randomized controlled studies with larger samples and limited bias are necessary to draw robust conclusions. It would be also interesting to verify in comparative trials the effectiveness of yoga with respect to other treatments such as psychotherapy or the administration of pharmacological compounds. Finally, the practice should be modified adapting to the specific needs of this type of patient."
    },
    {
      "pmid": "39959510",
      "title": "Harnessing the Potential of Artificial Intelligence in Yoga Therapy.",
      "authors": [
        "Nitu Sinha",
        "Rajesh Kumar Sinha"
      ],
      "journal": "International journal of yoga",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Integrating artificial intelligence (AI) into yoga therapy represents a transformative paradigm shift in holistic health management. This article explores the evolving landscape of AI in yoga therapy, encompassing recent advancements, potential applications, ethical considerations, and implications for well-being. Recent advancements in AI have enabled real-time monitoring and personalized interventions during yoga practice, offering unprecedented customization and efficacy. AI-powered virtual assistants and telehealth platforms extend the reach of yoga therapy interventions, enhancing accessibility and inclusivity. However, ethical considerations surrounding privacy, autonomy, equity, transparency, and cultural sensitivity must be carefully addressed to ensure responsible deployment and safeguard the well-being of individuals. By prioritizing ethical principles and values, stakeholders can harness AI's transformative potential to advance the yoga therapy field and promote holistic well-being for individuals and communities worldwide."
    },
    {
      "pmid": "39959509",
      "title": "Establishment of a Comprehensive Platform for Sustained Delivery of Yoga Therapy for Sickle Cell Anemia in Rural and Remote Tribal Pocket in India.",
      "authors": [
        "Thota Neeraja",
        "Ramesh Nanjundaiah Mavathur",
        "Himanshu Anirudhbhai Shukla",
        "Manmath Gharote"
      ],
      "journal": "International journal of yoga",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sickle cell anemia (SCA) is the most common inherited genetic red blood cell disorder, highly prevalent in the tribal population residing in the Central India. The affected populace are disadvantaged due to a lack of accessibility and unavailability of transportation, flawed communication systems, insufficiency of health professionals, and basic health infrastructure. OBJECTIVE: The objective was to set up a yoga-based lifestyle intervention (YBLI) center that is sustainable, accessible, affordable, and acceptable as the part of the Integrated Sickle Cell Anemia Research Program (ISCARP) randomized control trial study. METHODOLOGY: By analyzing previous government screenings, the study identified remote, high-prevalence areas. Based on these criteria, encompassing 58 villages were surveyed in Maharashtra. Bijari village in Nandurbar was chosen for setting up the YBLI center. This center was equipped with basic health facilities and Information and Communication Technology infrastructure, managed in a hybrid model by ISCARP staff and incentive-based government health workers. A Central Control Center was established at SVYASA University in Bangalore to coordinate all the activities. RESULTS: The YBLI center was successfully set up in Bijari village. At the center, around 69 children and adolescents got benefited during Yoga intervention. Only one subject out of 34 in intervention cohort experienced mild crisis. Their basic vitals were recorded regularly. On 11 different occasions, sever crisis of the participants was addressed which reduced morbidity and mortality rate. Furthermore, a social and health profile of these participants was created and updated regularly using sickle cell patient Information Management System, SIMS Portal. DISCUSSION: Establishment of easily accessible YBLI center for providing primary healthcare, tele consultation with doctors, and maintaining electronic medical record and monitoring and recording vitals in addition to providing adjuvant Yoga therapy. CONCLUSION: By offering prompt medical help and counseling, the YBLI center reduced the psychological and economic strain of sickle cell disease on the local populace. The center also captures and stores medical health records, updated on regular basis, which is of great value to the government in deciding and designing policies."
    },
    {
      "pmid": "39959508",
      "title": "Is Tele-yoga Safe for Pregnant Women with First-trimester Uterine Artery Doppler Positive? A Feasibility Study.",
      "authors": [
        "Reshma Jogdand",
        "Satyapriya Maharana",
        "Kasinath G Metri",
        "B S Anuradha",
        "R Nagarthan"
      ],
      "journal": "International journal of yoga",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Positive uterine artery Doppler (UAD+) in the first trimester is an indication of abnormalities in the formation of the placenta, UAD+ is associated with an increased risk of pregnancy complications in the later part of pregnancy. Yoga practice during normal pregnancy has positive effects on pregnancy outcomes. However, no study to date has examined the feasibility and safety of yoga during pregnancy in pregnant women with UAD+. METHODS: Twenty-one women aged between 20 and 35 years (mean: 28.8 years) who had a UAD+ (uterine artery pulsatility index >2) at 12 weeks of gestation were recruited from the gynecology department of a tertiary care hospital in southern India. Institutional ethical approval and informed consent was obtained before the intervention. All participants received a 45-min yoga session in virtual mode three times a week for 2 months from a certified yoga therapist. The yoga module consisted of simple yoga postures, breathing techniques, and meditation. Enrollment, attrition, retention, adverse events, difficulties in practicing yoga, and subjective experience were assessed at the completion of 2 months. RESULTS: A total of 346 pregnant women underwent Doppler ultrasound in the first trimester during the study period, of whom 35 (10.1%) had UAD+. Twenty-one women participated in the study and 18 completed it. Enrollment and retention rates were 7.7% and 78%, respectively. Three women dropped out of the study due to personal reasons. No adverse events were reported during the study. Overall satisfaction with the program was rated 4.3 out of 5 points. Most women experienced relaxation, less stress, and lightness in the body after yoga sessions. The duration of the yoga session was found to be acceptable and sufficient. CONCLUSION: This study reports that tele-yoga is a safe and feasible intervention for pregnant women with UAD+ in the first trimester. Further studies with randomized controlled trial are warranted."
    },
    {
      "pmid": "39959507",
      "title": "A Randomized Controlled Trial in Obese Adults with Polycystic Ovarian Syndrome: Examining the Impact of Short-term Integrated Naturopathy and Yoga Interventions on Testosterone, Oxidative Stress, and Mental Health.",
      "authors": [
        "Balakrishna Shetty",
        "Geetha Balakrishna Shetty",
        "H L Nanjeshgowda",
        "Prashanth Shetty"
      ],
      "journal": "International journal of yoga",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Polycystic ovarian syndrome (PCOS) is a metabolic and endocrinological condition that affects many women of reproductive age. Pathology manifests as the changes in reproductive functions, encompassing disorders such as hyperandrogenism, irregular menstrual cycles, and insulin resistance with oxidative stress. We investigated the effect of naturopathy and yoga interventions on oxidative stress and androgens with metabolic parameters in patients with PCOS. METHODS: We enrolled the 120 obese teenagers with PCOS, and we divided the patients into two groups as study (n = 60) and control (n = 60). In the study group, the patients were given 10 days of naturopathy and yoga interventions, whereas the other group was a waitlist control group. They were assessed for testosterone, lipid profile, malonaldehyde (MDA), total antioxidant capacity (TAC) with Hamilton Anxiety (HAM-A), and Depression (HAM-D) Scale at baseline and after 10 days of intervention. RESULTS: We found out that the study group exhibited a significant decrease in testosterone, MDA, HAM-A, HAM-D, body mass index (BMI), and lipid profile compared to the control group also with an effective improvement in the TAC. The stepwise multiple regression data highlight that BMI as a significant predictor for the reduction of testosterone in PCOS after taking naturopathy and yoga interventions. CONCLUSION: The results indicate that short-term integrated yoga and naturopathy interventions are effective in modifying the disease progression of PCOS through endocrinological and metabolic balance."
    },
    {
      "pmid": "39959504",
      "title": "Culturally Tailored Home-based Yoga Intervention for Lymphoma Patients on Chemotherapy.",
      "authors": [
        "Gurpreet Kaur",
        "Gaurav Prakash",
        "Sukhpal Kaur",
        "Mahender Singh",
        "Sandhya Ghai",
        "Alka Khadwal",
        "Pankaj Malhotra"
      ],
      "journal": "International journal of yoga",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Although proven effective in solid cancers, there is a dearth of evidence-based studies supporting yoga as an intervention to improve health-related quality of life (HRQOL) among patients with lymphoma. AIM: The aim of this study was to develop a remotely supervised, home-based yoga intervention to improve HRQOL for lymphoma patients undergoing chemotherapy. SETTINGS: This project was conducted at a tertiary care hospital in Northern India. METHODOLOGY: Experts in lymphoma, yoga, psychiatry, and nursing collaborated to formulate the intervention. Following a comprehensive literature review and stakeholder consultations, the intervention, named \"Yoga Therapy\" for patients with lymphoma, was developed. It included counseling regarding the benefits of yoga, a video and booklet on yoga, practical yoga sessions, telephonic support, regular follow-ups, random and need-based re-demonstrations, and adherence charts. The feasibility and safety of the intervention were assessed through a pilot study. RESULTS: The developed intervention was found feasible, effective, and safe to be conducted during the pilot study. Reasonable adjustments were made in the final intervention to address individual needs, lymphoma burden, and other patient-specific concerns. CONCLUSION: The developed intervention was explicitly developed for patients with lymphoma during chemotherapy and seemed to be appropriate for its effectiveness testing during a randomized controlled trial."
    },
    {
      "pmid": "39949298",
      "title": "Identifying Behavioral Change Techniques and Mode of Delivery in Yoga Interventions Across Five Neurological Conditions: A Scoping Review.",
      "authors": [
        "Himani Prajapati",
        "Krista L Best",
        "Aditya Dhariwal",
        "W Ben Mortenson",
        "William C Miller"
      ],
      "journal": "Journal of integrative and complementary medicine",
      "publication_date": "2025-Feb-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Objective: To identify behavior change techniques (BCTs) and the mode of delivery used in yoga interventions across five neurological conditions. Methods: This scoping review followed Arksey and O'Malley's methodological framework for conducting scoping reviews. Medline, CINAHL, EMBASE, PsycINFO, and CENTRAL databases were searched, combining key terms for population and intervention. Covidence software was used for study selection. Template for Intervention Description and Replication checklist was used to report the intervention and study quality was assessed using the Physiotherapy Evidence Database (PEDro) scale. Interventions were coded for BCTs using various taxonomies and delivery approaches were classified using Mode of Delivery Taxonomy Version 0. Result: Among 4805 articles screened, 35 met the inclusion criteria. Parkinson's disease, multiple sclerosis, and stroke were the most prevalent disability types with fewer studies on spinal cord injury and traumatic brain injury. A total of 134 BCTs were identified, 20 out of the 93 BCTs (25%) were from the BCT v1 taxonomy, while 15 additional BCTs were identified from other taxonomies and some BCTs were defined by the authors based on the need for yoga interventions. The most used BCTs included 12.6 body changes (68.57%, n = 24), 4.1 instruction (57.14%, n = 20), 12.5 adding objects (48.57%, n = 17), 1.2 problem solving (37.14%, n = 13), 6.1 demonstration (34.28%, n = 12), 8.1 behavioral practice and rehearsal (31.42%, n = 11), and 8.7 graded tasks (28.57%, n = 10). The most common delivery approach was face-to-face. The median PEDro score was 6 indicating medium study quality. Conclusion: Clear reporting of the intervention description and use of BCTs may enhance understanding and ability to replicate yoga interventions. This helps to adapt yoga by changing behaviors using specific BCTs to meet the goals and principles of yoga depending on the target population. The review may help inform future research to examine the effectiveness of specific BCTs on desired outcomes."
    },
    {
      "pmid": "39945495",
      "title": "The right treatment for the right patient: utility of exergaming and medical yoga for heart failure patients.",
      "authors": [
        "Renaud Tremblay",
        "Madeline E Shivgulam",
        "Carson Halliwell",
        "Myles W O'Brien"
      ],
      "journal": "European journal of cardiovascular nursing",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39942415",
      "title": "The Effects of Online Yoga Practice on Cancer Patients: A Systematic Review.",
      "authors": [
        "Francesca Gatti",
        "Gaia Perego",
        "Francesca Milano",
        "Gloria Calleri",
        "Bianca Giurioli",
        "Valentina Elisabetta Di Mattei"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Jan-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Cancer remains a leading cause of death, with 9.7 million deaths in 2022. Despite advancements in diagnosis and treatment, many cancer patients experience side effects that significantly impact their quality of life, including chronic pain, anxiety, depression, sleep disturbances, and cancer-related fatigue. Non-pharmacological interventions, such as yoga, have gained attention for their potential to reduce stress and improve overall well-being. However, barriers such as fatigue, pain, and transportation issues limit access to in-person yoga, leading to the growing adoption of online yoga as a viable alternative. Objective: This systematic review synthesizes research on the effectiveness of online yoga for cancer patients. A comprehensive search was conducted across Medline, PsycINFO, and Scopus databases on 24 October 2024. The methodological quality of the studies was assessed using the CASP Checklist. Of 6266 articles initially identified, 14 studies met the inclusion criteria, comprising qualitative (n = 4) and quantitative (n = 10) studies. Results: The results suggest that online yoga can improve stress and sleep quality, with moderate effects on anxiety, depression, and fatigue. However, variability in study designs and methodological limitations complicate the evaluation of its overall effectiveness. Conclusions: Online yoga offers a practical, accessible option for cancer patients unable to attend in-person sessions, showing the potential to enhance mental and physical health outcomes. Nevertheless, the variability in study methodologies highlights the need for more standardized research to establish its role as a supportive intervention in oncology care."
    },
    {
      "pmid": "39938612",
      "title": "Multi-site feasibility and fidelity of remote yoga intervention to improve management of type-2 diabetes: Design and methods of the HA1C (Healthy Active and In Control) study.",
      "authors": [
        "Herpreet Thind",
        "Dorothy Pekmezi",
        "Shira Dunsiger",
        "Kate M Guthrie",
        "Laura Stroud",
        "Wen-Chih Wu",
        "Kristen Walaska",
        "Beth C Bock"
      ],
      "journal": "Contemporary clinical trials",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Clinical Trial Protocol",
        "Multicenter Study"
      ],
      "abstract": "INTRODUCTION: Diabetes is a leading cause of death in the United States placing tremendous burden on individuals and the health care system. Yoga could be an attractive option for adults with diabetes with potential benefits for glycemic control and stress reduction. METHODS: Healthy Active and In Control is a study examining multi-site fidelity and feasibility of remote yoga compared to standard exercise intervention for diabetes management. Adults (N = ∼30 per site) with type II diabetes (T2DM), are recruited from three sites and randomized to receive either a 12-week program of yoga or standard exercise. The yoga intervention is delivered remotely via zoom twice weekly. Participants in the standard exercise group engage in self-paced aerobic exercise with weekly staff check-in. Assessments are conducted at enrollment, end of treatment (week 12), and at 3- and 6-months post-intervention. The primary aim is to assess whether intervention components can be delivered with fidelity across the three sites. Feasibility and acceptability of the yoga and exercise interventions are compared. Data on biological (HbA1c), behavioral (e.g., physical activity, diabetes self-care behaviors), and psychological factors (e.g., mindfulness, diabetes distress) related to diabetes management are also explored along with factors associated with yoga and exercise adherence. CONCLUSION: This study uses rigorous methodology to establish the feasibility and acceptability of remote-delivered yoga for individuals with T2DM from diverse populations and to assess whether the remote intervention can be delivered with fidelity across sites in preparation for a future multisite efficacy trial.",
      "mesh_terms": [
        "Yoga",
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Feasibility Studies",
        "Exercise",
        "Glycated Hemoglobin",
        "Female",
        "Male",
        "Middle Aged",
        "Self Care",
        "Adult",
        "Mindfulness",
        "Exercise Therapy",
        "Research Design"
      ]
    },
    {
      "pmid": "39927214",
      "title": "Adaptive cognitive control in 4 to 7-year-old children and potential effects of school-based yoga-mindfulness interventions: an exploratory study in Italy.",
      "authors": [
        "Lisa Toffoli",
        "Giulia Stefanelli",
        "Giulia Manca",
        "Fiorella Del Popolo Cristaldi",
        "Gian Marco Duma",
        "Michele Guidi",
        "Francesca Incagli",
        "Luca Sbernini",
        "Vincenza Tarantino",
        "Giovanni Mento"
      ],
      "journal": "Frontiers in psychology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Recent findings showed that adaptive cognitive control (CC) can be instantiated by bottom-up mechanisms, including statistical contingency of event occurrence. However, the developmental evidence in this domain remains limited. METHODS: To address this gap, our study delves into the exploration of different mechanisms underlying adaptive CC in a substantial cohort of young children (211 participants aged between 4 and 7 years). We utilized the Dynamic Temporal Prediction (DTP) task and a modified version of the Flanker task to assess the effect of context predictability on motor preparation/inhibition and interference control, respectively. Furthermore, as part of an exploratory study designed to evaluate the feasibility of a school-based program in Italy, all children underwent a re-testing session after an 8-week intervention involving yoga-mindfulness. RESULTS: Results suggested that young children can exploit global probabilistic changes to optimize motor preparation/ inhibition while counterbalancing fatigue effects. Moreover, they successfully modulate interference control as a function of environmental contingencies, displaying more optimal conflict resolution when proactive control is engaged. Finally, we observed a post-intervention increase of the capability to implicitly adapt motor preparation/inhibition and a boosting effect on the interference control functions. DISCUSSION: Overall, these findings confirmed that adaptive CC is already present in preschool-aged children, extending these results to include 4-years-olds. Additionally, school-based yoga-mindfulness programs are feasible and might improve children's capability to flexibly and proactively adapt to environmental requests promoting cognitive proficiency."
    },
    {
      "pmid": "39926882",
      "title": "Evaluation of Therapeutic Potential of Yoga Practice in Managing Hypertension Based on Cardiopulmonary Efficiency and Physical Fitness.",
      "authors": [
        "Ruchi Kothari",
        "Ashay Gomashe",
        "Bala C Bethamcherla",
        "Nithila Sivakumar",
        "Lakshiya Ramamoorthy",
        "Lakshmi Murugesan"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Noncommunicable diseases have surged because of urbanization and prosperity, with physical inactivity increasing hypertension risk. Hypertension leads to early morbidity and mortality. Yoga, an ancient Indian practice, enhances physical, mental, and spiritual well-being through postures, breathing exercises, and meditation. This study examines yoga's potential to lower blood pressure by increasing VO2 Max, a critical cardiovascular fitness indicator. METHODS: This study involved 250 hypertension patients (systolic BP >140 mm Hg or diastolic BP >90 mm Hg) from a rural hospital. Conducted over eight months at a rural medical college's Sports Physiology Laboratory, the study reassessed participants' cardiorespiratory fitness after six months of yoga therapy. Data were collected using the Metabolic module of the Exercise Physiology System and Power Lab System with LabChart Pro software. RESULTS: VO2 Max for males improved significantly from 23.1 ± 10.02 mL/min/kg to 28.5 ± 9.85 mL/min/kg (P = 0.017), and for females from 21.3 ± 3.21 mL/min/kg to 25.4 ± 4.12 mL/min/kg (P = 0.028). Detail demographic data, blood pressure, VO2 Max, and BMI changes before and after yoga therapy. CONCLUSION: The study highlights yoga's potential in managing hypertension, showing significant improvements in VO2 Max, blood pressure, and BMI, supporting yoga as an effective therapeutic intervention."
    },
    {
      "pmid": "39926689",
      "title": "The effect of yoga on hypertensive women's blood pressure and sexual life: A randomized controlled trial.",
      "authors": [
        "Gurcan Solmaz"
      ],
      "journal": "Pakistan journal of medical sciences",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To investigate the effects of a 12 weeks yoga program three times a week for one hour on blood pressure and sexual life among hypertensive women. METHODS: This study was a pre-post test randomized controlled trial (NCT06319365) performed in accordance with the CONSORT guidelines. This study was conducted in a public hospital in Turkey between June 15, 2022 and October 30, 2022. Data were collected by blood pressure measurements, Personal Information Form and Arizona Sexual Experience Scale. The sessions of the yoga group were conducted online for one hour three days a week for 12 weeks. The control group did not receive any intervention during the study. No side effects were recorded throughout the study. RESULTS: Participants in the yoga group had significantly lower systolic and diastolic blood pressure compared to the control group (p<0.001). In addition, women in the yoga group showed significant improvements in sexual activity, arousal, orgasm, lubrication and overall sexual function (p<0.05). CONCLUSION: A 12-week, three times a week yoga program reduced blood pressure and positively affected sexual functioning."
    },
    {
      "pmid": "39901652",
      "title": "Yoga, Meditation, Mindfulness, or Hypnotherapy for GI Disorders: Similar Mechanisms of Action?",
      "authors": [
        "Anjan Hamal",
        "Andrea Shin",
        "Miranda A L van Tilburg"
      ],
      "journal": "Neurogastroenterology and motility",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Mind-body approaches aim to improve gut symptoms and quality of life by targeting the interaction between the central nervous system and the enteric nervous system. These include treatments such as hypnotherapy, mindfulness, meditation, and yoga. Although evidence is building on efficacy of mind-body approaches, we generally lack a thorough understanding of how they work. Despite being presented as separate treatment modalities, mind-body approaches often use overlapping treatment aspects with the same mechanism of action. There is evidence that yoga, meditation, and hypnotherapy may partly draw their benefit from creating an absorbed state of attention combined with suggestions for change. This has implications for clinical application of these treatments in patients with GI disease. We propose studies on mechanisms of mind-body approaches to develop more efficacious and more precise treatments for GI diseases.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Hypnosis",
        "Meditation",
        "Gastrointestinal Diseases",
        "Mindfulness"
      ]
    },
    {
      "pmid": "39897330",
      "title": "The Effects of Yoga on Key Adipocytokines in Obesity: A Narrative Review of Leptin and Adiponectin.",
      "authors": [
        "Rinne Shimizu",
        "Hajime Suzuki",
        "Marie Amitani",
        "Haruka Amitani"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Obesity is a global health concern that increases the risk of numerous complications, including type 2 diabetes, hypertension, and cardiovascular diseases. Conventional obesity treatments, such as lifestyle modifications, pharmacotherapy, and surgical interventions, are often insufficient, highlighting the need for more efficient and effective approaches. Yoga, an ancient mind-body practice incorporating physical postures (asanas), breathing exercises (pranayama), and meditation, has emerged as a potential therapeutic intervention for obesity management. This review examines the functions of leptin and adiponectin, two key adipocytokines central to obesity, and evaluates the impact of yoga on these hormones. A literature search was conducted using PubMed, Scopus, and Google Scholar with the keywords \"yoga\" and \"adipocytokine\" as of May 5, 2024, resulting in the selection of 12 relevant studies. The majority of studies reviewed demonstrated that yoga significantly decreases leptin levels and increases adiponectin levels. Intensive yoga sessions and combined dietary interventions were found to contribute notably to improvements in these hormonal levels. These findings suggest that yoga may improve the balance between leptin and adiponectin, offering beneficial effects on anti-obesity and chronic inflammation reduction. Yoga, as an economical and non-invasive treatment option, presents a promising approach to managing obesity. Further research is expected to elucidate the underlying mechanisms and explore potential clinical applications."
    },
    {
      "pmid": "39896828",
      "title": "Impact of Short-Term Integrated Yoga Therapy Intervention on Systemic Inflammatory Markers and Quality of Life in Rheumatoid Arthritis Patients: A Randomized Controlled Trial.",
      "authors": [
        "Geetha B Shetty",
        "Prashanth Shetty",
        "Balakrishna Shetty",
        "H L Nanjeshgowda"
      ],
      "journal": "Integrative medicine (Encinitas, Calif.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rheumatoid arthritis (RA) is an autoimmune disease with prolonged dysregulation of pro- and anti-inflammatory immune pathways resulting in chronic inflammation, which alters the functional status and quality of life. The present study aimed to assess the short-term effect of yoga therapy on systemic inflammatory markers and quality of life among RA patients. METHODS: The study included one hundred RA patients aged 18-60 years and randomized into yoga (n = 50) and control (n = 50) groups. A structured yoga therapy was given for 12 weeks along with their regular disease-modifying antirheumatic medications (DMARDs). During the study period, all the participants were allowed to continue their daily lifestyle and diet. RESULTS: After 12 weeks of intervention, the yoga group reported a significant decrease in interleukin-6 (IL 6) (P < .001), C-reactive protein (CRP) (P < .01), rheumatoid factor (RA factor) (P = .02), and erythrocyte sedimentation rate (ESR) (P = .05), compared to the control group. Furthermore, compared to the control group, yoga participants showed significant improvement in functional status and disease activity, which included the assessment of DAS-28 (to assess the disease activity) (P < .001), patient global assessment (P < .001), and reduced Visual Analogue Scale (VAS) score (pain intensity assessment) (P < .01). The secondary outcome was the quality of life (SF-36 questionnaire), which showed significant improvement post-intervention (P = .05). CONCLUSION: The present study has demonstrated that short-term yoga therapy could lower systemic inflammatory markers by maintaining immune homeostasis to improve the functional status and quality of life in RA patients."
    },
    {
      "pmid": "39882255",
      "title": "Mental health outcomes in dementia caregivers: a systematic review of yoga-based interventions.",
      "authors": [
        "Paula Pillar Pinto",
        "Andrea Camaz Deslandes",
        "Helena Moraes"
      ],
      "journal": "Dementia & neuropsychologia",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "UNLABELLED: Mind-body interventions have been explored to enhance the psychological well-being of dementia caregivers; however, the specific effects of yoga practice remain underexamined. OBJECTIVE: The aim of this study was to investigate the benefits of yoga on quality of life (QoL), life satisfaction, psychological well-being, attention, self-compassion, perceived stress, anxiety, depression, and caregiver burden for dementia caregivers. METHODS: A comprehensive search was conducted on September 11, 2024, in databases including SciELO, PubMed, BVSalud, Web of Science, Embase, and PsycINFO, focusing on the effects of yoga for informal dementia caregivers compared to passive or active control groups through randomized and non-randomized trials. An initial review reduced 284 to 180 unique records; 172 studies were excluded, leaving 8 that met the inclusion criteria. Two authors independently selected and extracted data using a data extraction sheet based on the Cochrane Consumers and Communication Review Group. The Cochrane Risk of Bias tools (ROB2 and ROBINS-I) were employed to evaluate bias risk. RESULTS: The review included three randomized and five non-randomized studies with a total of 161 participants, predominantly female (wives and daughters), with ages ranging from 39 to 76 years. Four studies utilized hatha yoga, while four employed non-traditional yoga. Significant improvements were observed in QoL, depression, stress, anxiety, and self-compassion, but not in caregiver burden. Furthermore, positive effects were more pronounced in face-to-face or online interventions than in recorded videos. On average, studies exhibited a moderate risk of bias. CONCLUSION: Yoga practice can serve as an effective intervention for enhancing the psychological aspects of dementia caregivers."
    },
    {
      "pmid": "39881891",
      "title": "Overcoming Recurrent Isolated Sleep Paralysis: A Case Report of Integrative Management With Yoga, Meditation, and Vitamin D3 Supplementation.",
      "authors": [
        "Dattaprasad Sawant",
        "Neha Kamble"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Recurrent isolated sleep paralysis (RISP) is a rare but distressing condition characterized by episodes of temporary immobility during transitions between wakefulness and sleep. This report describes a 30-year-old female presenting frequently with nightmares, sleep paralysis, and associated stress, successfully managed with a holistic approach incorporating yoga, meditation, chanting, and vitamin D3 supplementation. The patient's significant history of osteoporosis (in February 2019, bone density T-score <-2.5; vitamin D3: 17 nmol/L), drug-resistant tuberculosis, depression, and workplace stress compounded her symptoms. After managing her with a holistic management plan, she achieved sustained remission of sleep paralysis and improved overall health with increased bone density (bone density T-score in February 2021: -2.1; vitamin D3 in February 2020: 87 nmol/L), emphasizing the importance of addressing psychological, lifestyle, and nutritional factors in such cases."
    },
    {
      "pmid": "39866491",
      "title": "Effects of yoga on depressive symptoms in women with pregnancy: A systematic review and meta-analysis.",
      "authors": [
        "Sasinun Punsuwun",
        "Sarah Oerther",
        "Chuntana Reangsing"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: While electroconvulsive therapy and antidepressants are standard treatments for depressed pregnant women, they are not without threats. The objective of this study was to quantitative synthesis of the literature regarding the effect of yoga interventions on depressive symptoms in pregnant women. METHODS: Nine electronic databases were searched for primary studies with pregnant women with depression measured as outcomes and written in English. Based on the random-effects model, we used Hedges' g to compute the effect size and examined the subgroup analysis. RESULTS: We found twelve primary studies which included 738 participants who were 28.43 ± 1.92 years old across studies. The overall effect size using random-effects model was g = 1.120 (95%CI .52, 1.72, p < .001). Providing yoga to pregnant women with mood disorder had a lesser effect size (g = .10) than providing yoga to pregnant women without a mood disorder (g = 1.45). Funded studies had a lesser ES (g = .51) than those with unfunded (g = 1.98). Proving yoga in Eastern countries had a greater ES (g = 1.82) than providing yoga in Western (g = .40). No quality indicators showed moderator effects. CONCLUSION: When compared to controls, pregnant women who practiced yoga reported significantly improved depressive symptoms. Yoga might be an alternative complementary therapy that clinicians and other healthcare professionals might think about utilizing to help pregnant women who are depressed."
    },
    {
      "pmid": "39862599",
      "title": "\"I am not pain, I have pain\": A pilot study examining iRest yoga nidra as a mind-body intervention for persistent pain.",
      "authors": [
        "Meg Barber",
        "Subhadra Evans",
        "Rosie Marks",
        "Jo Sheedy",
        "Richard Miller",
        "Stephanie Lopez",
        "Melissa O'Shea"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This pilot study was the first of its kind to examine the experiences of people with persistent pain engaging in a six-week iRest for Pain group program as part of multidisciplinary pain care. METHOD: The present study used a qualitative, phenomenological design and reflexive thematic analysis to gain an understanding of the firsthand experience of patients who participated in the iRest for Pain group program. This program was offered in a specialist outpatient pain management service within a regional public hospital in Victoria, Australia. RESULTS: Participants reported they experienced iRest Yoga Nidra as personal and therapeutic, that the practice facilitated deep relaxation and restoration; for some participants trauma reprocessing and integration; improved pain self-management and self-efficacy, as well as dis-identification from persisting pain as personal identity. Additionally, some participants reported motivation and confidence to use iRest instead of medication, to reduce dependence on opioid medications. CONCLUSION: The iRest for Pain group program presents a personally therapeutic and innovative mind-body intervention, which could be offered at various phases from primary to tertiary specialised pain care.",
      "mesh_terms": [
        "Humans",
        "Pilot Projects",
        "Yoga",
        "Female",
        "Male",
        "Middle Aged",
        "Pain Management",
        "Adult",
        "Chronic Pain",
        "Mind-Body Therapies",
        "Aged"
      ]
    },
    {
      "pmid": "39831098",
      "title": "Yoga: As a Transformative Approach to Addressing Male Infertility and Enhancing Reproductive Health in Men: A Narrative Review.",
      "authors": [
        "Anjali Yadav",
        "Prabhakar Tiwari",
        "Rima Dada"
      ],
      "journal": "Journal of human reproductive sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Infertility presents multifaceted challenges that encompass both physical and emotional burdens. Yoga, as a comprehensive system of mind-body medicine, serves as an effective intervention for managing male factor infertility, a complex lifestyle disorder with significant psychosomatic elements. This review explores the transformative role of yoga in addressing both the emotional and physical dimensions of infertility. By incorporating physical postures, breath control and meditation, yoga promotes emotional well-being and enhances reproductive health by improving the integrity of nuclear and mitochondrial genomes as well as the epigenome. In addition, yoga contributes to maintaining sperm telomere length through the regulation of seminal free radical levels and increased telomerase activity, which are crucial for optimal embryo cleavage and the development of high-quality blastocysts. Integrating yoga as an adjunctive therapeutic approach fosters a supportive intrauterine environment and facilitates physiological homoeostasis, thereby increasing the likelihood of successful fertilisation and implantation. Gentle asanas and flowing sequences promote relaxation, alleviate tension and cultivate emotional stability, while meditation aids in emotional healing and resilience during the infertility journey. Specific asanas, such as Baddha Konasana (bound angle pose), Bhujangasana (cobra pose) and Sarvangasana (shoulder stand), stimulate reproductive organs, enhance blood circulation and regulate hormone production. Pranayama techniques further support endocrine balance and overall vitality. Moreover, yoga provides a non-invasive strategy for managing fertility-related conditions leading to improved reproductive health and overall well-being. This review aims to elucidate the comprehensive role of yoga in improving male infertility, focusing on its impact on sperm nuclear and mitochondrial genomes, the epigenome and telomere health. In addition, it underscores the importance of self-care, open communication and shared experiences with partners. Practicing yoga regularly supports psychosocial well-being, promotes holistic healing, enhances physical and mental health and probably helps in improving reproductive health, thereby fostering resilience and self-efficacy throughout the journey of fertility and reproduction."
    },
    {
      "pmid": "39812195",
      "title": "Effects of Yoga-Like Exercises on Mild and Moderate Alzheimer Disease: A Randomized Controlled Trial Protocol.",
      "authors": [
        "Rihab Moncer",
        "Habib Hajji",
        "Salma Naija",
        "Sana Ben Amor",
        "Sonia Jemni",
        "Helmi Ben Saad"
      ],
      "journal": "La Tunisie medicale",
      "publication_date": "2025-Jan-05",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: While aerobic exercises have demonstrated efficacy in slowing cognitive decline and improving psychological symptoms associated with cognitive impairments, they may not be feasible due to multiple disabilities. Other gentle exercises with mindful approaches, such as \"Yoga-like\", have been explored but lack clear evidence. AIM: To assess the efficacy of a \"Yoga-like\" intervention on cognitive and psychological features in patients with mild to moderate Alzheimer Disease (AD). METHODS: We propose a randomized controlled trial design. Patients with mild to moderate AD who are able to undergo neurocognitive assessment and do not have conditions contraindicating deep breathing or extreme postures will be randomly assigned to an intervention group (IG: Yoga-like) or a control group (CG: no intervention). The 'Yoga-like' intervention consists of 30 minutes of exercises combining breathing, postures, concentration, and meditation, conducted three times a week over eight weeks. Both groups will undergo neuropsychological tests at baseline and after eight weeks, including attention, problem-solving, visuospatial abilities, mood and neuropsychiatric symptoms. EXPECTED RESULTS: It is anticipated that the breathing, concentration, and meditation components of the intervention will improve attention, problem-solving abilities and behavioral symptoms. The postural components are expected to enhance visuospatial control and balance. TRIAL REGISTRATION: PACTR202407721329710 (https://pactr.samrc.ac.za/TrialDisplay.aspx?TrialID=30602).",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Alzheimer Disease",
        "Exercise Therapy",
        "Neuropsychological Tests",
        "Randomized Controlled Trials as Topic",
        "Aged",
        "Severity of Illness Index",
        "Male",
        "Meditation",
        "Female",
        "Treatment Outcome",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39811878",
      "title": "Balance Changes in Adult Cancer Survivors Participating in a 16-Week Therapeutic Yoga Program.",
      "authors": [
        "Mark J Miller",
        "Daniel C Hughes",
        "Nydia T Darby",
        "Tim Calderon",
        "Darpan I Patel",
        "Monica C Serra",
        "Amelie G Ramirez",
        "Alexis Ortiz",
        "Gustavo J Almeida"
      ],
      "journal": "Integrative cancer therapies",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Balance problems arising from cancer and its treatments can significantly impact daily functionality and quality of life. Improving balance as part of a cancer treatment plan could result in better patient outcomes. Thus, the aim of this study was to determine whether an integrative therapeutic yoga intervention can improve balance in a heterogenous population of cancer survivors (CS). METHODS: This is a secondary analysis of data from a 16-week feasibility study where therapeutic yoga was supplemented with psychosocial support to maximize health-related quality of life in adult CS of any stage and site. In this study, we investigated balance, as it has been shown to be an important outcome in CS due to its role in physical function and quality of life. The intervention included therapeutic yoga three times per week for 16 weeks and daily psychosocial support provided via text message. Participants' balance was assessed while standing on a pressure mat with feet together, eyes opened and closed, for 30 seconds in each condition. Data on the \"sway path distance\" (displacement of the center of gravity) in the two conditions were obtained. Changes in balance after the intervention (from baseline to follow-up) were analyzed using paired-sample t-tests. Changes in balance were also assessed using responder analysis. We described the proportion of participants that improved their balance or not based on 10% difference from baseline scores. RESULTS: Of the 29 participants included, 22 (76%) completed post-assessments. Changes in both balance assessment conditions were not statistically significant (eyes opened: 80.06 ± 374.99, p = .702; eyes closed: -1.82 ± 24.01, p = .068). Responder analysis showed that 8 participants improved their balance with eyes opened, while 8 worsened, and 6 did not change. Analysis of balance with eyes closed showed that 5 improved, 8 worsened, and 9 did not change. CONCLUSION: This secondary analysis of data from a heterogenous cohort of adult CS did not support our hypothesis at the group level. However, at the individual level, responder analysis indicated improved balance in some survivors. Future research is needed to determine factors related to the cancer experience which might mediate balance outcomes to inform better integrative interventions.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Cancer Survivors",
        "Female",
        "Male",
        "Postural Balance",
        "Middle Aged",
        "Quality of Life",
        "Adult",
        "Neoplasms",
        "Aged",
        "Feasibility Studies"
      ]
    },
    {
      "pmid": "39811869",
      "title": "Investigating the effect of yoga-based educational interventions on the volume and composition of breast milk in premature infant's mothers admitted to neonatal intensive care unit: A randomized controlled trial.",
      "authors": [
        "Fatemeh Karimi",
        "Parvin Aziznejadroshan",
        "Zahra Akbarian Rad",
        "Hossein-Ali Nikbakht",
        "Durdi Qujeq"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study examined the effects of yoga-based educational interventions on the volume and composition of breast milk in premature infants' mothers admitted to the neonatal intensive care unit (NICU). MATERIALS AND METHODS: A randomized controlled trial was conducted on 78 primiparous mothers whose premature infants were less than 34 weeks and were hospitalized in the NICU of Ayatollah Rouhani Hospital from February 2021 to November 2022. Mothers were assigned to a control group and an experimental group, that is, yoga, using the block randomization method. Mothers in the experimental group performed yoga for 30 minutes under the supervision of a yoga therapist every morning for six consecutive days. The volume of the mother's milk was measured using an electric pump, while its composition was assessed using a spectrophotometer according to the instructions of the Pars Azmoun Standard Kit. RESULTS: The results of the analysis on the remaining 76 samples showed a difference in the means of the volume of breast milk after the intervention with 11.39 and 33.84 ml for the control and yoga group, respectively.there was a significant difference between the amount of breast milk in the control and yoga groups (P < 0.001). Also, the average difference in the amount of breast milk compounds was not significantly different in any of the cases. CONCLUSIONS: The yoga technique is effective in increasing the volume of breast milk in mothers with premature infants. Therefore, it is recommended to increase the volume of breast milk in the NICU."
    },
    {
      "pmid": "39799345",
      "title": "Effects of laughter yoga practiced by the first year nursing students before clinical practice on their perceptions of stress and meaning of life: a randomized controlled trial.",
      "authors": [
        "Kıvan Çevik Kaya",
        "Çiğdem Gamze Özkan",
        "Derya Ağiş"
      ],
      "journal": "BMC nursing",
      "publication_date": "2025-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Laughter yoga has a positive effect on the person's mental/general health, life satisfaction and psychological well-being and enables the person to cope with stress. OBJECTIVE: This randomized controlled study was conducted to determine the effect of laughter yoga practiced by first year nursing students before clinical practice on their perceptions of stress and meaning of life. METHOD: In this experimental randomized and controlled study including a control group, we administered a pre-test, post-test one and post-test two to the participating students. Ninety nursing students who met the inclusion criteria comprised the study sample. The students in the intervention group took part in eight sessions of laughter yoga for four weeks, twice a week. The Descriptive Information Form, Perceived Stress Scale, and Meaning and Purpose of Life Scale were administered to collect the study data. RESULTS: The mean age of the students in the intervention and control groups was 19.65 ± 2.27 and 19.18 ± 1.01 years, respectively. Of the participants in both groups, 91.1% were women, and 97.8% were single. The difference between the mean scores obtained from the Perceived Stress Scale and the Meaning and Purpose of Life Scale by the students in the intervention group at the pre- and posttest were statistically significant (p < 0.05). CONCLUSION: Laughter yoga positively affects nursing students' perceptions of stress and meaning and purpose of life. TRIAL REGISTRATION: Trial Registration number and Date of registration: NCT06042959 / 09/14/2023 06:17."
    },
    {
      "pmid": "39797312",
      "title": "Randomized Trial: A Pilot Study Investigating the Effects of Transcendental Meditation and Yoga Through Retinal Microcirculation in Cardiac Rehabilitation.",
      "authors": [
        "Adam Saloň",
        "Karin Schmid-Zalaudek",
        "Bianca Steuber",
        "Maximilian Elliot Rudlof",
        "Till Olaf Bartel",
        "Petra Mächler",
        "Andreas Dorr",
        "Rainer Picha",
        "Per Morten Fredriksen",
        "Benedicta Ngwenchi Nkeh-Chungag",
        "Nandu Goswami"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Cardiovascular diseases are a leading cause of death, and psychosocial stress is considered a contributing factor to these issues. With the rising number of heart surgeries, proper rehabilitation post-surgery is essential. Previous studies have demonstrated the positive impact of yoga and transcendental meditation on the cardiovascular system. This pilot study aimed to investigate the effects of yoga and transcendental meditation on retinal microcirculation in cardiac patients before (admission), after (discharge), and following (3 weeks after discharge) rehabilitation. Methods: This study examined changes in retinal microcirculation in three rehabilitation groups of patients after heart surgery. The control group received standard exercise therapy, while the meditation group incorporated 20 min of meditation, and the yoga group incorporated 20 min of yoga practice, twice per day for the duration of four weeks of rehabilitation. Retinal images were captured using a non-mydriatic digital retinal camera (Canon CR-2, Canon Medical Systems Europe B.V., Netherlands), and the microcirculation parameters central retinal artery equivalent, central retinal vein equivalent, and artery-to-vein ratio were analyzed using MONA REVA software ((version 2.1.1), VITO, Mol, Belgium). Repeated measures ANOVA was performed to evaluate differences between the three groups in the course of rehabilitation. Results: None of the parameters revealed significant differences in retinal microcirculation between the three rehabilitation groups. Conclusions: The study evaluating changes in retinal microcirculation, as an indicator of central circulation in cardiac patients undergoing rehabilitation, did not observe any significant changes. As yoga and meditation are underestimated approaches in cardiac rehabilitation, this pilot study acts as a basis for providing preliminary information for future studies to encourage the research community to fill the gap in this area."
    },
    {
      "pmid": "39776382",
      "title": "Yoga as an adjunctive therapy for rheumatoid arthritis.",
      "authors": [
        "Mona Pathak",
        "Ramaprabhu Vempati",
        "Lisa S Wieland",
        "Sakir Ahmed",
        "Prasanta Padhan",
        "Ramnath Misra"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2025-Jan-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This is a protocol for a Cochrane Review (intervention). The objectives are as follows: To assess the effect and safety of yoga as an adjunctive therapy for rheumatoid arthritis.",
      "mesh_terms": [
        "Yoga",
        "Arthritis, Rheumatoid",
        "Humans",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39773822",
      "title": "The Impact of Mindfulness-Based Meditation and Yoga on Stress, Body Image, Self-esteem, and Sexual Adjustment in Breast Cancer Patients Undergoing Modified Radical Mastectomy: A Randomized Controlled Trial.",
      "authors": [
        "Melike Pehlivan",
        "Semra Eyi"
      ],
      "journal": "Cancer nursing",
      "publication_date": null,
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Surgical interventions are commonly utilized in the treatment of breast cancer; however, they can elicit adverse effects on women's perceptions of femininity, leading to stress, negative body image, diminished self-esteem, and challenges in sexual adjustment. OBJECTIVE: This study investigates the efficacy of mindfulness-based meditation and yoga in alleviating stress, enhancing self-esteem, improving body image, and facilitating sexual adjustment among women undergoing modified radical mastectomy. METHODS: Using a prospective (pretest, posttest, and second-month follow-up), 2-arm (1:1), randomized controlled experimental design, the study involved 39 women (intervention group = 19, control group = 20) undergoing modified radical mastectomy. The intervention group participated in face-to-face mindfulness-based meditation and yoga sessions lasting approximately 90 minutes each over an 8-week period. RESULTS: Following the intervention, significant reductions in perceived stress and the significance attributed to breasts in sexuality were observed ( P < .05), accompanied by increases in self-esteem and body perception ( P < .05). However, no significant differences were observed in sexual adjustment ( P > .05). CONCLUSIONS: Mindfulness-based meditation and yoga interventions demonstrated efficacy in mitigating perceived stress, enhancing self-esteem, and improving body perception among women undergoing modified radical mastectomy. The findings advocate for the integration of mindfulness-based stress reduction programs, particularly during the preoperative phase, to support oncological patients, particularly those with breast cancer. IMPLICATIONS FOR PRACTICE: Psychosocial aspects such as body image, self-esteem, and sexual adjustment following radical mastectomy are frequently overlooked in clinical care. This research highlights the potential benefits of incorporating mindfulness-based yoga and meditation techniques into nursing interventions to alleviate stress and enhance body confidence among women undergoing mastectomy.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Yoga",
        "Body Image",
        "Self Concept",
        "Breast Neoplasms",
        "Middle Aged",
        "Meditation",
        "Stress, Psychological",
        "Mindfulness",
        "Mastectomy, Modified Radical",
        "Adult",
        "Prospective Studies",
        "Adaptation, Psychological",
        "Aged"
      ]
    },
    {
      "pmid": "39761255",
      "title": "Expanding first-line options for depression: Protocol of a pragmatic comparative effectiveness trial of yoga vs. behavioral activation (the COMPARE study).",
      "authors": [
        "Louisa G Sylvia",
        "Andrew M Busch",
        "Dustin J Rabideau",
        "Alexandra Gold",
        "Suzanne C Danhauer",
        "Heather T Schatten",
        "Douglas Katz",
        "Lauren M Weinstock",
        "Jennifer Dahne",
        "Sabine P Schmid",
        "Zainab Soetan",
        "Roberta Tovey",
        "Kedie Pintro",
        "Adrienne Kvaka",
        "Antonietta Alvarez Hernandez",
        "Ingrid Hsu",
        "Alba Melendez",
        "Melissa Adkins-Hempel",
        "Angela Grubb",
        "Odalys Lozado",
        "Atefeh Alavi Fili",
        "Giuliana Chau",
        "Lisa A Uebelacker"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Depression is a prevalent mental health condition in the United States and a significant cause of morbidity and mortality. The treatment guidelines for depression recommends either psychotherapy, such as behavioral activation (BA), or a second-generation antidepressant as a first-line treatment for adult patients with depression. However, many individuals with depression do not experience improvement from first-line treatments or choose not to engage in them due to stigma, cost, difficulty with access, and/or side effects. As such we need new treatments for depression and yoga is especially promising given recent data on its efficacy for depression. This study seeks to compare a first-line treatment for depression, or BA, versus yoga to examine whether yoga does as well as BA at improving depressive symptoms and secondary outcomes. We will also examine improvements in depressive symptoms, and secondary outcomes, by specific sub-populations to determine who might do better in which treatment (i.e., BA or yoga). Given that this is the first non-inferior, comparative effectiveness study of yoga, this paper explains the study design, the rationale for the study design, as well as lessons learned in conducting the study.",
      "mesh_terms": [
        "Yoga",
        "Humans",
        "Depression",
        "Adult",
        "Male",
        "Female",
        "Treatment Outcome",
        "Middle Aged",
        "Comparative Effectiveness Research",
        "Behavior Therapy"
      ]
    },
    {
      "pmid": "39746210",
      "title": "Augmentation of Interstitial Cystitis-Bladder Pain Syndrome Treatment With Meditation and Yoga: A Randomized Controlled Trial.",
      "authors": [
        "Angela N Dao",
        "Yuko M Komesu",
        "Sierra M Jansen",
        "Timothy R Petersen",
        "Kate V Meriwether"
      ],
      "journal": "Obstetrics and gynecology",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To investigate whether yoga and meditation added to usual care improves treatment response in women with interstitial cystitis-bladder pain syndrome. METHODS: This randomized trial compared women with interstitial cystitis-bladder pain syndrome receiving standard care alone (control group) with those receiving standard care plus meditation and yoga (mind-body group). Standard care was defined as behavioral changes or medications recommended by the American Urological Association. Individuals in the control group received standard care, and those in the mind-body group received standard care augmented with a commercially available meditation application and standardized yoga tutorial video. Both groups continued their current interstitial cystitis-bladder pain syndrome standard care treatments. The primary outcome was the modified GRA (Global Response Assessment), comparing responders (moderately, markedly improved) with nonresponders at 12 weeks. On power analysis assuming α=5% and β=80%, a sample size of 82 participants was required to find 30% difference on the GRA between groups. Weekly GRA scores over 12 weeks were also compared. Secondary outcomes included ICPI (Interstitial Cystitis Problem Index)/ICSI (Interstitial Cystitis Symptom Index), pain, pain interference, anxiety/depression, and self-efficacy scores and treatment escalation over 12 weeks. RESULTS: Among 97 randomized participants (49 mind-body group, 48 control group), groups did not differ in characteristics or symptoms at baseline. The mind-body group had more GRA responders compared with the control group at 12 weeks (31/43 [72.1%] vs 10/39 [25.6%], relative risk [RR] 2.8, 95% CI, 1.6-4.6), corroborated by superior weekly GRA results over 12 weeks. The mind-body group had superior beneficial change on the ICPI (RR 1.8, 95% CI, 0.5-3.1), ICSI (RR 1.9, 95% CI, 0.2-3.6), and pain (RR 1.4, 95% CI, 0.4-2.5) scores than the control group at 12 weeks. The mind-body group required less treatment escalation than the control group (2/45 [4.4%] vs 14/42 [33.3%], RR 0.13, 95% CI, 0.03-0.55). CONCLUSION: The addition of meditation and yoga to standard interstitial cystitis-bladder pain syndrome care was associated with improved treatment response and required fewer additional interventions compared with standard care alone. CLINICAL TRIAL REGISTRATION: ClinicalTrials.gov, NCT04820855.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Cystitis, Interstitial",
        "Yoga",
        "Meditation",
        "Adult",
        "Middle Aged",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39743240",
      "title": "Effects of exergaming and yoga on exercise capacity and physical and mental health in heart failure patients: a randomized sub-study.",
      "authors": [
        "Leonie Klompstra",
        "Eva Hägglund",
        "Tiny Jaarsma",
        "Naoko P Kato",
        "Anna Strömberg"
      ],
      "journal": "European journal of cardiovascular nursing",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIMS: This study aimed to explore effects of exergaming and medical yoga on exercise capacity, fatigue, shortness of breath, health-related quality of life, depression, and anxiety in patients with heart failure. METHODS AND RESULTS: A randomized sub-study with a 3-month intervention and outcomes measures at baseline, 3, 6, and 12 months. Participants were recruited from heart failure clinics in Sweden. Treatment effects in change of outcomes were tested in an analysis of mixed-effects models with repeated measures. Change in outcomes was the dependent variable. The independent fixed-effect parameters were treatment group, time, and the interaction between treatment group and time.In total, 104 patients (37% women, mean age 71 ± 12, 48% in New York Heart Association Class II and 42% in III) were randomized to exergaming (n = 35), medical yoga (n = 33), or an active control group (n = 36). No statistically significant differences were found between these three groups on any of the outcome measures. Exergaming significantly improved exercise capacity, fatigue, shortness of breath, and physical health-related quality of life and medical yoga improved symptoms of fatigue and emotional health-related quality of life. The control group did not change on the exercise capacity, symptoms, health-related quality of life, or depressive or anxiety symptoms. The well-being score in patients in the control group significantly decreased at 3 months. CONCLUSION: Both exergaming and medical yoga demonstrated positive impacts on outcomes when compared with a control group. Exergaming, characterized by its elevated physical intensity, exerted effects primarily on physical health, while medical yoga, as a mind-body intervention, exhibited influences on emotional well-being. REGISTRATION: ClinicalTrial.gov: NCT01785121.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Female",
        "Aged",
        "Male",
        "Heart Failure",
        "Quality of Life",
        "Exercise Tolerance",
        "Sweden",
        "Middle Aged",
        "Mental Health",
        "Exercise Therapy",
        "Video Games",
        "Fatigue",
        "Anxiety",
        "Depression",
        "Dyspnea",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "39741652",
      "title": "From Surviving to Thriving: A Trauma-Informed Yoga Intervention for Adolescents and Educators in Rural Montana.",
      "authors": [
        "Lauren Davis",
        "Brandon G Scott",
        "Greta M Linse",
        "Rebecca Buchanan"
      ],
      "journal": "Education sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: (1)Due to the mental health crisis that has spiraled since the onset of COVID-19, particularly among the nation's youth, the purpose of this study was to examine the efficacy of a novel, school-based mental health intervention for high school students (ages 15-17 years). This project's main aim was to determine which intervention modality was more effective with students across two school districts with varying degrees of rurality (in-person delivery vs. remote delivery). A secondary aim of this study was to determine the efficacy of a remotely delivered, concurrent intervention for educators across both school districts. This study took place in rural southwestern Montana. METHODS: (2)Utilizing a 6-week, trauma-informed yoga intervention, comparisons of mental and physical health outcomes were performed using cohort data drawn from participants' physiological data and validated mental health survey measures. RESULTS: (3)While physiological results were mixed across experimental groups, mental health outcomes were overwhelmingly positive for all groups. Additionally, educators reported improvements in career satisfaction and burnout levels. CONCLUSIONS: (4)Findings indicate a great deal of promise with this intervention in improving mental health outcomes for both students and educators. Moreover, a face-to-face intervention for students showed dramatic improvement in physiological stress indicators."
    },
    {
      "pmid": "39736896",
      "title": "An exploratory cluster-randomized controlled trial on mindfulness yoga's effectiveness in school-refusing children: reductions in SCAS-C physical injury fears and pulse rate.",
      "authors": [
        "Suguru Kawazu",
        "Marie Amitani",
        "Hajime Suzuki",
        "Haruka Amitani",
        "Takako Monuki",
        "Midori Wada",
        "Satomi Toyohira",
        "Kazumasa Hamada",
        "Takako Yamamoto",
        "Takuya Yoshimura",
        "Kimiko Mizuma",
        "Yuko Nishida",
        "Hiroko Watanabe",
        "Masayuki Hirose",
        "Koshiro Tagawa",
        "Keiko Ota",
        "Akihiro Asakawa",
        "Tetsuhiro Owaki"
      ],
      "journal": "Frontiers in human neuroscience",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: School refusal is one of the serious problems with children's mental health, and various studies have examined its prevalence and factors among students. Although many studies suggested that anxiety and depression are deeply associated with school refusal, there is little agreement as to effective interventions. The purpose of this paper is to evaluate the efficacy and safety of mindfulness yoga intervention in children with school refusal. METHOD: This study is a multicenter, exploratory, open cluster-randomized controlled trial. 43 participants aged 10-15 years with school refusal were randomly assigned to a non-yoga group with treatment as usual (TAU) which includes cognitive behavioral therapy based on self-monitoring, or a yoga group (4-week mindfulness yoga program provided by video sessions + TAU). The primary outcome was symptoms of anxiety evaluated by Spence Children's Anxiety Scale-Children (SCAS-C). Participants were assessed in four time periods: a 2-week baseline (Day -14), a baseline (Day 1), a post-test after 4 weeks of treatment (Day 29), and an 8-week follow-up (Day 85). Statistical analysis was conducted by a linear mixed effect model using SAS version 9.4. RESULTS: 43 participants were included in the Full-analysis set (FAS) (21 in the mindfulness yoga group and 22 in the non-yoga group). The estimates of SCAS-C at post-test adjusted for baseline values in each treatment group were 39.9 in the mindfulness yoga group and 39.4 in the non-yoga group. The between-group difference for the estimates was 0.4 (80%CI -4.8 to -5.6, p = 0.54), which indicated mindfulness yoga program has no significant effect on anxiety compared with TAU. However, on an exploratory analysis of the subscale of SCAS-C, significant improvement was observed on the Physical Injury Fears subscale. The pulse rate was significantly lower in the yoga group compared to the non-yoga group. CONCLUSION: This study indicated the safety of a mindfulness yoga intervention for children with school refusal, but the effectiveness of the intervention for anxiety was limited. Further research is needed to determine the long-term effects of yoga and how it can best be integrated with other therapies."
    },
    {
      "pmid": "39729363",
      "title": "Response to letter regarding \"Experiences of young adults affected by cancer within an 8-week yoga intervention delivered by videoconference: a qualitative interview study\".",
      "authors": [
        "Amanda Wurz",
        "Emma McLaughlin",
        "S Nicole Culos-Reed"
      ],
      "journal": "Annals of medicine",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39726615",
      "title": "Promoting workplace psychological wellbeing through Yoga and Tai Chi classes in female university employees.",
      "authors": [
        "Alice Valdesalici",
        "Silvia Cerea",
        "Alessandra Pecunioso",
        "Antonio Paoli",
        "Gioia Grigolin",
        "Rosa Nardelli",
        "Alessandra Armenti",
        "Marta Ghisi"
      ],
      "journal": "Frontiers in psychology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Academic environments are known for their high demands, often resulting in significant distress among employees. Thus, identifying effective intervention strategies to mitigate workplace stress is essential. The present study aims to evaluate the potential benefits of mind-body interventions (i.e., Yoga and Tai Chi) on the psychological wellbeing and perceived mental and physical health of female university employees. METHODS: A total of 166 female university employees and faculty members participated in 10 sessions of Tai Chi or Yoga. They completed self-report questionnaires assessing ruminative thoughts, somatic anxiety, general distress, perceived physical and mental health, and assertive and cooperative behaviors before and after the 10 Tai Chi/Yoga sessions. Additionally, participants completed a state anxiety questionnaire before and after Tai Chi/Yoga second and second-to-last lessons. RESULTS: Results showed significant differences between scores pre and post Tai Chi and Yoga programs, with lower ruminative thoughts (p = 0.007), lower somatic anxiety (p < 0.001), and higher perceived mental health (p = 0.038) at the end of the programs (i.e., after 10 sessions) compared to the beginning. Moreover, significant differences were found in state anxiety scores, with a reduction in state anxiety at the end of the second (p < 0.001) and second-to-last (p < 0.001) lessons compared to the start. CONCLUSION: Our findings highlight the potential positive impact of Tai Chi and Yoga programs on the psychological wellbeing and perceived mental health of female university employees. Immediate reductions in state anxiety following single sessions further underscore the potential of these practices for short-term stress relief. Overall, the results support the implementation of mind-body practices in workplace settings to promote a healthier work environment."
    },
    {
      "pmid": "39723995",
      "title": "A Multisite Randomized Feasibility Trial of a Remotely Delivered Pelvic Yoga Program for Women with Chronic Pelvic Pain Syndrome.",
      "authors": [
        "Alison J Huang",
        "Leslee L Subak",
        "Tami S Rowen",
        "Michael Schembri",
        "Harini Raghunathan",
        "Carolyn Gibson",
        "Sarah Pawlowsky",
        "Jing Cheng",
        "Maria T Chao"
      ],
      "journal": "Journal of integrative and complementary medicine",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: Yoga has been recommended as a complementary management strategy for women with chronic pelvic pain (CPP), but many women lack access to specialized yoga instruction for this indication, and few data are available to evaluate changes in CPP with yoga. This feasibility trial evaluated the acceptability and tolerability of a remotely delivered yoga program for CPP in women and examined data quality and interpretability for measures of pelvic pain intensity and impact with yoga instruction. Methods: Ambulatory women with CPP were recruited from northern California in 2020-2022 and randomly assigned to a 2-month program involving twice weekly group classes delivered by videoconference supplemented by individual practice of pelvic yoga techniques versus a control program involving equivalent-time instruction and practice of nonspecific skeletal muscle stretching-strengthening exercises. Diaries, questionnaires, and in-class observations assessed intervention adherence and self-efficacy as well as CPP intensity and impact. Results: Among the 36 participants randomized (aged 27-77 years), the average (±standard deviation) baseline pelvic pain intensity was 4.2 (±2.0) (0-10 scale). Thirty-one (86%) completed the 2-month intervention programs, and 27 (75%) attended more than 85% of intervention classes. Among participants completing the yoga program (N = 16), 14 (87%) reported being at least moderately confident about performing all yoga postures after 2 months. Thirty (83%) provided pain intensity data at 2 months. Average pelvic pain intensity \"at its worst\" and \"on average\" were 1.9 (±1.6) and 1.1 (±1.4) points lower, respectively, after 2 months in this yoga group. Yoga participants also reported improvements in scores in the emotional, occupational, and psychological domains of the Impact of Female Chronic Pelvic Pain Questionnaire. Conclusions: Findings demonstrate the feasibility and acceptability of a videoconference-based yoga program and collection of pain-related data among women with CPP, paving the way for future research to rigorously evaluate its specific efficacy in representative samples of women. Clinicaltrials.gov identifier: NCT04615247."
    },
    {
      "pmid": "39717336",
      "title": "Development and Validation of a Yoga-Based Intervention for Speech Dysfunction and Speech Difficulties Among Patients With Parkinson's Disease.",
      "authors": [
        "Parameshwar Some",
        "Vijaykumar Ps",
        "Srinivas M",
        "Nuzhath Fj"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction Parkinson's disease (PD) is primarily thought to be brought on by the death of dopaminergic neurons in the substantia nigra pars compacta of the basal ganglia. Communication difficulties are a common symptom of PD, affecting both motor speech and language systems. These challenges significantly impact the quality of life by reducing participation in communication, leading to social withdrawal, and increasing the risk of social isolation and stigma among individuals with PD. There are no established yoga protocols specifically addressing speech problems in PD. Hence, the research team aimed to develop and validate the yoga program targeting speech dysfunction and speech difficulties among patients with PD. Materials and methods The first part of this study involved developing a yoga-based intervention based on a review of classic literature and recently published research papers in the area of yoga and voice culture on PD. In the second step, 30 subject matter experts (SMEs) (yoga) confirmed the proposed module. The content-validity ratio (CVR) was determined using Lawshe's formula. The content validity was scored by these 30 SMEs in an independent manner on a three-point scale (0-2), with 'not essential' receiving 0, 'useful but not essential' receiving 1, and 'essential' receiving 2. Results Of the 68 practices selected for validation, 33 practices had a CVR score of ≥0.333, indicating high content validity. Thirty-five practices had a CVR score of <0.333, indicating low content validity. As a result, the final intervention module was created, consisting of 33 yoga practices with a CVR of 0.333. Conclusion A comprehensive and traditional literature-based yoga intervention module was developed and may be used as an intervention for speech difficulty in PD. Further studies are advocated to test the efficacy of the intervention."
    },
    {
      "pmid": "39717073",
      "title": "A Protocol for a Mixed Methods, Single-Arm, Hybrid Effectiveness-Implementation Trial Evaluating a 12-week Yoga Intervention Delivered by Videoconference for Young Adults Diagnosed With Cancer.",
      "authors": [
        "Amanda Wurz",
        "Emma McLaughlin",
        "Anna Janzen",
        "Hannah Cripps",
        "Longlong Huang",
        "Heather Molina",
        "Lauren Cowley",
        "Julianna Dreger",
        "S Nicole Culos-Reed",
        "Kaitlyn Quinn",
        "In Memory Of Lisa Currey",
        "Maria-Hélèna Pacelli",
        "Melissa Coombs",
        "Sundas Shamshad"
      ],
      "journal": "Global advances in integrative medicine and health",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cancer among young adults (18-39 years) is relatively rare, but remains a leading cause of disability, morbidity, and mortality. Identifying strategies to support young adults' health following a diagnosis of cancer is important. Yoga may enhance health and could be delivered by videoconference. However, little research exploring yoga, and no research exploring videoconference delivery of yoga has been conducted with this cohort. We worked with young adults affected by cancer and developed, piloted, and refined a yoga intervention delivered by videoconference. OBJECTIVE: To evaluate our yoga intervention in a full-scale, mixed methods, single-arm, hybrid effectiveness-implementation trial. METHODS: Young adults 18 years or older, diagnosed with cancer between the ages of 18-39 years of age, and at any stage along the cancer trajectory are eligible. Participants receive 2 yoga classes/week over 12-weeks by videoconference and complete assessments at baseline, post-intervention, and 6- and 12-month follow-ups. Assessments include self-reported questionnaires (ie, stress, yoga barriers, physical activity behaviour, fatigue, cognition, cancer-related symptoms, general health, health-related quality of life, self-compassion, mindfulness, group identification), physical assessments (ie, aerobic endurance, flexibility, range of motion, balance, functional mobility), and a semi-structured interview (post-intervention only; exploring perceptions of acceptability, feasibility, and experiences). Quality improvement cycles occur every 6 months. Repeated measures analysis of variance will be conducted to explore effectiveness, descriptive statistics and responder/non-responder analyses will be used to explore implementation, and qualitative interview data, analyzed using content analysis and reflexive thematic analysis, will bolster effectiveness and implementation findings. DISCUSSION: As the first full-scale trial to evaluate yoga delivered by videoconference for this cohort, findings will make substantial contributions to young adults' supportive cancer care. CONCLUSION: This protocol, reporting on yoga delivered by videoconference for young adults diagnosed with cancer, will enhance transparency and reproducibility and provide a reference for forthcoming trial results. TRIAL REGISTRATION: NCT05314803 at clinicaltrials.gov."
    },
    {
      "pmid": "39715566",
      "title": "Sudarshan Kriya Yoga Promotes Telomere Elongation: A Pilot Study.",
      "authors": [
        "Vinod Mony",
        "Saumya Subramanian",
        "Divya Kanchibhotla"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Telomere length has been identified as a marker for biological aging and stressful body states. Mind-body interventions for stress reduction such as meditation, yoga, and pranayama have been previously tested to evaluate their efficacy in restricting telomere shortening. PRIMARY STUDY OBJECTIVE: In this study, the effect of Sudarshan Kriya Yoga (SKY) is investigated for its influence on telomere length. METHODS: Isolating the genomic DNA from the blood, relative telomere length was found using a quantitative PCR method for the SKY intervention group and a control group. Telomere maintenance gene expression was assessed from a microarray gene expression dataset. SETTING: Sri Sri Institute for Advanced Research, Bangalore. PARTICIPANTS: Employees, working at a corporate organization were the participants of this study. 11 individuals were enrolled in the intervention group while 5 were enrolled in the control group. INTERVENTION: The integrated yoga-meditation practice, Sudarshan Kriya Yoga (SKY). PRIMARY OUTCOME MEASURES: The relative telomere length and the expression of telomere maintenance genes from the genomic DNA isolated from the participants' blood samples. RESULTS: Telomere length after SKY increased significantly compared to the baseline. However, in the controls, the corresponding change was insignificant. The telomere maintenance gene expression analysis reveals an intervention response conducive to telomere length extension at the molecular level. CONCLUSION: The extension of telomere length after SKY underscores its efficacy in stress reduction and improved health-span.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Pilot Projects",
        "Male",
        "Telomere",
        "Adult",
        "Female",
        "Middle Aged",
        "Meditation",
        "Telomere Homeostasis"
      ]
    },
    {
      "pmid": "39711364",
      "title": "Regarding 'experiences of young adults affected by cancer within an 8-week yoga intervention delivered by videoconference: a qualitative interview study'.",
      "authors": [
        "Heng Zhou",
        "Yilin Jiang",
        "Zhanshuo Xiao"
      ],
      "journal": "Annals of medicine",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39704794",
      "title": "Ultrasound Quantitative Assessment of the Effects of Yoga on Early Postpartum Pelvic Organ Position Recovery.",
      "authors": [
        "Qunfeng Li",
        "Yanhong Liu",
        "Yunli Liu",
        "Qiongzhu Liu",
        "Liping Jiang",
        "Xinling Zhang"
      ],
      "journal": "International urogynecology journal",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION AND HYPOTHESIS: This study examines the effectiveness of yoga intervention on the early postpartum recovery of pelvic organ positions. METHODS: A prospective study was conducted from May to November 2020, involving women who had vaginal deliveries and underwent pelvic floor ultrasound examinations. The control group received no intervention, whereas the experimental group participated in weekly 60-min yoga sessions from 1 week to 3 months postpartum. Pelvic organ positions, including the bladder neck, uterus, and rectal ampulla, were measured via ultrasound at rest and during the Valsalva maneuver at 42 days and 3 months postpartum. The effectiveness of yoga was assessed using t tests. RESULTS: A total of 128 women participated, with 66 in the control group and 62 in the experimental group. There were no significant differences between groups in age, parity, BMI, or fetal weight (p > 0.05). At 42 days postpartum, there were no significant changes in bladder neck and uterine positions at rest, except for a significant decrease in rectal ampulla position in the control group (p < 0.01). During the Valsalva maneuver, the experimental group showed significant improvement in all pelvic organ positions at 3 months compared with 42 days (p < 0.001), with better outcomes than the control group (p < 0.001). CONCLUSION: Yoga intervention supports early postpartum recovery of pelvic organ positions.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Yoga",
        "Adult",
        "Prospective Studies",
        "Postpartum Period",
        "Ultrasonography",
        "Pelvic Floor",
        "Valsalva Maneuver",
        "Uterus",
        "Pregnancy",
        "Urinary Bladder",
        "Young Adult",
        "Rectum"
      ]
    },
    {
      "pmid": "39701058",
      "title": "Comparative Efficacy of Ayurveda Treatment Regimen and Letrozole along with Yoga Module in the Management of Unexplained and Anovulatory Female Infertility: Study Protocol for a Randomized Controlled Trial.",
      "authors": [
        "Anubha Chandla",
        "Nalneesh Sharma",
        "Kavita Vyas",
        "Hemendar Mahajan",
        "Varun Dutt",
        "Arnav Bhavsar",
        "Kirti Tripathi",
        "Sarada Ota",
        "Arunabh Tripathi"
      ],
      "journal": "Complementary medicine research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "INTRODUCTION: Infertility is a significant health problem with psycho-social burden for couples. Ayurveda considers a holistic approach, including complex multimodal regimens in managing infertility. Increasing evidence has shown that Yoga as an adjuvant to infertility treatment increases pregnancy rates. Therefore, this research will investigate the comparative efficacy of Ayurveda regimen and letrozole, along with integration of Yoga in both groups in female infertility. METHODS: The primary outcome, ovulation rate, will be measured through serial transvaginal sonography (TVS) for six consecutive menstrual cycles. The secondary outcome, conception rate, will be measured by definitive signs of pregnancy. Participants' quality of life will be assessed using the Ferti Quality of Life (FertiQOL) tool. The study will randomize 160 women aged 21-40 years diagnosed with anovulatory or unexplained infertility into two groups using permuted block randomization. Participants in group I will receive internal oleation with Phala Ghrita and mild purgation with Gandharvahasta (GH) oil for three consecutive cycles. Standard care group II participants will receive letrozole tablet once daily from day 3 to day 7 of the menstrual cycle for three cycles. The yoga instructor will take yoga sessions for participants of both groups for 6 months. This study will also use machine learning (ML) models to compare two regimens to predict improvements in outcome variables. The goal was to develop an online platform that aids personalized treatment planning and enhances clinical decision-making. DISCUSSION: This will be the first study to generate evidence on the efficacy of integrated treatment regimens in female infertility, where predictive ML models will be developed.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Letrozole",
        "Yoga",
        "Adult",
        "Infertility, Female",
        "Young Adult",
        "Medicine, Ayurvedic",
        "Randomized Controlled Trials as Topic",
        "Pregnancy",
        "Quality of Life",
        "Anovulation"
      ]
    },
    {
      "pmid": "39701056",
      "title": "Effect of a Yoga and Naturopathy-Based Lifestyle Intervention with 9-Month Follow-Up on Lipid Profile in Patients with Hypertension: A Two-Arm Parallel Group Randomized Controlled Trial.",
      "authors": [
        "Prashanth Shetty",
        "Sujatha Kannarpady Janardhana",
        "Mooventhan Aruchunan",
        "Nandeesh Nanjangud Subbanna",
        "Jyotsna Kamalet Jayasingh",
        "Ashwin Vontikoppal Prakash"
      ],
      "journal": "Complementary medicine research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Hypertension is recognized as a modifiable risk factor for cardiovascular diseases, alongside dyslipidemia. Studies have revealed that between 15 and 31% of individuals have both hypertension and dyslipidemia. However, emerging evidence suggests that natural therapies and yoga can help manage mild increases in blood pressure. This study aimed to evaluate the impact of yogic and naturopathy treatments on lipid profiles in hypertensive patients, thereby contributing to the existing literature. MATERIALS AND METHODS: A randomized controlled experiment was conducted, involving 262 hypertensive patients randomly assigned to either the study group (SG) or control group (CG). The SG, consisting of 131 individuals, received yoga and naturopathic treatments for 10 days, while the CG (n = 131) did not. The lipid profile was measured at the beginning and end of the 10 days, and they were followed up and reassessed after 9 months. RESULTS: The study involved a total of 262 individuals, with 111 in the SG and 125 in the CG. After the 10-day intervention period, the SG showed significant reductions in total cholesterol, triglycerides, high-density lipoprotein, low-density lipoprotein, very low-density lipoprotein, apolipoprotein-A (Apo-A), apolipoprotein-B (Apo-B), and lipoprotein-A (Lp-A) (p < 0.001) compared to the CG. Also, the change was observed after 9 months in Apo-A, Apo-B, and Lp-A significantly (p < 0.001). CONCLUSION: These findings underscore the potential of naturopathic and yogic interventions in improving lipid profiles in hypertensive patients, thereby contributing to the current literature. In conjunction with conventional management, these specific interventions could be considered as a safer form of complementary therapy in the treatment of dyslipidemia among hypertensive patients. Thus, these findings hold promise for the integration of naturopathic and yogic therapies in the standard care of hypertensive patients.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Naturopathy",
        "Male",
        "Female",
        "Hypertension",
        "Middle Aged",
        "Lipids",
        "Adult",
        "Life Style",
        "Follow-Up Studies",
        "Aged",
        "Dyslipidemias"
      ]
    },
    {
      "pmid": "39700320",
      "title": "Systematic review of the efficacy of yoga and mindfulness in the management of pediatric obesity.",
      "authors": [
        "Mardia López-Alarcón",
        "Miguel A Villasis-Keever",
        "José R Fernández"
      ],
      "journal": "Annals of the New York Academy of Sciences",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "The neuroplasticity of adolescents could make them responsive to interventions affecting brain maturation such as yoga and mindfulness. We aimed to determine their efficacy and safety for the management of children and adolescents with obesity. A systematic search using MEDLINE, EMBASE, and PsycInfo was performed up to March 2024. We considered randomized controlled trials (RCTs) using yoga or mindfulness alone (or combined with standard therapy) compared to placebo, nothing, or standard therapy for weight loss. Methodological quality of studies was assessed with the Risk of Bias 2 tool. The primary outcomes were changes in weight and adiposity (kg, body mass index [BMI], BMI z-score, fat mass, waist circumference, waist-to-hip ratio). We assessed 4 yoga and 7 mindfulness RCTs, including 620 participants 8-19 years old. The number of participants varied per type of intervention (yoga, n = 10-63; mindfulness, n = 11-47). Comparators were no-intervention or active controls. All yoga trials reported anthropometric improvements, but all trials combined yoga with extra physical activity. Five out of seven mindfulness trials reported anthropometric improvements. The methodological quality of the RCTs was low. No safety information was reported. The effect of yoga and mindfulness on psychological and metabolic variables was inconsistent. This evidence is insufficient to recommend yoga or mindfulness for the management of adolescents with obesity.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Mindfulness",
        "Pediatric Obesity",
        "Adolescent",
        "Child",
        "Randomized Controlled Trials as Topic",
        "Body Mass Index",
        "Treatment Outcome",
        "Male",
        "Female"
      ]
    },
    {
      "pmid": "39696883",
      "title": "Physical Performance Effects Associated with a 16-Week Therapeutic Yoga Intervention in Survivors of Cancers in the South Texas Region: A Pilot Study.",
      "authors": [
        "Alexis Ortiz",
        "Nydia Darby",
        "Gustavo Almeida",
        "Tim Calderon",
        "Darpan Patel",
        "Tony Zhang",
        "Daniel C Hughes"
      ],
      "journal": "International journal of yoga therapy",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Yoga is recognized as a complementary practice that improves physical, mental, and spiritual health in survivors of cancer. The present study assessed associations between a holistic approach and physical function for 30 survivors of cancer in south Texas. Cancer survivors (86% female) of diverse backgrounds (62% underrepresented minorities) performed a battery of physical function tests, including a 6-minute walk test, to assess cardiorespiratory function, isometric shoulder and elbow-flexor strength, dominant-arm grip strength, dominant-arm shoulder range of motion via inclinometer, sit-and-reach test to assess trunk and lower-extremity flexibility, and a 30-second sit-to-stand test to assess lower-extremity endurance. Participants were reassessed 16 weeks after starting the intervention. The intervention involved a 75-minute live-streamed therapeutic yoga program, including meditation, three times a week and daily psychosocial support text messaging through a telehealth platform to increase efficacy in promoting health-enhancing behaviors. Repeated-measures analysis of variance was used to assess changes in physical performance between sessions. Statistically significant improvements were observed for the 6-minute walk test (+35.68 m; p = 0.020), elbow-flexor strength (+7.44 kg; p < 0.001), dominant-hand grip strength (+3.19 kg; p < 0.004), sit-and-reach test (+5.25 cm; p = 0.010), and dominant-arm shoulder range of motion in flexion (+11.18 degrees, p = 0.012) and abduction (+17.06 degrees, p = 0.036). A 16-week live-streamed therapeutic yoga intervention performed three times a week, coupled with daily psychosocial support messaging, was associated with improved cardiorespiratory endurance by increasing the distance walked in 6 minutes, improving upper-extremity strength and range of motion, and increasing the flexibility of back and hamstring muscles.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Female",
        "Pilot Projects",
        "Male",
        "Cancer Survivors",
        "Texas",
        "Middle Aged",
        "Physical Functional Performance",
        "Aged",
        "Adult",
        "Neoplasms",
        "Hand Strength"
      ]
    },
    {
      "pmid": "39690521",
      "title": "Key Components of Trauma-Informed Yoga Nidra.",
      "authors": [
        "Kimberley Luu"
      ],
      "journal": "International journal of yoga therapy",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Trauma exposure is universal to the human condition, with many affected individuals experiencing either posttraumatic stress disorder (PTSD) or subthreshold manifestations. Both scenarios can become functionally debilitating and collectively lay a heavy burden on individuals and society. Yoga nidra is one adjunctive treatment of growing interest, holding potential for its ability to alleviate symptoms of trauma, including hypervigilance, sleep disturbances, and disembodiment. However, yoga nidra practices can have re-traumatizing side-effects if not delivered conscientiously. For instance, adverse reactions such as overwhelming flashbacks, emotional distress, and extended dissociation have been reported as a result of yoga nidra practice. To prevent harm and maximize yoga nidra's therapeutic potential, 10 key components of trauma-informed yoga nidra practice are presented: (1) safe(r) and comfortable environment; (2) personal autonomy, healthy boundaries, and consent; (3) skillful mindful awareness; (4) appropriate length and preparation; (5) adequate settling and externalization; (6) sleep permission; (7) self-chosen intention; (8) flexible rotation of consciousness and breath awareness; (9) embodied pairs of opposites; and (10) conscientious visualizations. These measures protect those living with trauma and have extended benefits for nonclinical populations as well. That said, some of these components may be adapted based on context, especially in settings where direct feedback is readily available and can be prioritized. Ultimately, thoughtful decisions must be made with the intention of optimizing the safety of and benefit to the practitioners under the facilitator's care.",
      "mesh_terms": [
        "Yoga",
        "Humans",
        "Stress Disorders, Post-Traumatic"
      ]
    },
    {
      "pmid": "39663082",
      "title": "Cyclic yoga improves anthropometric indices, musculoskeletal disorders, and blood pressure in middle-aged women.",
      "authors": [
        "Somayeh Momeni",
        "Seyedeh Soolmaz Mahdioun",
        "Azar Aghayari"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The new and therapeutic style of cyclic yoga, which is the art of aligning asana, pranayama, and yoga mudra techniques, can be used as a non-invasive style to improve or prevent some musculoskeletal disorders. For this purpose, this study was designed to investigate a selected course of cyclic yoga practice on some anthropometric indicators, musculoskeletal disorders, and blood pressure in middle-aged women. METHODS: ː Forty-two middle-aged women were assigned either to cyclic yoga (n = 21, 53.76 ± 4.073 years) or the control group (n = 21, 53.57 ± 4.781 years). The cyclic yoga group received yoga intervention for 10 weeks, three sessions per week, and 50-90 min per session. MANCOVA test was used for inter-group comparison, and variance with repeated measures was used for intra-group measurement. RESULTS: A 10-week of yoga training decreased weight, hip circumference, body mass index, percentage of body fat, waist-to-height ratio, round shoulder, thoracic kyphosis angle, lumbar lordosis angle, systolic blood pressure, and diastolic blood pressure. In addition, a significant increase in the percentage muscle mass variable was reported in the cyclic yoga group. There was also a difference between the two cyclic yoga and control groups in the post-test in the waist-to-height ratio, round shoulder, thoracic kyphosis angle, lumbar lordosis angle, systolic blood pressure, and diastolic blood pressure variables. CONCLUSIONS: ː The results suggest that cyclic yoga exercises, as an effective therapeutic alternative, low-cost, and accessible lead to the improvement of the round shoulder, hyperkyphosis, hyperlordosis, some anthropometric indices, and blood pressure.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Female",
        "Blood Pressure",
        "Middle Aged",
        "Body Mass Index",
        "Musculoskeletal Diseases",
        "Anthropometry",
        "Kyphosis",
        "Body Weight"
      ]
    },
    {
      "pmid": "39650579",
      "title": "Development and Validation of Yoga Program for Patients with Chronic Kidney Disease.",
      "authors": [
        "Vijayalakshmi Purushothaman",
        "Ramalakshmi Santhanam",
        "Poornima Ravi",
        "Maheshkumar Kuppusamy"
      ],
      "journal": "Indian journal of palliative care",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic kidney disease (CKD) is a widespread health issue impacting millions globally. Recognizing the potential benefits of yoga in enhancing physical and mental well-being, this research aims to develop and validate a yoga module tailored for CKD patients, with a specific focus on improving their general health. The yoga module was meticulously crafted through an extensive review of traditional and contemporary literature, incorporating postures, breathing techniques and meditation practices deemed safe and beneficial for CKD patients. Content validity was established through input yoga experts with over 7 years of experience. The study spanned from January 2020 to December 2021. The final version of the yoga module retained 83.33% of the proposed yoga techniques, incorporating modifications suggested by experts. The content validity index for the entire yoga module averaged 0.83. This work establishes the viability, validity and practicality of a yoga module designed for CKD patients. With 35 out of 42 items retained, the module exhibited significant health improvements after 12 weeks of practice. The findings position yoga therapy as a potentially effective complementary treatment for CKD patients, offering improvements in general health and quality of life and potentially slowing disease progression."
    },
    {
      "pmid": "39636574",
      "title": "Optimal yoga dose for improving cancer-related fatigue, quality of life, and sleep quality in breast cancer survivors: a Bayesian dose-response meta-analysis.",
      "authors": [
        "Wenyu Liu",
        "Wei Li",
        "Bei Wu",
        "Hao Chen",
        "Xiangyu Zhao",
        "Huimin Wangwan"
      ],
      "journal": "Journal of cancer survivorship : research and practice",
      "publication_date": "2024-Dec-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: During long-term treatment, breast cancer survivors (BCSs) often experience decreased sleep quality and quality of life and increased fatigue. The interplay between these factors continually worsens the physical and psychological states of BCSs. Although yoga exercise has been shown to improve these adverse outcomes, the exact dose required is unknown. The purpose of our study was to determine the optimal yoga dose for improving cancer-related fatigue, sleep quality, and quality of life in BCSs. METHODS: A systematic search of MEDLINE, Embase, the Cochrane Library, and Web of Science was conducted from the beginning of the database search until March 2024 to identify randomized controlled trials on the effects of yoga exercise on BCS-specific outcomes. Paired and dose-response meta-analyses were performed using Bayesian hierarchical random-effects models to analyze these effects. RESULTS: A total of 2423 breast cancer survivors were included in the 32 studies, with 1252 in the yoga intervention group and 1171 in the control group. Yoga intervention improved fatigue (standard mean difference [SMD]: - 0.55; 95% CrI, - 0.64 to - 0.45. Standard deviation [SD]: 0.32; 95% CrI, 0.23 to 0.45. RSRF ≤ 1.01), sleep quality (SMD: - 0.29; 95% CrI, - 0.43 to - 0.15. SD: 0.56; 95% CrI, 0.35 to 0.88. RSRF ≤ 1.01), and quality of life (SMD: 0.42; 95% CrI, 0.30 to - 0.53. SD: 0.32; 95% CrI, 0.23 to 0.45. RSRF ≤ 1.01) in BCS. It has a nonlinear dose-response relationship, a U-shaped dose-response relationship with fatigue and quality of life, and a positively correlated dose-response relationship with sleep quality. The optimal exercise dose for improving both fatigue and quality of life was 510 METs-min/week, and sleep quality significantly improved when the dose exceeded 160 METs-min/week. Yoga was less effective for fatigue during treatment compared to post-treatment, while its effects on quality of life and sleep quality remained relatively stable throughout both periods. Furthermore, with increasing age, the benefits of yoga interventions for improving fatigue and sleep quality in BCS decrease, while the benefits for improving quality of life increase. CONCLUSIONS: This meta-analysis provided critical information on the optimal weekly dose of yoga exercise (220 min/week) to improve fatigue, sleep quality, and quality of life in patients with BCSs. Practitioners should consider the therapeutic stage and age of BCSs when developing yoga strategies to maximize the benefits. IMPLICATIONS FOR CANCER SURVIVORS: For BCS, personalized yoga interventions tailored to treatment stages and age, coupled with regular effectiveness assessments, can significantly enhance recovery and improve quality of life."
    },
    {
      "pmid": "39633694",
      "title": "Stress Attenuation Effect of Combined Approach of Yoga and Diet Intervention Among Metabolic Syndrome Patients.",
      "authors": [
        "Jitender Sorout",
        "Sudhanshu Kacker",
        "Neha Saboo",
        "Munesh Kumar"
      ],
      "journal": "Nigerian medical journal : journal of the Nigeria Medical Association",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Persistent exposure to psychosocial stress is linked to an increased risk of metabolic disease, including obesity, cardiovascular disease (CVD), and Type-2 diabetes mellitus (T2DM). Metabolic syndrome is driven by an unhealthy lifestyle encompassing a sedentary lifestyle and unhealthy diet as well as psychological distress, which potentially triggers these metabolic derailments. Various mind-body practices, such as postures, breathing, meditation, and relaxation, are included in yoga. Studies suggest that even one yoga session can improve cognitive function, oxygen saturation, baroreflex sensitivity, sympathovagal balance, and the body's ability to recover from stressful stimuli. Therefore, this study aimed to explore the stress attenuation effect of a combined approach of yoga and diet intervention among metabolic syndrome patients. METHODOLOGY: In this study we randomized 200 subjects diagnosed with metabolic syndrome as per the Joint interim statement 2009 into control and combined (yoga+diet) groups according to their intervention which was given for 6 months. Anthropometric, physiological, perceived stress score and biochemical parameters were collected at baseline, 3 months and 6 months. RESULTS: The study's findings show that, at three and six months from baseline, the combined yoga with diet approach significantly reduced metabolic risk factors (waist circumference, SBP, DBP, fasting blood glucose, and triglycerides) and improved HDL. At three and six months following the combined (yoga+diet) intervention, the perceived stress score also showed a substantial reduction. CONCLUSION: Combined (yoga+diet) interventions are effective in lowering the risk of metabolic syndrome and perceived stress."
    },
    {
      "pmid": "39628641",
      "title": "Feasibility of a Yoga Intervention in an Inpatient Limb Loss Rehabilitation Program.",
      "authors": [
        "A L Mayo",
        "B Cheung",
        "J Li",
        "S Jean",
        "A Vijayakumar",
        "S L Hitzig",
        "R Simpson"
      ],
      "journal": "Canadian prosthetics & orthotics journal",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Limb loss is a life-changing event, which may be associated with limited mobility, pain, and low mood. Yoga interventions have been found to be beneficial for improving emotional wellness and pain in other patient populations. The benefits of including yoga in limb loss rehabilitation have not been well studied. OBJECTIVE: The purpose of this study was to determine if an adaptive yoga program would be suitable for individuals with newly acquired limb loss in a rehabilitation program. METHODOLOGY: A yoga video was co-designed by rehabilitation clinicians and a limb loss patient partner certified in yoga instruction. Surveys were used to collect patients' socio-demographics and previous yoga experience. Participants completed a therapist guided group yoga video session, and then given online access to practice independently. Post-yoga participation surveys and qualitative interviews were conducted with patients to determine acceptance and feasibility of the yoga intervention. FINDINGS: Twenty-four participants with lower limb amputation(s) were approached to participate. The majority of participants (63%) had dysvascular-related amputations. Nineteen out of 24 recruited patients (79%) completed the yoga video session and the pre-yoga survey. Sixteen out of 19 participants completed the post-yoga survey, and eight also completed a qualitative interview. Five had previously undertaken yoga but rated themselves as novices. All participants felt that yoga was beneficial, easy to complete, and should be included in rehabilitation. Participants found yoga to be relaxing and some noted reduction in pain. Most preferred to do yoga in a group. Five out of eight patients (63%) interviewed continued to do the yoga video independently in hospital and post-discharge. Challenges with the yoga intervention included lack of a quiet yoga space, and dedicated time given other appointments/priorities. CONCLUSION: Yoga was widely accepted by the inpatient limb loss population. Yoga may complement traditional limb loss rehabilitation by providing patients a relaxing experience; however, further research is needed."
    },
    {
      "pmid": "39621508",
      "title": "A Randomized Crossover Pilot Trial on the Influence of a Daily Mindfulness Yoga Practice on Menstrual Cycle Symptoms, Measures of Well-Being, and Training Perception in Athletic Women.",
      "authors": [
        "Kimberly L SantaBarbara",
        "Eric R Helms",
        "Tom I Stewart",
        "Mike J Armour",
        "Nigel K Harris"
      ],
      "journal": "International journal of yoga therapy",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The menstrual cycle (MC) is a series of hormonal fluctuations that occur approximately every 22-35 days in reproductive-age females, often resulting in a range of physical and psychological symptoms at different points of the cycle. MC symptoms range from mild discomfort to debilitating effects. One intervention that may be able to address these symptoms is yoga, a mind-body practice that incorporates physical postures with breathwork to foster a mindful connection to the body. In the present randomized crossover trial, participants were enrolled for three consecutive MCs and completed a 10-minute daily yoga protocol, which included ten different yoga poses, for one full MC while answering daily questions about MC symptoms, well-being, and training performance; they answered the same questions for the other cycles without the yoga intervention. Twenty women who participated in resistance training sports were recruited. A series of generalized linear mixed models were used to determine whether the association between each outcome variable and current day of the MC varied by cycle type (intervention cycle or control cycle). There was a statistically significant Day × Cycle interaction for bloating, low-back pain, menstrual cramps, and stress, indicating a lower probability of experiencing these symptoms across the MC during the intervention than the control cycle. Daily yoga was also significantly associated with changes in perceived athletic performance across the MC, as shown in the linear mixed-model figures. A 10-minute daily yoga practice was significantly associated with changes in MC symptoms and has the potential to mitigate some MC symptoms and stress perception in an athletic cohort. Furthermore, daily yoga was significantly associated with changes in perceived performance and may stabilize perceived performance metrics across the MC.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Yoga",
        "Cross-Over Studies",
        "Pilot Projects",
        "Adult",
        "Menstrual Cycle",
        "Mindfulness",
        "Young Adult",
        "Athletes"
      ]
    },
    {
      "pmid": "39621507",
      "title": "The Effect of a Yoga Lifestyle on QRISK3 Score Among Individuals at High Risk for Cardiovascular Disease.",
      "authors": [
        "Neha Saboo",
        "Aayushee Rao",
        "Sudhanshu Kacker"
      ],
      "journal": "International journal of yoga therapy",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Cardiovascular disease is a major cause of mortality and morbidity, and symptoms may not always be visible. Improved preventive strategies could reduce the burden of disease. Yoga is an accessible, affordable lifestyle modification program that has been shown to reduce cardiometabolic risk factors in individuals at high risk for cardiovascular disease. The present randomized controlled trial aimed to evaluate the effect of a yoga lifestyle encompassing diet on QRISK3 score in individuals at high risk for cardiovascular disease. For 6 months, participants (mean age 48.43 ± 6.40) underwent a yoga and diet intervention, the latter based on Asian Indian dietary guidelines. The 45-minute yoga sessions took place 6 days a week over 6 months. One-way analysis of variance was conducted to compare baseline, 3-month, and 6-month data. To determine the relationship between the variable and the QRISK3 score, a multivariate linear regression analysis was conducted in both the control and study groups. Following 6 months of the yoga and diet intervention, QRISK3 score decreased to 20.10 ± 7.05 from baseline values of 28.59 ± 10.15, a change that was statistically significant (p < 0.0001) in the study group. The QRISK3 score was found to be a dependent risk factor for cardiovascular disease (p < 0.001) in univariate linear regression analysis. For individuals who were at high risk for cardiovascular disease, significant independent risk factors were body mass index (β = -0.137, p = 0.034), systolic blood pressure (β = 0.208, p = 0.000), and total cholesterol/high-density lipoprotein (β = 2.59, p = 0.042). This study's findings suggest that a 24-week yoga lifestyle intervention (including diet) significantly decreased the QRISK3 score among individuals at high risk for cardiovascular disease compared to the control group.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Cardiovascular Diseases",
        "Middle Aged",
        "Male",
        "Female",
        "Life Style",
        "Adult",
        "Risk Factors"
      ]
    },
    {
      "pmid": "39607489",
      "title": "Effect of yoga on balance, falls, and bone metabolism: a systematic review of randomized controlled trials in healthy individuals.",
      "authors": [
        "Paras Bajaj",
        "Lakshmi Nagendra",
        "Abha Bajaj",
        "Miny Samuel",
        "Manju Chandran"
      ],
      "journal": "Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "UNLABELLED: This systematic review of 18 RCTs assessed the impact of yoga on balance, fall risk, fear of falling, bone mineral density (BMD), and bone turnover markers in healthy individuals. Yoga significantly improved balance but its effects on BMD were inconclusive. Standardised protocols and longer-term studies are needed. BACKGROUND: Yoga's effects on interconnected bone health parameters viz balance, falls, fear of falling (FOF), bone mineral density (BMD), and bone turnover markers (BTMs) in healthy individuals are unclear. We critically evaluated randomized controlled trials (RCTs) that compared yoga to no intervention control (NIC) or comparators such as Tai Chi, on these parameters in healthy individuals. METHODS: We systematically searched multiple scientific data bases using a predefined protocol. We summarized data qualitatively when there was heterogeneity in reporting. A meta-analysis of those studies comparing yoga to NIC was done. Since the included studies used different scales for the same outcomes, we used standardised mean differences (SMDs) to allow pooling. We assessed the risk of bias with the Cochrane RoB2 tool for randomized trials and graded certainty of evidence using the GRADE approach. RESULTS: Eighteen RCTs with 1408 participants were evaluated. Fifteen explored yoga's effects on balance and/or falls or FOF, and three RCTs, its effect on BMD and BTMs. Yoga types included Hatha, Vinyasa, Ashtanga, Iyengar, Bikram, and specially designed yoga protocols. Twenty-four kinds of balance assessment tools were used in the studies. Study durations varied from 6 weeks to 14 months. Almost all the studies reported positive effects of yoga on balance compared to NIC, and non-inferiority when compared to active interventions such as Tai Chi. Meta-analysis of four RCTs comparing yoga to NIC demonstrated significant improvements in static balance with yoga (SMD = 2.36; 95% CI 1.13-3.58; P = 0.0002, I2 = 93% ⊕ ⊕ ⊝ ⊝). Yoga's effects on falls and FOF were mixed. Two studies showed a positive effect of yoga on bone formation. Yoga was found to have a positive effect on BMD in only one study. Meta-analysis of two RCTs showed no significant effect on BMD for yoga compared to NIC. The studies exhibited substantial heterogeneity in terms of yoga styles, intervention durations, and assessment methods. CONCLUSION: In healthy adults, low certainty evidence shows that yoga has a beneficial effect on balance. Its effect on BMD remains unclear. Standardised protocols and longer-term research are necessary to facilitate more definitive conclusions on yoga's role in enhancing skeletal health and preventing falls.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Accidental Falls",
        "Postural Balance",
        "Bone Density",
        "Randomized Controlled Trials as Topic",
        "Bone Remodeling",
        "Fear",
        "Bone and Bones",
        "Biomarkers"
      ]
    },
    {
      "pmid": "39593688",
      "title": "Role of yoga and naturopathy in polycystic ovarian syndrome with complex hemorrhagic para-ovarian cyst: A case report.",
      "authors": [
        "S Suryapraba",
        "L Nivethitha",
        "A Mooventhan"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A 24-years-old unmarried woman was diagnosed with polycystic ovarian syndrome (PCOS) and a complex right hemorrhagic para-ovarian cyst (POC) in January-2022. The patient started having cystic acne breakouts and weight gain in June-2021, and a stabbing pain in the right iliac region in December-2021. Thus, she visited a primary health center, South India and underwent ultrasonogram (USG) of pelvis and abdomen in a private diagnostic center in January-2022. USG report suggested PCOS with a complex right hemorrhagic POC. Physician advised her to undergo a surgery but due to fear she refused surgery. Then, she visited our hospital in March-2022 and underwent yoga and naturopathy treatments for 8-months. The results showed a reduction in ovary size with resolution of hemorrhagic POC. Thus, yoga and naturopathy could be considered as an alternative treatment in the management of PCOS with hemorrhagic POCs. However, further studies are required to warrant the results.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Yoga",
        "Polycystic Ovary Syndrome",
        "Naturopathy",
        "Young Adult",
        "Ovarian Cysts",
        "Hemorrhage"
      ]
    },
    {
      "pmid": "39593648",
      "title": "Exploring the therapeutic effects of yoga on spine and shoulder mobility: A systematic review.",
      "authors": [
        "Vipin Rathore",
        "Sandeep Singh",
        "V K Katiyar"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: This systematic review aims to evaluate the effect of yoga interventions on spine and shoulder mobility. METHODS: We followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines and adhered to the methodological framework recommended by the Cochrane Collaboration for the systematic review. An exhaustive search in PubMed, Science Direct, Cochrane Library, and Google Scholar was conducted. The search spanned from inception to May 2023. We included 8 studies in the review, consisting of 5 randomized controlled trials (RCTs), 2 quasi-experimental studies, and 1 study with unspecified design. The study populations included individuals with chronic low back pain, healthy adults, and older adults. The sample sizes of the selected studies ranged from 23 to 120 participants, with an average sample size of 59. RESULT: The study revealed that yoga interventions have the potential to improve spinal flexibility and increase spine mobility in individuals with chronic low back pain. However, the observed effects differed depending on the specific population and type of yoga intervention. Limited evidence was available regarding the effect of yoga on shoulder mobility, though some studies suggested that yoga may lead to improved shoulder flexion. CONCLUSION: The review advocates the integration of yoga into clinical practice, rehabilitation programs, and public health initiatives to promote mobility and prevent musculoskeletal disorders. Further research is needed to strengthen the evidence and maximize yoga's potential benefits.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Range of Motion, Articular",
        "Low Back Pain",
        "Shoulder",
        "Spine"
      ]
    },
    {
      "pmid": "39593583",
      "title": "Effect of a yoga and naturopathy-based lifestyle intervention with nine-month follow-up on heart rate variability in patients with hypertension: A randomized controlled trial.",
      "authors": [
        "Prashanth Shetty",
        "K J Sujatha",
        "A Mooventhan",
        "H C Shashikiran",
        "Durgarao Yalla",
        "Jyosna Thayill",
        "P G Arun"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Hypertension is associated with autonomic nervous system (ANS) dysregulation. Heart rate variability (HRV) monitoring is frequently used as a gauge of the ANS balance. The aim of the present study was to assess the effects of yoga and naturopathy on the autonomic variables in patients with hypertension. METHODS: 262 hypertensive patients were randomly allocated to the study group (SG) or control group (CG) in a randomized controlled trial. For ten days, the SG (n = 131) group got received naturopathic treatments and yoga, whereas the CG (n = 131) group did not. HRV which was examined at the beginning and end of the 10-day intervention period and again after 9 months, served as the study's main endpoint. RESULT: There was a significant change in the frequency domain of heart rate variability with a significant increase in High frequency (HF) and a significant decrease in low frequency (LF) and LF/HF (all p < 0.05) were observed after follow-up in both SG and CG, but the magnitude of change was more in SG with a significant difference in LF/HF between group. CONCLUSION: Results of this study suggest that 10 days of integrated yoga and naturopathy intervention produces a shift of vagal activity towards parasympathetic activity. CLINICAL TRIAL REGISTRATION NUMBER: CTRI/2019/01/016883.",
      "mesh_terms": [
        "Humans",
        "Yoga",
        "Heart Rate",
        "Male",
        "Female",
        "Naturopathy",
        "Middle Aged",
        "Hypertension",
        "Adult",
        "Autonomic Nervous System",
        "Life Style",
        "Follow-Up Studies"
      ]
    }
  ]
}